{"index": "I_873", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [NPS-WASO-NAGPRA-14644; PPWOCRADN0-PCU00RP14.R50000]\\n        Notice of Inventory Completion: U.S. Department of the Interior, National Park Service, Tonto National Monument, Roosevelt, AZ\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        \\n          SUMMARY:\\n          The U.S. Department of the Interior, National Park Service, Tonto National Monument has completed an inventory of human remains, in consultation with the appropriate Indian tribes or Native Hawaiian organizations, and has determined that there is no cultural affiliation between the human remains and any present-day Indian tribes or Native Hawaiian organizations. Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains should submit a written request to Tonto National Monument. If no additional requestors come forward, transfer of control of the human remains to the Indian tribes or Native Hawaiian organizations stated in this notice may proceed.\\n        \\n        \\n          DATES:\\n          Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains should submit a written request with information in support of the request to Tonto National Monument at the address in this notice by February 18, 2014.\\n        \\n        \\n          ADDRESSES:\\n\\n          Duane Hubbard, Acting Superintendent, Tonto National Monument, 26260 N AZ Hwy 188, Lot 2, Roosevelt, AZ 85545, telephone (928) 467-2241, email duane_hubbard@nps.gov.\\n          \\n        \\n      \\n      \\n        SUPPLEMENTARY INFORMATION:\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains under the control of Tonto National Monument, Roosevelt, AZ. The human remains were removed from Tonto National Monument, Gila County, AZ. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3) and 43 CFR 10.11(d). The determinations in this notice are the sole responsibility of the Superintendent, Tonto National Monument.\\n        Consultation\\n        A detailed assessment of the human remains was made during a region-wide, multi-park process by Tonto National Monument professional staff in consultation with representatives of the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hualapai Indian Tribe of the Hualapai Indian Reservation, Arizona; Mescalero Apache Tribe of the Mescalero Reservation, New Mexico; Moapa Band of Paiute Indians of the Moapa River Indian Reservation, Nevada; Paiute Indian Tribe of Utah (Cedar Band of Paiutes, Kanosh Band of Paiutes, Koosharem Band of Paiutes, Indian Peaks Band of Paiutes, and Shivwits Band of Paiutes) (formerly Paiute Indian Tribe of Utah (Cedar City Band of Paiutes, Kanosh Band of Paiutes, Koosharem Band of Paiutes, Indian Peaks Band of Paiutes, and Shivwits Band of Paiutes)); Paiute-Shoshone Tribe of the Fallon Reservation and Colony, Nevada; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; San Carlos Apache Tribe of the San Carlos Reservation, Arizona; San Juan Southern Paiute Tribe of Arizona; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Tohono O\\'odham Nation of Arizona; Ute Indian Tribe of the Uintah & Ouray Reservation, Utah; Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah; and Utu Utu Gwaitu Paiute Tribe of the Benton Paiute Reservation, California (hereafter referred to as \\xe2\\x80\\x9cThe Consulted Tribes\\xe2\\x80\\x9d).\\n\\n        The following tribes were invited to consult but did not participate in the face-to-face consultation meeting: Apache Tribe of Oklahoma; Arapaho Tribe of the Wind River Reservation, Wyoming; Big Pine Paiute Tribe of the Owens Valley (previously listed as the Big Pine Band of Owens Valley Paiute Shoshone Indians of the Big Pine Reservation, California); Bishop Paiute Tribe (previously listed as the Paiute-Shoshone Indians of the Bishop Community of the Bishop Colony, California); Bridgeport Indian Colony (previously listed as the Bridgeport Paiute Indian Colony of California); Burns Paiute Tribe (previously listed as the Burns Paiute Tribe of the Burns Paiute Indian Colony of Oregon); Cheyenne and Arapaho Tribes, Oklahoma (previously listed as the Cheyenne-Arapaho Tribes of Oklahoma); Comanche Nation, Oklahoma; Fort Independence Indian Community of Paiute Indians of the Fort Independence Reservation, California; Fort McDermitt Paiute and Shoshone Tribes of the Fort McDermitt Indian Reservation, Nevada and Oregon; Fort McDowell Yavapai Nation, Arizona; Fort Sill Apache Tribe of Oklahoma; Hopi Tribe of Arizona; Jicarilla Apache Nation, New Mexico; Kaibab Band of Paiute Indians of the Kaibab Indian Reservation, Arizona; Kewa Pueblo, New Mexico (previously listed as the Pueblo of Santo Domingo); Kiowa Indian Tribe of Oklahoma; Las Vegas Tribe of Paiute Indians of the Las Vegas Indian Colony, Nevada; Lone Pine Paiute-Shoshone Tribe (previously listed as the Paiute-Shoshone Indians of the Lone Pine Community of the Lone Pine Reservation, California); Lovelock Paiute Tribe of the Lovelock Indian Colony, Nevada; Navajo Nation, Arizona, New Mexico & Utah; Ohkay Owingeh, New Mexico (previously listed as the Pueblo of San Juan); Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Felipe, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; Pyramid Lake Paiute Tribe of the Pyramid Lake Reservation, Nevada; Shoshone-Paiute Tribes of the Duck Valley Reservation, Nevada; Summit Lake Paiute Tribe of Nevada; Tonto Apache Tribe of Arizona; Walker River Paiute Tribe of the Walker River Reservation, Nevada; White Mountain Apache Tribe of the Fort Apache Reservation, Arizona; Yavapai-Apache Nation of the Camp Verde Indian Reservation, Arizona; Yavapai-Prescott Indian Tribe (previously listed as the Yavapai-Prescott Tribe of the Yavapai Reservation, Arizona); Yerington Paiute Tribe of the Yerington Colony & Campbell Ranch, Nevada; and Zuni Tribe of the Zuni Reservation, New Mexico (hereafter referred to as \\xe2\\x80\\x9cThe Invited Tribes\\xe2\\x80\\x9d).\\n        History and Description of the Remains\\n        At unknown dates, human remains representing, at minimum, two individuals were removed from unknown locations in Gila County, AZ. The human remains were found in Tonto National Monument\\'s collections storage area and so were likely removed from sites within the boundaries of Tonto National Monument. No known individuals were identified. No associated funerary objects are present.\\n        Determinations Made by Tonto National Monument\\n        Officials of Tonto National Monument have determined that:\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice are Native American based on osteological analysis and the known archeological context of Tonto National Monument.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of two individuals of Native American ancestry.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and any present-day Indian tribe.\\n        \\xe2\\x80\\xa2 According to final judgments of the Indian Claims Commission or the Court of Federal Claims, the land from which the Native American human remains were removed is the aboriginal land of the Apache Tribe of Oklahoma; Fort McDowell Yavapai Nation, Arizona; Fort Sill Apache Tribe of Oklahoma; Jicarilla Apache Nation, New Mexico; Mescalero Apache Tribe of the Mescalero Reservation, New Mexico; San Carlos Apache Tribe of the San Carlos Reservation, Arizona; Tonto Apache Tribe of Arizona; White Mountain Apache Tribe of the Fort Apache Reservation, Arizona; Yavapai-Apache Nation of the Camp Verde Indian Reservation, Arizona; and Yavapai-Prescott Indian Tribe (previously listed as the Yavapai-Prescott Tribe of the Yavapai Reservation, Arizona).\\n        \\xe2\\x80\\xa2 Treaties, Acts of Congress, or Executive Orders, indicate that the land from which the Native American human remains were removed is the aboriginal land of the Apache Tribe of Oklahoma; Fort Sill Apache Tribe of Oklahoma; Jicarilla Apache Nation, New Mexico; Mescalero Apache Tribe of the Mescalero Reservation, New Mexico; San Carlos Apache Tribe of the San Carlos Reservation, Arizona; Tonto Apache Tribe of Arizona; and White Mountain Apache Tribe of the Fort Apache Reservation, Arizona.\\n        \\xe2\\x80\\xa2 Other credible lines of evidence, including relevant and authoritative governmental determinations and information gathered during government-to-government consultation from subject matter experts, indicate that the land from which the Native American human remains were removed is the aboriginal land of the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hopi Tribe of Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; and Zuni Tribe of the Zuni Reservation, New Mexico.\\n        \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.11(c)(1), the disposition of the human remains may be to the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Apache Tribe of Oklahoma; Fort McDowell Yavapai Nation, Arizona; Fort Sill Apache Tribe of Oklahoma; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hopi Tribe of Arizona; Jicarilla Apache Nation, New Mexico; Mescalero Apache Tribe of the Mescalero Reservation, New Mexico; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; San Carlos Apache Tribe of the San Carlos Reservation, Arizona; Tonto Apache Tribe of Arizona; White Mountain Apache Tribe of the Fort Apache Reservation, Arizona; Yavapai-Apache Nation of the Camp Verde Indian Reservation, Arizona; Yavapai-Prescott Indian Tribe (previously listed as the Yavapai-Prescott Tribe of the Yavapai Reservation, Arizona); and Zuni Tribe of the Zuni Reservation, New Mexico.\\n        Additional Requestors and Disposition\\n\\n        Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains should submit a written request with information in support of the request to Duane Hubbard, Acting Superintendent, Tonto National Monument, 26260 N AZ Hwy 188, Lot 2, Roosevelt, AZ 85545, telephone (928) 467-2241, email duane_hubbard@nps.gov, by February 18, 2014. After that date, if no additional requestors have come forward, transfer of control of the human remains to the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Apache Tribe of Oklahoma; Fort McDowell Yavapai Nation, Arizona; Fort Sill Apache Tribe of Oklahoma; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hopi Tribe of Arizona; Jicarilla Apache Nation, New Mexico; Mescalero Apache Tribe of the Mescalero Reservation, New Mexico; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; San Carlos Apache Tribe of the San Carlos Reservation, Arizona; Tonto Apache Tribe of Arizona; White Mountain Apache Tribe of the Fort Apache Reservation, Arizona; Yavapai-Apache Nation of the Camp Verde Indian Reservation, Arizona; Yavapai-Prescott Indian Tribe (previously listed as the Yavapai-Prescott Tribe of the Yavapai Reservation, Arizona); and Zuni Tribe of the Zuni Reservation, New Mexico may proceed.\\n        Tonto National Monument is responsible for notifying The Consulted Tribes and The Invited Tribes that this notice has been published.\\n        \\n          Dated: December 11, 2013.\\n          Melanie O\\'Brien,\\n          Acting Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2014-00766 Filed 1-15-14; 8:45 am]\\n      BILLING CODE 4312-50-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[NPS-WASO-NAGPRA-14644; PPWOCRADN0-PCU00RP14.R50000]", "subject": "Notice of Inventory Completion: U.S. Department of the Interior, National Park Service, Tonto National Monument, Roosevelt, AZ", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "The U.S. Department of the Interior, National Park Service, Tonto National Monument has completed an inventory of human remains, in consultation with the appropriate Indian tribes or Native Hawaiian organizations, and has determined that there is no cultural affiliation between the human remains and any present-day Indian tribes or Native Hawaiian organizations. Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains should submit a written request to Tonto National Monument. If no additional requestors come forward, transfer of control of the human remains to the Indian tribes or Native Hawaiian organizations stated in this notice may proceed.", "dates": "Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains should submit a written request with information in support of the request to Tonto National Monument at the address in this notice by February 18, 2014.", "addresses": "Duane Hubbard, Acting Superintendent, Tonto National Monument, 26260 N AZ Hwy 188, Lot 2, Roosevelt, AZ 85545, telephone (928) 467-2241, email duane_hubbard@nps.gov.\\n          ", "signature_dated": "Dated: December 11, 2013.", "signature_name": "Melanie O\\'Brien,", "signature_title": "Acting Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2014-00766 Filed 1-15-14; 8:45 am]", "billing_code": "BILLING CODE 4312-50-P", "supp_info": "SUPPLEMENTARY INFORMATION: \n Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains under the control of Tonto National Monument, Roosevelt, AZ. The human remains were removed from Tonto National Monument, Gila County, AZ.  \n This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3) and 43 CFR 10.11(d). The determinations in this notice are the sole responsibility of the Superintendent, Tonto National Monument. \n Consultation \n A detailed assessment of the human remains was made during a region-wide, multi-park process by Tonto National Monument professional staff in consultation with representatives of the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hualapai Indian Tribe of the Hualapai Indian Reservation, Arizona; Mescalero Apache Tribe of the Mescalero Reservation, New Mexico; Moapa Band of Paiute Indians of the Moapa River Indian Reservation, Nevada; Paiute Indian Tribe of Utah (Cedar Band of Paiutes, Kanosh Band of Paiutes, Koosharem Band of Paiutes, Indian Peaks Band of Paiutes, and Shivwits Band of Paiutes) (formerly Paiute Indian Tribe of Utah (Cedar City Band of Paiutes, Kanosh Band of Paiutes, Koosharem Band of Paiutes, Indian Peaks Band of Paiutes, and Shivwits Band of Paiutes)); Paiute-Shoshone Tribe of the Fallon Reservation and Colony, Nevada; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; San Carlos Apache Tribe of the San Carlos Reservation, Arizona; San Juan Southern Paiute Tribe of Arizona; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Tohono O\\'odham Nation of Arizona; Ute Indian Tribe of the Uintah & Ouray Reservation, Utah; Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah; and Utu Utu Gwaitu Paiute Tribe of the Benton Paiute Reservation, California (hereafter referred to as \\xe2\\x80\\x9cThe Consulted Tribes\\xe2\\x80\\x9d). \n The following tribes were invited to consult but did not participate in the face-to-face consultation meeting: Apache Tribe of Oklahoma; Arapaho Tribe of the Wind River Reservation, Wyoming; Big Pine Paiute Tribe of the Owens Valley (previously listed as the Big Pine Band of Owens Valley Paiute Shoshone Indians of the Big Pine Reservation, California); Bishop Paiute Tribe (previously listed as the Paiute-Shoshone Indians of the Bishop Community of the Bishop Colony, California); Bridgeport Indian Colony (previously listed as the Bridgeport Paiute Indian Colony of California); Burns Paiute Tribe (previously listed as the Burns Paiute Tribe of the Burns Paiute Indian Colony of Oregon); Cheyenne and Arapaho Tribes, Oklahoma (previously listed as the Cheyenne-Arapaho Tribes of Oklahoma); Comanche Nation, Oklahoma; Fort Independence Indian Community of Paiute Indians of the Fort Independence Reservation, California; Fort McDermitt Paiute and Shoshone Tribes of the Fort McDermitt Indian Reservation, Nevada and Oregon; Fort McDowell Yavapai Nation, Arizona; Fort Sill Apache Tribe of Oklahoma; Hopi Tribe of Arizona; Jicarilla Apache Nation, New Mexico; Kaibab Band of Paiute Indians of the Kaibab Indian Reservation, Arizona; Kewa Pueblo, New Mexico (previously listed as the Pueblo of Santo Domingo); Kiowa Indian Tribe of Oklahoma; Las Vegas Tribe of Paiute Indians of the Las Vegas Indian Colony, Nevada; Lone Pine Paiute-Shoshone Tribe (previously listed as the Paiute-Shoshone Indians of the Lone Pine Community of the Lone Pine Reservation, California); Lovelock Paiute Tribe of the Lovelock Indian Colony, Nevada; Navajo Nation, Arizona, New Mexico & Utah; Ohkay Owingeh, New Mexico (previously listed as the Pueblo of San Juan); Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Felipe, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; Pyramid Lake Paiute Tribe of the Pyramid Lake Reservation, Nevada; Shoshone-Paiute Tribes of the Duck Valley Reservation, Nevada; Summit Lake Paiute Tribe of Nevada; Tonto Apache Tribe of Arizona; Walker River Paiute Tribe of the Walker River Reservation, Nevada; White Mountain Apache Tribe of the Fort Apache Reservation, Arizona; Yavapai-Apache Nation of the Camp Verde Indian Reservation, Arizona; Yavapai-Prescott Indian Tribe (previously listed as the Yavapai-Prescott Tribe of the Yavapai Reservation, Arizona); Yerington Paiute Tribe of the Yerington Colony & Campbell Ranch, Nevada; and Zuni Tribe of the Zuni Reservation, New Mexico (hereafter referred to as \\xe2\\x80\\x9cThe Invited Tribes\\xe2\\x80\\x9d). \n History and Description of the Remains \n At unknown dates, human remains representing, at minimum, two individuals were removed from unknown locations in Gila County, AZ. The human remains were found in Tonto National Monument\\'s collections storage area and so were likely removed from sites within the boundaries of Tonto National Monument. No known individuals were identified. No associated funerary objects are present. \n Determinations Made by Tonto National Monument \n Officials of Tonto National Monument have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice are Native American based on osteological analysis and the known archeological context of Tonto National Monument. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of two individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and any present-day Indian tribe. \n \\xe2\\x80\\xa2 According to final judgments of the Indian Claims Commission or the Court of Federal Claims, the land from which the Native American human remains were removed is the aboriginal land of the Apache Tribe of Oklahoma; Fort McDowell Yavapai Nation, Arizona; Fort Sill Apache Tribe of Oklahoma; Jicarilla Apache Nation, New Mexico; Mescalero Apache Tribe of the Mescalero Reservation, New Mexico; San Carlos Apache Tribe of the San Carlos Reservation, Arizona; Tonto Apache Tribe of Arizona; White Mountain Apache Tribe of the Fort Apache Reservation, Arizona; Yavapai-Apache Nation of the Camp Verde Indian Reservation, Arizona; and Yavapai-Prescott Indian Tribe (previously listed as the Yavapai-Prescott Tribe of the Yavapai Reservation, Arizona). \n \\xe2\\x80\\xa2 Treaties, Acts of Congress, or Executive Orders, indicate that the land from which the Native American human remains were removed is the aboriginal land of the Apache Tribe of Oklahoma; Fort Sill Apache Tribe of Oklahoma; Jicarilla Apache Nation, New Mexico; Mescalero Apache Tribe of the Mescalero Reservation, New Mexico; San Carlos Apache Tribe of the San Carlos Reservation, Arizona; Tonto Apache Tribe of Arizona; and White Mountain Apache Tribe of the Fort Apache Reservation, Arizona. \n \\xe2\\x80\\xa2 Other credible lines of evidence, including relevant and authoritative governmental determinations and information gathered during government-to-government consultation from subject matter experts, indicate that the land from which the Native American human remains were removed is the aboriginal land of the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hopi Tribe of Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; and Zuni Tribe of the Zuni Reservation, New Mexico. \n \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.11(c)(1), the disposition of the human remains may be to the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Apache Tribe of Oklahoma; Fort McDowell Yavapai Nation, Arizona; Fort Sill Apache Tribe of Oklahoma; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hopi Tribe of Arizona; Jicarilla Apache Nation, New Mexico; Mescalero Apache Tribe of the Mescalero Reservation, New Mexico; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; San Carlos Apache Tribe of the San Carlos Reservation, Arizona; Tonto Apache Tribe of Arizona; White Mountain Apache Tribe of the Fort Apache Reservation, Arizona; Yavapai-Apache Nation of the Camp Verde Indian Reservation, Arizona; Yavapai-Prescott Indian Tribe (previously listed as the Yavapai-Prescott Tribe of the Yavapai Reservation, Arizona); and Zuni Tribe of the Zuni Reservation, New Mexico. \n Additional Requestors and Disposition \n Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains should submit a written request with information in support of the request to Duane Hubbard, Acting Superintendent, Tonto National Monument, 26260 N AZ Hwy 188, Lot 2, Roosevelt, AZ 85545, telephone (928) 467-2241, email duane_hubbard@nps.gov, by February 18, 2014. After that date, if no additional requestors have come forward, transfer of control of the human remains to the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Apache Tribe of Oklahoma; Fort McDowell Yavapai Nation, Arizona; Fort Sill Apache Tribe of Oklahoma; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hopi Tribe of Arizona; Jicarilla Apache Nation, New Mexico; Mescalero Apache Tribe of the Mescalero Reservation, New Mexico; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; San Carlos Apache Tribe of the San Carlos Reservation, Arizona; Tonto Apache Tribe of Arizona; White Mountain Apache Tribe of the Fort Apache Reservation, Arizona; Yavapai-Apache Nation of the Camp Verde Indian Reservation, Arizona; Yavapai-Prescott Indian Tribe (previously listed as the Yavapai-Prescott Tribe of the Yavapai Reservation, Arizona); and Zuni Tribe of the Zuni Reservation, New Mexico may proceed. \n Tonto National Monument is responsible for notifying The Consulted Tribes and The Invited Tribes that this notice has been published. \n ", "consultation": "A detailed assessment of the human remains was made during a region-wide, multi-park process by Tonto National Monument professional staff in consultation with representatives of the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hualapai Indian Tribe of the Hualapai Indian Reservation, Arizona; Mescalero Apache Tribe of the Mescalero Reservation, New Mexico; Moapa Band of Paiute Indians of the Moapa River Indian Reservation, Nevada; Paiute Indian Tribe of Utah (Cedar Band of Paiutes, Kanosh Band of Paiutes, Koosharem Band of Paiutes, Indian Peaks Band of Paiutes, and Shivwits Band of Paiutes) (formerly Paiute Indian Tribe of Utah (Cedar City Band of Paiutes, Kanosh Band of Paiutes, Koosharem Band of Paiutes, Indian Peaks Band of Paiutes, and Shivwits Band of Paiutes)); Paiute-Shoshone Tribe of the Fallon Reservation and Colony, Nevada; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; San Carlos Apache Tribe of the San Carlos Reservation, Arizona; San Juan Southern Paiute Tribe of Arizona; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Tohono O\\'odham Nation of Arizona; Ute Indian Tribe of the Uintah & Ouray Reservation, Utah; Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah; and Utu Utu Gwaitu Paiute Tribe of the Benton Paiute Reservation, California (hereafter referred to as \\xe2\\x80\\x9cThe Consulted Tribes\\xe2\\x80\\x9d). \n The following tribes were invited to consult but did not participate in the face-to-face consultation meeting: Apache Tribe of Oklahoma; Arapaho Tribe of the Wind River Reservation, Wyoming; Big Pine Paiute Tribe of the Owens Valley (previously listed as the Big Pine Band of Owens Valley Paiute Shoshone Indians of the Big Pine Reservation, California); Bishop Paiute Tribe (previously listed as the Paiute-Shoshone Indians of the Bishop Community of the Bishop Colony, California); Bridgeport Indian Colony (previously listed as the Bridgeport Paiute Indian Colony of California); Burns Paiute Tribe (previously listed as the Burns Paiute Tribe of the Burns Paiute Indian Colony of Oregon); Cheyenne and Arapaho Tribes, Oklahoma (previously listed as the Cheyenne-Arapaho Tribes of Oklahoma); Comanche Nation, Oklahoma; Fort Independence Indian Community of Paiute Indians of the Fort Independence Reservation, California; Fort McDermitt Paiute and Shoshone Tribes of the Fort McDermitt Indian Reservation, Nevada and Oregon; Fort McDowell Yavapai Nation, Arizona; Fort Sill Apache Tribe of Oklahoma; Hopi Tribe of Arizona; Jicarilla Apache Nation, New Mexico; Kaibab Band of Paiute Indians of the Kaibab Indian Reservation, Arizona; Kewa Pueblo, New Mexico (previously listed as the Pueblo of Santo Domingo); Kiowa Indian Tribe of Oklahoma; Las Vegas Tribe of Paiute Indians of the Las Vegas Indian Colony, Nevada; Lone Pine Paiute-Shoshone Tribe (previously listed as the Paiute-Shoshone Indians of the Lone Pine Community of the Lone Pine Reservation, California); Lovelock Paiute Tribe of the Lovelock Indian Colony, Nevada; Navajo Nation, Arizona, New Mexico & Utah; Ohkay Owingeh, New Mexico (previously listed as the Pueblo of San Juan); Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Felipe, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; Pyramid Lake Paiute Tribe of the Pyramid Lake Reservation, Nevada; Shoshone-Paiute Tribes of the Duck Valley Reservation, Nevada; Summit Lake Paiute Tribe of Nevada; Tonto Apache Tribe of Arizona; Walker River Paiute Tribe of the Walker River Reservation, Nevada; White Mountain Apache Tribe of the Fort Apache Reservation, Arizona; Yavapai-Apache Nation of the Camp Verde Indian Reservation, Arizona; Yavapai-Prescott Indian Tribe (previously listed as the Yavapai-Prescott Tribe of the Yavapai Reservation, Arizona); Yerington Paiute Tribe of the Yerington Colony & Campbell Ranch, Nevada; and Zuni Tribe of the Zuni Reservation, New Mexico (hereafter referred to as \\xe2\\x80\\x9cThe Invited Tribes\\xe2\\x80\\x9d). \n ", "h_d_r": "At unknown dates, human remains representing, at minimum, two individuals were removed from unknown locations in Gila County, AZ. The human remains were found in Tonto National Monument\\'s collections storage area and so were likely removed from sites within the boundaries of Tonto National Monument. No known individuals were identified. No associated funerary objects are present. \n ", "h_d_ci": "Null", "determinations": "Determinations Made by Tonto National Monument \n Officials of Tonto National Monument have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice are Native American based on osteological analysis and the known archeological context of Tonto National Monument. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of two individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and any present-day Indian tribe. \n \\xe2\\x80\\xa2 According to final judgments of the Indian Claims Commission or the Court of Federal Claims, the land from which the Native American human remains were removed is the aboriginal land of the Apache Tribe of Oklahoma; Fort McDowell Yavapai Nation, Arizona; Fort Sill Apache Tribe of Oklahoma; Jicarilla Apache Nation, New Mexico; Mescalero Apache Tribe of the Mescalero Reservation, New Mexico; San Carlos Apache Tribe of the San Carlos Reservation, Arizona; Tonto Apache Tribe of Arizona; White Mountain Apache Tribe of the Fort Apache Reservation, Arizona; Yavapai-Apache Nation of the Camp Verde Indian Reservation, Arizona; and Yavapai-Prescott Indian Tribe (previously listed as the Yavapai-Prescott Tribe of the Yavapai Reservation, Arizona). \n \\xe2\\x80\\xa2 Treaties, Acts of Congress, or Executive Orders, indicate that the land from which the Native American human remains were removed is the aboriginal land of the Apache Tribe of Oklahoma; Fort Sill Apache Tribe of Oklahoma; Jicarilla Apache Nation, New Mexico; Mescalero Apache Tribe of the Mescalero Reservation, New Mexico; San Carlos Apache Tribe of the San Carlos Reservation, Arizona; Tonto Apache Tribe of Arizona; and White Mountain Apache Tribe of the Fort Apache Reservation, Arizona. \n \\xe2\\x80\\xa2 Other credible lines of evidence, including relevant and authoritative governmental determinations and information gathered during government-to-government consultation from subject matter experts, indicate that the land from which the Native American human remains were removed is the aboriginal land of the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hopi Tribe of Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; and Zuni Tribe of the Zuni Reservation, New Mexico. \n \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.11(c)(1), the disposition of the human remains may be to the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Apache Tribe of Oklahoma; Fort McDowell Yavapai Nation, Arizona; Fort Sill Apache Tribe of Oklahoma; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hopi Tribe of Arizona; Jicarilla Apache Nation, New Mexico; Mescalero Apache Tribe of the Mescalero Reservation, New Mexico; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; San Carlos Apache Tribe of the San Carlos Reservation, Arizona; Tonto Apache Tribe of Arizona; White Mountain Apache Tribe of the Fort Apache Reservation, Arizona; Yavapai-Apache Nation of the Camp Verde Indian Reservation, Arizona; Yavapai-Prescott Indian Tribe (previously listed as the Yavapai-Prescott Tribe of the Yavapai Reservation, Arizona); and Zuni Tribe of the Zuni Reservation, New Mexico. \n ", "a_r_d": "Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains should submit a written request with information in support of the request to Duane Hubbard, Acting Superintendent, Tonto National Monument, 26260 N AZ Hwy 188, Lot 2, Roosevelt, AZ 85545, telephone (928) 467-2241, email duane_hubbard@nps.gov, by February 18, 2014. After that date, if no additional requestors have come forward, transfer of control of the human remains to the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Apache Tribe of Oklahoma; Fort McDowell Yavapai Nation, Arizona; Fort Sill Apache Tribe of Oklahoma; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hopi Tribe of Arizona; Jicarilla Apache Nation, New Mexico; Mescalero Apache Tribe of the Mescalero Reservation, New Mexico; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; San Carlos Apache Tribe of the San Carlos Reservation, Arizona; Tonto Apache Tribe of Arizona; White Mountain Apache Tribe of the Fort Apache Reservation, Arizona; Yavapai-Apache Nation of the Camp Verde Indian Reservation, Arizona; Yavapai-Prescott Indian Tribe (previously listed as the Yavapai-Prescott Tribe of the Yavapai Reservation, Arizona); and Zuni Tribe of the Zuni Reservation, New Mexico may proceed. \n Tonto National Monument is responsible for notifying The Consulted Tribes and The Invited Tribes that this notice has been published. \n "}