{"index": "I_887", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [NPS-WASO-NAGPRA-14034; PPWOCRADN0-PCU00RP14.R50000]\\n        Notice of Inventory Completion: University of Michigan, Ann Arbor, MI\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        \\n          SUMMARY:\\n\\n          The University of Michigan has completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian tribes or Native Hawaiian organizations, and has determined that there is no cultural affiliation between the human remains and associated funerary objects and any present-day Indian tribes or Native Hawaiian organizations. Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to the University of Michigan. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the Indian tribes or Native Hawaiian organizations stated in this notice may proceed.\\n        \\n        \\n          DATES:\\n          Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to the University of Michigan at the address in this notice by December 2, 2013.\\n        \\n        \\n          ADDRESSES:\\n\\n          Dr. Ben Secunda, NAGPRA Project Manager, University of Michigan, Office of the Vice President for Research, 4080 Fleming Building, 503 Thompson St., Ann Arbor, MI 48109-1340, telephone (734) 647-9085, email bsecunda@umich.edu.\\n          \\n        \\n      \\n      \\n        SUPPLEMENTARY INFORMATION:\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the University of Michigan, Ann Arbor, MI. The human remains and associated funerary objects were removed from Macomb, Monroe, and Wayne Counties, MI.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3) and 43 CFR 10.11(d). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        Consultation\\n        A detailed assessment of the human remains and associated funerary objects was made by the University of Michigan Museum of Anthropology professional staff in consultation with representatives of the Bay Mills Indian Community, Michigan; Chippewa-Cree Indians of the Rocky Boy\\'s Reservation, Montana; Grand Traverse Band of Ottawa and Chippewa Indians, Michigan; Hannahville Indian Community, Michigan; Keweenaw Bay Indian Community, Michigan; Lac Vieux Desert Band of Lake Superior Chippewa Indians of Michigan; Little River Band of Ottawa Indians, Michigan; Little Traverse Bay Bands of Odawa Indians, Michigan; Match-e-be-nash-she-wish Band of Pottawatomi Indians of Michigan; Nottawaseppi Huron Band of the Potawatomi, Michigan (previously listed as the Huron Potawatomi, Inc.); Pokagon Band of Potawatomi Indians, Michigan and Indiana; Saginaw Chippewa Indian Tribe of Michigan; and the Sault Ste. Marie Tribe of Chippewa Indians, Michigan.\\n        Additional requests for consultation were sent to the Absentee-Shawnee Tribe of Indians of Oklahoma; Bad River Band of the Lake Superior Tribe of Chippewa Indians of the Bad River Reservation, Wisconsin; Bois Forte Band (Nett Lake) of the Minnesota Chippewa Tribe, Minnesota; Citizen Potawatomi Nation, Oklahoma; Delaware Nation, Oklahoma; Delaware Tribe of Indians; Eastern Shawnee Tribe of Oklahoma; Fond du Lac Band of the Minnesota Chippewa Tribe, Minnesota; Forest County Potawatomi Community, Wisconsin; Grand Portage Band of the Minnesota Chippewa Tribe, Minnesota; Kickapoo Traditional Tribe of Texas; Kickapoo Tribe of Indians of the Kickapoo Reservation in Kansas; Kickapoo Tribe of Oklahoma; Lac Courte Oreilles Band of Lake Superior Chippewa Indians of Wisconsin; Lac du Flambeau Band of Lake Superior Chippewa Indians of the Lac du Flambeau Reservation of Wisconsin; Leech Lake Band of the Minnesota Chippewa Tribe, Minnesota; Miami Tribe of Oklahoma; Mille Lacs Band of the Minnesota Chippewa Tribe, Minnesota; Ottawa Tribe of Oklahoma; Peoria Tribe of Indians of Oklahoma; Prairie Band Potawatomi Nation (previously listed as the Prairie Band of Potawatomi Nation, Kansas); Quechan Tribe of the Fort Yuma Indian Reservation, California & Arizona; Red Cliff Band of Lake Superior Chippewa Indians of Wisconsin; Red Lake Band of Chippewa Indians, Minnesota; Sac & Fox Nation of Missouri in Kansas and Nebraska; Sac & Fox Nation, Oklahoma; Sac & Fox Tribe of the Mississippi in Iowa; Seneca Nation of Indians (previously listed as the Seneca Nation of New York); Seneca-Cayuga Tribe of Oklahoma; Shawnee Tribe; Sokaogon Chippewa Community, Wisconsin; St. Croix Chippewa Indians of Wisconsin; Tonawanda Band of Seneca (previously listed as the Tonawanda Band of Seneca Indians of New York); Turtle Mountain Band of Chippewa Indians of North Dakota; White Earth Band of the Minnesota Chippewa Tribe, Minnesota; and the Wyandotte Nation.\\n        Hereafter, all tribes listed in this section are referred to as \\xe2\\x80\\x9cThe Tribes.\\xe2\\x80\\x9d\\n        History and Description of the Remains\\n        On an unknown date prior to 1962, human remains representing, at minimum, 1 individual were removed from the Verchave #3 site (20MB182) in Macomb County, MI. Farmers found the sun-bleached and very fragmentary remains of one adult on the surface while removing sand and donated the remains to the University of Michigan Museum of Anthropology (UMMA). Archeologist James Fitting later described the burial site as being part of a larger multicomponent site that included a layer of post-contact occupation, including a possible cemetery, over a layer of pre-contact occupation. No date or time period for the human remains could be established. No known individuals were identified. No associated funerary objects are present.\\n        In 1926, human remains representing, at minimum, 2 individuals were removed from the Norton site (20MB5) in Macomb County, MI. Charles Delaney of the UMMA originally reported finding human remains, pottery, and other \\xe2\\x80\\x9crelics\\xe2\\x80\\x9d during surface surveys near Romeo, MI. In 1937, Emerson Greenman of the UMMA carried out excavations in the same area and found evidence of a village approximately 400 yards away. The human remains date to the Springwells Phase of the Late Woodland Period (1200-1400 A.D.) based on the pottery collected from the nearby village. No known individuals were identified. No associated funerary objects are present.\\n        On April 25, 1979, human remains representing, at minimum, 1 individual were removed from the Feick site (20MR281) in Monroe County, MI. A backhoe driver unearthed the human remains during sand removal operations near Exeter Road. The remains were taken to a biology teacher at Monroe High School for identification and later donated to the UMMA by the Monroe County Sheriff\\'s Department. The remains were identified as being Native American and representing one adult, possibly female. No date or time period for the human remains could be established. No known individuals were identified. No associated funerary objects are present.\\n\\n        In June of 1966, human remains representing, at minimum, 1 individual were removed from Otter Creek Road site (20MR44) in Monroe County, MI. David Brose of the UMMA collected the human remains representing one adult during a surface survey on private property. The landowner also collected artifacts from the site, but did not donate them to the UMMA. The museum has no further information about this collection. The human remains date to the Late Woodland Period (800-1400 A.D.) based on the artifacts collected by the landowner. No known individuals were identified. No associated funerary objects are present.\\n        On an unknown date prior to 1940, human remains representing, at minimum, 2 individuals were removed from the Near Lake Erie site in Monroe County, MI. The remains of two adults were likely found in 1924 during grading activities associated with railroad tracks running through Bedford Township, MI. Museum records indicate that the human remains, along with associated funerary objects, were collected from the site and subsequently donated to the UMMA on an unknown date during the 1930s. The human remains date to the Late Woodland Period (500-1400 A.D.) based on diagnostic artifacts. No known individuals were identified. The 12 associated funerary objects present are ceramic sherds.\\n        In June of 1966, human remains representing, at minimum, 1 individual were removed from the Strasburg Ridge site (20MR128) in Monroe County, MI. David Brose of the UMMA collected the remains of one adult during a surface survey of an open field. No date or time period for the human remains could be established. No known individuals were identified. No associated funerary objects are present.\\n        On multiple dates between 1959 and 1980, human remains representing, at minimum, 26 individuals were removed from the Lucy King site (20MR2) in Monroe County, MI. In 1959, Mark Papworth of the UMMA conducted the first excavation of at least 11 individuals. Papworth collected multiple bundle burials from a small, shallow pit, and noted multiple commingled remains of various ages. A publication about the excavation notes multiple Brewerton stemmed points being found in association with the human remains, but the museum has no record of these points being donated to the UMMA. The presence of these points suggest the human remains date to the Late Archaic Period. In 1972, archeologists from Western Michigan University conducted a second excavation of at least three individuals, and subsequently donated those remains to the UMMA in 1979. Most of the remains from this excavation came from the plow zone and, as a result, are very fragmentary and were not found in an archeological context. In 1977, archeologists from the UMMA conducted a third excavation of at least one individual. Again, most of the human remains came from the plow zone and were not found in an archeological context. Finally, in 1980, a backhoe operating near the site inadvertently unearthed human remains. James J. Krakker of the UMMA was contacted to conduct a salvage excavation of at least 11 individuals. Krakker excavated the undisturbed portion of an ossuary and was also able to assign features at the site. Several individuals were noted as being buried in a flexed position, including one area of the site that showed evidence of having been burned. Marginella beads were found buried in association with one individual from the ossuary. Several of the individuals found during Krakker\\'s excavation showed signs of extensive pathologies suggesting they suffered from infectious disease and possibly treponemal disease. A date or time period for the human remains is difficult to establish due to the complexity of the site and lack of an archeological context for most of the collections. The human remains date to, at the earliest, the Late Archaic Period, and, at the latest, the Woodland/Late Woodland Period (500-1600 A.D.). No known individuals were identified. The 1 associated funerary object is 1 lot of Marginella shells.\\n        In June of 1966, human remains representing, at minimum, 2 individuals were removed from the Bay Creek site (20MR31) in Monroe County, MI. David Brose of the UMMA found the remains of at least one adult and one child during a surface survey south of Bay Creek. The human remains date to between the Late Woodland and Post-Contact Periods (500 A.D.-1850 A.D.) based on diagnostic artifacts collected from other areas of the site. No known individuals were identified. No associated funerary objects are present.\\n        In 1940, human remains representing, at minimum, 13 individuals were removed from the Indian Trails site (20MR4) in Monroe County, MI. Ralph Patton of the UMMA excavated the remains of five adults, five older adults, two juveniles, and one cremated juvenile from a burial pit near Little Swan Creek. The remains of several additional individuals were noted but not collected due to their fragile condition. The site included multiple burials pits wherein various mortuary practices were evident. Patton noted extended burials, bundle burials, cremations, red ochre treatments, and post-mortem modifications such as plaque removals. The human remains date to the Middle Late Woodland Period (1184 A.D. +/\\xe2\\x88\\x92112 years) based on radiocarbon 14 dating. No known individuals were identified. No associated funerary objects are present.\\n        On an unknown date in 1967, and on an unknown date between 1982-1984, human remains representing, at minimum, 1 individual were removed from the Morin site (20MR40) in Monroe County, MI. A landowner unearthed human remains while digging to install a pipeline on his property in Erie Township, MI. In 1967, an amateur archeologist conducted multiple excavations at the site and collected human remains and associated funerary objects. The individuals were noted as being buried in an extended position. The UMMA received some of the associated funerary objects from these initial excavations as donations, but the museum received no human remains from this collector. On an unknown date between 1982 and 1984, another amateur archeologist excavated human remains from the site on multiple occasions. Approximately one-quarter of the site was reportedly excavated. The remains of one adolescent were collected along with associated funerary objects. Additional objects were collected from the site, although these objects date to a different time period than the burials. The human remains date to the Late Woodland Period (500-1200 A.D.) based on diagnostic artifacts and chronometric dating. No known individuals were identified. The 40 associated funerary objects present are 1 biface projectile point (with a corner removed), 1 lot of ceramic sherds (from a single vessel), 19 ceramic sherds (from a single vessel), and 19 bird bones.\\n        On an unknown date prior to 1956, human remains representing, at minimum, 9 individuals were removed from the Foot of First Street site (20WN52) in Wayne County, MI. Workers discovered the burials below First Street while excavating for sewer lines. A local businessman and landowner collected the remains of four adults, two adolescents, and three children, and gave them to an employee of the Detroit Public Library who worked in the Burton Historical Collection. The employee subsequently donated the human remains to the UMMA in 1956. No date or time period for the human remains could be established for the burials, although a note on file from the State Archaeologist\\'s Office of Michigan indicates that the area where the remains were discovered was once the site of a Huron (Wyandot) village in the Post-Contact Period. No known individuals were identified. No associated funerary objects are present.\\n\\n        On April 13, 1953, human remains representing, at minimum, 1 individual were removed from the Michigan State Police site (20WN1010) in Wayne County, MI. A local resident discovered and collected the cranium of an adult female from a location near State Highway 25. The police concluded the human remains were from a Native American burial site and transferred them to the UMMA. No date or time period for the human remains could be established. No known individuals were identified. No associated funerary objects are present.\\n        On an unknown date in the 1950s, human remains representing, at minimum, 1 individual were removed from the Waywash site in Wayne County, MI. A local resident discovered and collected the remains of one adult from the surface of the ground. The human remains were subsequently donated to the UMMA in 1971. No date or time period for the human remains could be established. No known individuals were identified. No associated funerary objects are present.\\n        Sometime before March 20, 1935, human remains representing, at minimum, 1 individual were removed from the Sanderson D-8 site (20WN240) in Wayne County, MI. A local resident found the human remains on the surface of the ground in a road cut. The remains of one adult were collected and donated to the UMMA on March 20, 1935. No date or time period for the human remains could be established. No known individuals were identified. No associated funerary objects are present.\\n        In 1932, human remains representing, at minimum, 1 individual were removed from the Huron River #3 site (20WN253) in Wayne County, MI. Amateur collectors found the human remains on the surface of the ground while traveling through the area. They collected the human remains and subsequently donated them to the UMMA. No date or time period for the human remains could be established. No known individuals were identified. No associated funerary objects are present.\\n        In 1932, human remains representing, at minimum, 2 individuals were removed from the Holmquist W-19 site (20WN131) in Wayne County, MI. Amateur collectors found the human remains while traveling near the Huron River, representing one adult male and one older adult (possibly female). The remains were subsequently donated to the UMMA. The adult male\\'s cranium had evidence of a post-mortem plaque removal. The human remains date to the Woodland Period (850-1400 A.D.) based on mortuary treatment. No known individuals were identified. No associated funerary objects are present.\\n        On an unknown date prior to 1935, human remains representing, at minimum, 4 individuals were removed from the Granville site in Wayne County, MI. A local resident collected the remains of three adults and one child from a location near New Boston, MI, and gave the remains to an amateur collector who subsequently donated them to the UMMA in 1935. No date or time period for the human remains could be established. No known individuals were identified. No associated funerary objects are present.\\n        In 1889, human remains representing, at minimum, 4 individuals were removed from the Exposition Grounds site (20WN7) in Wayne County, MI. The human remains were likely found during construction activities at the International Exposition Grounds near historic Ft. Wayne in Detroit, MI. The remains of two adults (one possibly male), one child, and one infant were collected and given to a local politician who subsequently donated the collections to the UMMA on an unknown date. Historical sources indicate that the site contained a Native American burial ground known as \\xe2\\x80\\x9cGreat Mound.\\xe2\\x80\\x9d This mound was destroyed at some point prior to the construction of the exposition grounds. No date or time period for the human remains could be established. No known individuals were identified. No associated funerary objects are present.\\n        In 1933, 1934, and 1935, human remains representing, at minimum, 28 individuals were removed from the Huron River #2 site (20WN132) in Wayne County, MI. In 1933, an amateur collector found human remains and artifacts near the Huron River in Huron Township, MI. He noted finding two complete skeletons at the site, oriented in an east-west direction, and an additional cranium situated in a north-south direction. The collector also reported finding at least 30 petrosal portions that he suggested were from children. The human remains were not collected, but instead reburied due to their fragile condition. Many artifacts made from flint were noted, but were not collected. Other types of associated funerary objects were collected from the site and subsequently donated to the UMMA. In 1934, Wilbert Hinsdale of the UMMA excavated multiple individuals from this site along with associated funerary objects. Hinsdale noted the individuals were buried in a variety of postures. Some individuals were interred in an extended position, lying side-by-side, with the heads of some individuals in line with the feet of other individuals. Three individuals were interred face down with the cranium of one of these individuals facing to the right. Bundle burials were also present at the site, some intruding into other burials. Some burials were also located above other burials, with mixed ash and charcoal between them. Hinsdale also noted that four craniums of individuals lying in an extended position had post-mortem perforations near the vertex. Additionally, multiple craniums were plastered over with clay pushed into the eye orbits, ears, and nasal area. It is unclear if the craniums with clay were the same as those that had perforations. Hinsdale also noted that fish bones were found in the fill dirt, but they are not present in the collection. In 1935, an amateur collector excavated additional individuals and associated funerary objects from this site, and donated them to the UMMA. Finally, 1 lot of DNA extractions was taken from the site in 2006. The human remains date to the Early Late Woodland Period (500-900 A.D.) based on diagnostic artifacts and mortuary treatment. No known individuals were identified. The 159 associated funerary objects present are 83 ceramic sherds, 4 ceramic sherds without decoration, 33 stone and ceramic sherds, 7 chert flakes and points, 1 lithic scraper, 2 lithic fragments, 23 clay fragments, 1 ceramic elbow pipe, and 5 animal bones.\\n        In 1932, human remains representing, at minimum, 1 individual were removed from the Huron River #6 site (20WN242) in Wayne County, MI. Amateur collectors removed the remains of an adolescent from the surface near the Huron River and subsequently donated them to the UMMA in April of 1936. No date or time period for the human remains could be established. No known individuals were identified. No associated funerary objects are present.\\n        On April 5, 1981, human remains representing the remains of, at minimum, 1 individual were removed from the Rennie site (20WN160) in Wayne County, MI. An amateur archeologist collected the remains of one adult from the surface near the Huron River and subsequently donated them to the UMMA. No date or time period for the human remains could be established. No known individuals were identified. No associated funerary objects are present.\\n\\n        On September 13, 1985, human remains representing, at minimum, 10 individuals were removed from the Arbor Springs site (20WN1008) in Wayne County, MI. A landowner unearthed human remains with a backhoe during construction activities in his yard. He contacted the UMMA, and John O\\'Shea and Claire McHale conducted a salvage excavation at the site. They identified a partially destroyed ossuary and collected the remains of nine adults and one infant. The landowner donated only some of the excavated human remains to the museum. The human remains date to the Late Woodland Period (500-1640 A.D.) based on mortuary treatment. No known individuals were identified. No associated funerary objects are present.\\n        In 1890, human remains representing, at minimum, 1 individual were removed from the Warner site (20WN1011) in Wayne County, MI. A local resident collected the remains of an older adult female near Highway 12 in Nankin Township, MI, and donated them to the UMMA in 1933. The museum has no further information about this collection. The human remains date to the Early Late Woodland Period (500-1100 A.D.) based on diagnostic objects. No known individuals were identified. The 20 associated funerary objects present are ceramic sherds.\\n        Determinations Made by the University of Michigan Museum of Anthropology\\n        Officials of the University of Michigan Museum of Anthropology have determined that:\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice are Native American based on cranial morphology, dental traits, accession documentation, and archeological context.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 114 individuals of Native American ancestry.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 232 objects described in this notice reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and associated funerary objects and any present-day Indian tribe.\\n        \\xe2\\x80\\xa2 According to final judgments of the Indian Claims Commission or the Court of Federal Claims, the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of the Bad River Band of the Lake Superior Tribe of Chippewa Indians of the Bad River Reservation, Wisconsin; Bay Mills Indian Community, Michigan; Bois Forte Band (Nett Lake) of the Minnesota Chippewa Tribe, Minnesota; Chippewa-Cree Indians of the Rocky Boy\\'s Reservation, Montana; Citizen Potawatomi Nation, Oklahoma; Delaware Nation, Oklahoma; Delaware Tribe of Indians; Fond du Lac Band of the Minnesota Chippewa Tribe, Minnesota; Forest County Potawatomi Community, Wisconsin; Grand Portage Band of the Minnesota Chippewa Tribe, Minnesota; Grand Traverse Band of Ottawa and Chippewa Indians, Michigan; Hannahville Indian Community, Michigan; Keweenaw Bay Indian Community, Michigan; Lac Courte Oreilles Band of Lake Superior Chippewa Indians of Wisconsin; Lac du Flambeau Band of Lake Superior Chippewa Indians of the Lac du Flambeau Reservation of Wisconsin; Lac Vieux Desert Band of Lake Superior Chippewa Indians of Michigan; Leech Lake Band of the Minnesota Chippewa Tribe, Minnesota; Little River Band of Ottawa Indians, Michigan; Little Traverse Bay Bands of Odawa Indians, Michigan; Match-e-be-nash-she-wish Band of Pottawatomi Indians of Michigan; Mille Lacs Band of the Minnesota Chippewa Tribe, Minnesota; Nottawaseppi Huron Band of the Potawatomi, Michigan (previously listed as the Huron Potawatomi, Inc.); Ottawa Tribe of Oklahoma; Pokagon Band of Potawatomi Indians, Michigan and Indiana; Prairie Band Potawatomi Nation (previously listed as the Prairie Band of Potawatomi Nation, Kansas); Quechan Tribe of the Fort Yuma Indian Reservation, California & Arizona; Red Cliff Band of Lake Superior Chippewa Indians of Wisconsin; Red Lake Band of Chippewa Indians, Minnesota; Saginaw Chippewa Indian Tribe of Michigan; Sault Ste. Marie Tribe of Chippewa Indians, Michigan; Sokaogon Chippewa Community, Wisconsin; St. Croix Chippewa Indians of Wisconsin; Turtle Mountain Band of Chippewa Indians of North Dakota; White Earth Band of the Minnesota Chippewa Tribe, Minnesota; and the Wyandotte Nation.\\n        \\xe2\\x80\\xa2 Treaties, Acts of Congress, or Executive Orders, indicate that the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of The Tribes.\\n        \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.11(c)(1), the disposition of the human remains and associated funerary objects may be to The Tribes.\\n        Additional Requestors and Disposition\\n\\n        Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Dr. Ben Secunda, NAGPRA Project Manager, University of Michigan, Office of the Vice President for Research, 4080 Fleming Building, 503 Thompson St., Ann Arbor, MI 48109-1340, telephone (734) 647-9085, email bsecunda@umich.edu, by December 2, 2013. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to The Tribes may proceed.\\n        The University of Michigan is responsible for notifying The Tribes that this notice has been published.\\n        \\n          Dated: September 16, 2013.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program. \\n        \\n      \\n      [FR Doc. 2013-26005 Filed 10-30-13; 8:45 am]\\n      BILLING CODE 4312-50-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[NPS-WASO-NAGPRA-14034; PPWOCRADN0-PCU00RP14.R50000]", "subject": "Notice of Inventory Completion: University of Michigan, Ann Arbor, MI", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "The University of Michigan has completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian tribes or Native Hawaiian organizations, and has determined that there is no cultural affiliation between the human remains and associated funerary objects and any present-day Indian tribes or Native Hawaiian organizations. Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to the University of Michigan. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the Indian tribes or Native Hawaiian organizations stated in this notice may proceed.", "dates": "Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to the University of Michigan at the address in this notice by December 2, 2013.", "addresses": "Dr. Ben Secunda, NAGPRA Project Manager, University of Michigan, Office of the Vice President for Research, 4080 Fleming Building, 503 Thompson St., Ann Arbor, MI 48109-1340, telephone (734) 647-9085, email bsecunda@umich.edu.\\n          ", "signature_dated": "Dated: September 16, 2013.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program. ", "fr_doc": "[FR Doc. 2013-26005 Filed 10-30-13; 8:45 am]", "billing_code": "BILLING CODE 4312-50-P", "supp_info": "SUPPLEMENTARY INFORMATION: \n Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the University of Michigan, Ann Arbor, MI. The human remains and associated funerary objects were removed from Macomb, Monroe, and Wayne Counties, MI. \n This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3) and 43 CFR 10.11(d). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice. \n Consultation \n A detailed assessment of the human remains and associated funerary objects was made by the University of Michigan Museum of Anthropology professional staff in consultation with representatives of the Bay Mills Indian Community, Michigan; Chippewa-Cree Indians of the Rocky Boy\\'s Reservation, Montana; Grand Traverse Band of Ottawa and Chippewa Indians, Michigan; Hannahville Indian Community, Michigan; Keweenaw Bay Indian Community, Michigan; Lac Vieux Desert Band of Lake Superior Chippewa Indians of Michigan; Little River Band of Ottawa Indians, Michigan; Little Traverse Bay Bands of Odawa Indians, Michigan; Match-e-be-nash-she-wish Band of Pottawatomi Indians of Michigan; Nottawaseppi Huron Band of the Potawatomi, Michigan (previously listed as the Huron Potawatomi, Inc.); Pokagon Band of Potawatomi Indians, Michigan and Indiana; Saginaw Chippewa Indian Tribe of Michigan; and the Sault Ste. Marie Tribe of Chippewa Indians, Michigan. \n Additional requests for consultation were sent to the Absentee-Shawnee Tribe of Indians of Oklahoma; Bad River Band of the Lake Superior Tribe of Chippewa Indians of the Bad River Reservation, Wisconsin; Bois Forte Band (Nett Lake) of the Minnesota Chippewa Tribe, Minnesota; Citizen Potawatomi Nation, Oklahoma; Delaware Nation, Oklahoma; Delaware Tribe of Indians; Eastern Shawnee Tribe of Oklahoma; Fond du Lac Band of the Minnesota Chippewa Tribe, Minnesota; Forest County Potawatomi Community, Wisconsin; Grand Portage Band of the Minnesota Chippewa Tribe, Minnesota; Kickapoo Traditional Tribe of Texas; Kickapoo Tribe of Indians of the Kickapoo Reservation in Kansas; Kickapoo Tribe of Oklahoma; Lac Courte Oreilles Band of Lake Superior Chippewa Indians of Wisconsin; Lac du Flambeau Band of Lake Superior Chippewa Indians of the Lac du Flambeau Reservation of Wisconsin; Leech Lake Band of the Minnesota Chippewa Tribe, Minnesota; Miami Tribe of Oklahoma; Mille Lacs Band of the Minnesota Chippewa Tribe, Minnesota; Ottawa Tribe of Oklahoma; Peoria Tribe of Indians of Oklahoma; Prairie Band Potawatomi Nation (previously listed as the Prairie Band of Potawatomi Nation, Kansas); Quechan Tribe of the Fort Yuma Indian Reservation, California & Arizona; Red Cliff Band of Lake Superior Chippewa Indians of Wisconsin; Red Lake Band of Chippewa Indians, Minnesota; Sac & Fox Nation of Missouri in Kansas and Nebraska; Sac & Fox Nation, Oklahoma; Sac & Fox Tribe of the Mississippi in Iowa; Seneca Nation of Indians (previously listed as the Seneca Nation of New York); Seneca-Cayuga Tribe of Oklahoma; Shawnee Tribe; Sokaogon Chippewa Community, Wisconsin; St. Croix Chippewa Indians of Wisconsin; Tonawanda Band of Seneca (previously listed as the Tonawanda Band of Seneca Indians of New York); Turtle Mountain Band of Chippewa Indians of North Dakota; White Earth Band of the Minnesota Chippewa Tribe, Minnesota; and the Wyandotte Nation. \n Hereafter, all tribes listed in this section are referred to as \\xe2\\x80\\x9cThe Tribes.\\xe2\\x80\\x9d \n History and Description of the Remains \n On an unknown date prior to 1962, human remains representing, at minimum, 1 individual were removed from the Verchave #3 site (20MB182) in Macomb County, MI. Farmers found the sun-bleached and very fragmentary remains of one adult on the surface while removing sand and donated the remains to the University of Michigan Museum of Anthropology (UMMA). Archeologist James Fitting later described the burial site as being part of a larger multicomponent site that included a layer of post-contact occupation, including a possible cemetery, over a layer of pre-contact occupation. No date or time period for the human remains could be established. No known individuals were identified. No associated funerary objects are present. \n In 1926, human remains representing, at minimum, 2 individuals were removed from the Norton site (20MB5) in Macomb County, MI. Charles Delaney of the UMMA originally reported finding human remains, pottery, and other \\xe2\\x80\\x9crelics\\xe2\\x80\\x9d during surface surveys near Romeo, MI. In 1937, Emerson Greenman of the UMMA carried out excavations in the same area and found evidence of a village approximately 400 yards away. The human remains date to the Springwells Phase of the Late Woodland Period (1200-1400 A.D.) based on the pottery collected from the nearby village. No known individuals were identified. No associated funerary objects are present. \n On April 25, 1979, human remains representing, at minimum, 1 individual were removed from the Feick site (20MR281) in Monroe County, MI. A backhoe driver unearthed the human remains during sand removal operations near Exeter Road. The remains were taken to a biology teacher at Monroe High School for identification and later donated to the UMMA by the Monroe County Sheriff\\'s Department. The remains were identified as being Native American and representing one adult, possibly female. No date or time period for the human remains could be established. No known individuals were identified. No associated funerary objects are present. \n In June of 1966, human remains representing, at minimum, 1 individual were removed from Otter Creek Road site (20MR44) in Monroe County, MI. David Brose of the UMMA collected the human remains representing one adult during a surface survey on private property. The landowner also collected artifacts from the site, but did not donate them to the UMMA. The museum has no further information about this collection. The human remains date to the Late Woodland Period (800-1400 A.D.) based on the artifacts collected by the landowner. No known individuals were identified. No associated funerary objects are present. \n On an unknown date prior to 1940, human remains representing, at minimum, 2 individuals were removed from the Near Lake Erie site in Monroe County, MI. The remains of two adults were likely found in 1924 during grading activities associated with railroad tracks running through Bedford Township, MI. Museum records indicate that the human remains, along with associated funerary objects, were collected from the site and subsequently donated to the UMMA on an unknown date during the 1930s. The human remains date to the Late Woodland Period (500-1400 A.D.) based on diagnostic artifacts. No known individuals were identified. The 12 associated funerary objects present are ceramic sherds. \n In June of 1966, human remains representing, at minimum, 1 individual were removed from the Strasburg Ridge site (20MR128) in Monroe County, MI. David Brose of the UMMA collected the remains of one adult during a surface survey of an open field. No date or time period for the human remains could be established. No known individuals were identified. No associated funerary objects are present. \n On multiple dates between 1959 and 1980, human remains representing, at minimum, 26 individuals were removed from the Lucy King site (20MR2) in Monroe County, MI. In 1959, Mark Papworth of the UMMA conducted the first excavation of at least 11 individuals. Papworth collected multiple bundle burials from a small, shallow pit, and noted multiple commingled remains of various ages. A publication about the excavation notes multiple Brewerton stemmed points being found in association with the human remains, but the museum has no record of these points being donated to the UMMA. The presence of these points suggest the human remains date to the Late Archaic Period. In 1972, archeologists from Western Michigan University conducted a second excavation of at least three individuals, and subsequently donated those remains to the UMMA in 1979. Most of the remains from this excavation came from the plow zone and, as a result, are very fragmentary and were not found in an archeological context. In 1977, archeologists from the UMMA conducted a third excavation of at least one individual. Again, most of the human remains came from the plow zone and were not found in an archeological context. Finally, in 1980, a backhoe operating near the site inadvertently unearthed human remains. James J. Krakker of the UMMA was contacted to conduct a salvage excavation of at least 11 individuals. Krakker excavated the undisturbed portion of an ossuary and was also able to assign features at the site. Several individuals were noted as being buried in a flexed position, including one area of the site that showed evidence of having been burned. Marginella beads were found buried in association with one individual from the ossuary. Several of the individuals found during Krakker\\'s excavation showed signs of extensive pathologies suggesting they suffered from infectious disease and possibly treponemal disease. A date or time period for the human remains is difficult to establish due to the complexity of the site and lack of an archeological context for most of the collections. The human remains date to, at the earliest, the Late Archaic Period, and, at the latest, the Woodland/Late Woodland Period (500-1600 A.D.). No known individuals were identified. The 1 associated funerary object is 1 lot of Marginella shells. \n In June of 1966, human remains representing, at minimum, 2 individuals were removed from the Bay Creek site (20MR31) in Monroe County, MI. David Brose of the UMMA found the remains of at least one adult and one child during a surface survey south of Bay Creek. The human remains date to between the Late Woodland and Post-Contact Periods (500 A.D.-1850 A.D.) based on diagnostic artifacts collected from other areas of the site. No known individuals were identified. No associated funerary objects are present. \n In 1940, human remains representing, at minimum, 13 individuals were removed from the Indian Trails site (20MR4) in Monroe County, MI. Ralph Patton of the UMMA excavated the remains of five adults, five older adults, two juveniles, and one cremated juvenile from a burial pit near Little Swan Creek. The remains of several additional individuals were noted but not collected due to their fragile condition. The site included multiple burials pits wherein various mortuary practices were evident. Patton noted extended burials, bundle burials, cremations, red ochre treatments, and post-mortem modifications such as plaque removals. The human remains date to the Middle Late Woodland Period (1184 A.D. +/\\xe2\\x88\\x92112 years) based on radiocarbon 14 dating. No known individuals were identified. No associated funerary objects are present. \n On an unknown date in 1967, and on an unknown date between 1982-1984, human remains representing, at minimum, 1 individual were removed from the Morin site (20MR40) in Monroe County, MI. A landowner unearthed human remains while digging to install a pipeline on his property in Erie Township, MI. In 1967, an amateur archeologist conducted multiple excavations at the site and collected human remains and associated funerary objects. The individuals were noted as being buried in an extended position. The UMMA received some of the associated funerary objects from these initial excavations as donations, but the museum received no human remains from this collector. On an unknown date between 1982 and 1984, another amateur archeologist excavated human remains from the site on multiple occasions. Approximately one-quarter of the site was reportedly excavated. The remains of one adolescent were collected along with associated funerary objects. Additional objects were collected from the site, although these objects date to a different time period than the burials. The human remains date to the Late Woodland Period (500-1200 A.D.) based on diagnostic artifacts and chronometric dating. No known individuals were identified. The 40 associated funerary objects present are 1 biface projectile point (with a corner removed), 1 lot of ceramic sherds (from a single vessel), 19 ceramic sherds (from a single vessel), and 19 bird bones. \n On an unknown date prior to 1956, human remains representing, at minimum, 9 individuals were removed from the Foot of First Street site (20WN52) in Wayne County, MI. Workers discovered the burials below First Street while excavating for sewer lines. A local businessman and landowner collected the remains of four adults, two adolescents, and three children, and gave them to an employee of the Detroit Public Library who worked in the Burton Historical Collection. The employee subsequently donated the human remains to the UMMA in 1956. No date or time period for the human remains could be established for the burials, although a note on file from the State Archaeologist\\'s Office of Michigan indicates that the area where the remains were discovered was once the site of a Huron (Wyandot) village in the Post-Contact Period. No known individuals were identified. No associated funerary objects are present. \n On April 13, 1953, human remains representing, at minimum, 1 individual were removed from the Michigan State Police site (20WN1010) in Wayne County, MI. A local resident discovered and collected the cranium of an adult female from a location near State Highway 25. The police concluded the human remains were from a Native American burial site and transferred them to the UMMA. No date or time period for the human remains could be established. No known individuals were identified. No associated funerary objects are present. \n On an unknown date in the 1950s, human remains representing, at minimum, 1 individual were removed from the Waywash site in Wayne County, MI. A local resident discovered and collected the remains of one adult from the surface of the ground. The human remains were subsequently donated to the UMMA in 1971. No date or time period for the human remains could be established. No known individuals were identified. No associated funerary objects are present. \n Sometime before March 20, 1935, human remains representing, at minimum, 1 individual were removed from the Sanderson D-8 site (20WN240) in Wayne County, MI. A local resident found the human remains on the surface of the ground in a road cut. The remains of one adult were collected and donated to the UMMA on March 20, 1935. No date or time period for the human remains could be established. No known individuals were identified. No associated funerary objects are present. \n In 1932, human remains representing, at minimum, 1 individual were removed from the Huron River #3 site (20WN253) in Wayne County, MI. Amateur collectors found the human remains on the surface of the ground while traveling through the area. They collected the human remains and subsequently donated them to the UMMA. No date or time period for the human remains could be established. No known individuals were identified. No associated funerary objects are present. \n In 1932, human remains representing, at minimum, 2 individuals were removed from the Holmquist W-19 site (20WN131) in Wayne County, MI. Amateur collectors found the human remains while traveling near the Huron River, representing one adult male and one older adult (possibly female). The remains were subsequently donated to the UMMA. The adult male\\'s cranium had evidence of a post-mortem plaque removal. The human remains date to the Woodland Period (850-1400 A.D.) based on mortuary treatment. No known individuals were identified. No associated funerary objects are present. \n On an unknown date prior to 1935, human remains representing, at minimum, 4 individuals were removed from the Granville site in Wayne County, MI. A local resident collected the remains of three adults and one child from a location near New Boston, MI, and gave the remains to an amateur collector who subsequently donated them to the UMMA in 1935. No date or time period for the human remains could be established. No known individuals were identified. No associated funerary objects are present. \n In 1889, human remains representing, at minimum, 4 individuals were removed from the Exposition Grounds site (20WN7) in Wayne County, MI. The human remains were likely found during construction activities at the International Exposition Grounds near historic Ft. Wayne in Detroit, MI. The remains of two adults (one possibly male), one child, and one infant were collected and given to a local politician who subsequently donated the collections to the UMMA on an unknown date. Historical sources indicate that the site contained a Native American burial ground known as \\xe2\\x80\\x9cGreat Mound.\\xe2\\x80\\x9d This mound was destroyed at some point prior to the construction of the exposition grounds. No date or time period for the human remains could be established. No known individuals were identified. No associated funerary objects are present. \n In 1933, 1934, and 1935, human remains representing, at minimum, 28 individuals were removed from the Huron River #2 site (20WN132) in Wayne County, MI. In 1933, an amateur collector found human remains and artifacts near the Huron River in Huron Township, MI. He noted finding two complete skeletons at the site, oriented in an east-west direction, and an additional cranium situated in a north-south direction. The collector also reported finding at least 30 petrosal portions that he suggested were from children. The human remains were not collected, but instead reburied due to their fragile condition. Many artifacts made from flint were noted, but were not collected. Other types of associated funerary objects were collected from the site and subsequently donated to the UMMA. In 1934, Wilbert Hinsdale of the UMMA excavated multiple individuals from this site along with associated funerary objects. Hinsdale noted the individuals were buried in a variety of postures. Some individuals were interred in an extended position, lying side-by-side, with the heads of some individuals in line with the feet of other individuals. Three individuals were interred face down with the cranium of one of these individuals facing to the right. Bundle burials were also present at the site, some intruding into other burials. Some burials were also located above other burials, with mixed ash and charcoal between them. Hinsdale also noted that four craniums of individuals lying in an extended position had post-mortem perforations near the vertex. Additionally, multiple craniums were plastered over with clay pushed into the eye orbits, ears, and nasal area. It is unclear if the craniums with clay were the same as those that had perforations. Hinsdale also noted that fish bones were found in the fill dirt, but they are not present in the collection. In 1935, an amateur collector excavated additional individuals and associated funerary objects from this site, and donated them to the UMMA. Finally, 1 lot of DNA extractions was taken from the site in 2006. The human remains date to the Early Late Woodland Period (500-900 A.D.) based on diagnostic artifacts and mortuary treatment. No known individuals were identified. The 159 associated funerary objects present are 83 ceramic sherds, 4 ceramic sherds without decoration, 33 stone and ceramic sherds, 7 chert flakes and points, 1 lithic scraper, 2 lithic fragments, 23 clay fragments, 1 ceramic elbow pipe, and 5 animal bones. \n In 1932, human remains representing, at minimum, 1 individual were removed from the Huron River #6 site (20WN242) in Wayne County, MI. Amateur collectors removed the remains of an adolescent from the surface near the Huron River and subsequently donated them to the UMMA in April of 1936. No date or time period for the human remains could be established. No known individuals were identified. No associated funerary objects are present. \n On April 5, 1981, human remains representing the remains of, at minimum, 1 individual were removed from the Rennie site (20WN160) in Wayne County, MI. An amateur archeologist collected the remains of one adult from the surface near the Huron River and subsequently donated them to the UMMA. No date or time period for the human remains could be established. No known individuals were identified. No associated funerary objects are present. \n On September 13, 1985, human remains representing, at minimum, 10 individuals were removed from the Arbor Springs site (20WN1008) in Wayne County, MI. A landowner unearthed human remains with a backhoe during construction activities in his yard. He contacted the UMMA, and John O\\'Shea and Claire McHale conducted a salvage excavation at the site. They identified a partially destroyed ossuary and collected the remains of nine adults and one infant. The landowner donated only some of the excavated human remains to the museum. The human remains date to the Late Woodland Period (500-1640 A.D.) based on mortuary treatment. No known individuals were identified. No associated funerary objects are present. \n In 1890, human remains representing, at minimum, 1 individual were removed from the Warner site (20WN1011) in Wayne County, MI. A local resident collected the remains of an older adult female near Highway 12 in Nankin Township, MI, and donated them to the UMMA in 1933. The museum has no further information about this collection. The human remains date to the Early Late Woodland Period (500-1100 A.D.) based on diagnostic objects. No known individuals were identified. The 20 associated funerary objects present are ceramic sherds. \n Determinations Made by the University of Michigan Museum of Anthropology \n Officials of the University of Michigan Museum of Anthropology have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice are Native American based on cranial morphology, dental traits, accession documentation, and archeological context. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 114 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 232 objects described in this notice reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and associated funerary objects and any present-day Indian tribe. \n \\xe2\\x80\\xa2 According to final judgments of the Indian Claims Commission or the Court of Federal Claims, the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of the Bad River Band of the Lake Superior Tribe of Chippewa Indians of the Bad River Reservation, Wisconsin; Bay Mills Indian Community, Michigan; Bois Forte Band (Nett Lake) of the Minnesota Chippewa Tribe, Minnesota; Chippewa-Cree Indians of the Rocky Boy\\'s Reservation, Montana; Citizen Potawatomi Nation, Oklahoma; Delaware Nation, Oklahoma; Delaware Tribe of Indians; Fond du Lac Band of the Minnesota Chippewa Tribe, Minnesota; Forest County Potawatomi Community, Wisconsin; Grand Portage Band of the Minnesota Chippewa Tribe, Minnesota; Grand Traverse Band of Ottawa and Chippewa Indians, Michigan; Hannahville Indian Community, Michigan; Keweenaw Bay Indian Community, Michigan; Lac Courte Oreilles Band of Lake Superior Chippewa Indians of Wisconsin; Lac du Flambeau Band of Lake Superior Chippewa Indians of the Lac du Flambeau Reservation of Wisconsin; Lac Vieux Desert Band of Lake Superior Chippewa Indians of Michigan; Leech Lake Band of the Minnesota Chippewa Tribe, Minnesota; Little River Band of Ottawa Indians, Michigan; Little Traverse Bay Bands of Odawa Indians, Michigan; Match-e-be-nash-she-wish Band of Pottawatomi Indians of Michigan; Mille Lacs Band of the Minnesota Chippewa Tribe, Minnesota; Nottawaseppi Huron Band of the Potawatomi, Michigan (previously listed as the Huron Potawatomi, Inc.); Ottawa Tribe of Oklahoma; Pokagon Band of Potawatomi Indians, Michigan and Indiana; Prairie Band Potawatomi Nation (previously listed as the Prairie Band of Potawatomi Nation, Kansas); Quechan Tribe of the Fort Yuma Indian Reservation, California & Arizona; Red Cliff Band of Lake Superior Chippewa Indians of Wisconsin; Red Lake Band of Chippewa Indians, Minnesota; Saginaw Chippewa Indian Tribe of Michigan; Sault Ste. Marie Tribe of Chippewa Indians, Michigan; Sokaogon Chippewa Community, Wisconsin; St. Croix Chippewa Indians of Wisconsin; Turtle Mountain Band of Chippewa Indians of North Dakota; White Earth Band of the Minnesota Chippewa Tribe, Minnesota; and the Wyandotte Nation. \n \\xe2\\x80\\xa2 Treaties, Acts of Congress, or Executive Orders, indicate that the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of The Tribes. \n \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.11(c)(1), the disposition of the human remains and associated funerary objects may be to The Tribes. \n Additional Requestors and Disposition \n Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Dr. Ben Secunda, NAGPRA Project Manager, University of Michigan, Office of the Vice President for Research, 4080 Fleming Building, 503 Thompson St., Ann Arbor, MI 48109-1340, telephone (734) 647-9085, email bsecunda@umich.edu, by December 2, 2013. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to The Tribes may proceed. \n The University of Michigan is responsible for notifying The Tribes that this notice has been published. \n ", "consultation": "A detailed assessment of the human remains and associated funerary objects was made by the University of Michigan Museum of Anthropology professional staff in consultation with representatives of the Bay Mills Indian Community, Michigan; Chippewa-Cree Indians of the Rocky Boy\\'s Reservation, Montana; Grand Traverse Band of Ottawa and Chippewa Indians, Michigan; Hannahville Indian Community, Michigan; Keweenaw Bay Indian Community, Michigan; Lac Vieux Desert Band of Lake Superior Chippewa Indians of Michigan; Little River Band of Ottawa Indians, Michigan; Little Traverse Bay Bands of Odawa Indians, Michigan; Match-e-be-nash-she-wish Band of Pottawatomi Indians of Michigan; Nottawaseppi Huron Band of the Potawatomi, Michigan (previously listed as the Huron Potawatomi, Inc.); Pokagon Band of Potawatomi Indians, Michigan and Indiana; Saginaw Chippewa Indian Tribe of Michigan; and the Sault Ste. Marie Tribe of Chippewa Indians, Michigan. \n Additional requests for consultation were sent to the Absentee-Shawnee Tribe of Indians of Oklahoma; Bad River Band of the Lake Superior Tribe of Chippewa Indians of the Bad River Reservation, Wisconsin; Bois Forte Band (Nett Lake) of the Minnesota Chippewa Tribe, Minnesota; Citizen Potawatomi Nation, Oklahoma; Delaware Nation, Oklahoma; Delaware Tribe of Indians; Eastern Shawnee Tribe of Oklahoma; Fond du Lac Band of the Minnesota Chippewa Tribe, Minnesota; Forest County Potawatomi Community, Wisconsin; Grand Portage Band of the Minnesota Chippewa Tribe, Minnesota; Kickapoo Traditional Tribe of Texas; Kickapoo Tribe of Indians of the Kickapoo Reservation in Kansas; Kickapoo Tribe of Oklahoma; Lac Courte Oreilles Band of Lake Superior Chippewa Indians of Wisconsin; Lac du Flambeau Band of Lake Superior Chippewa Indians of the Lac du Flambeau Reservation of Wisconsin; Leech Lake Band of the Minnesota Chippewa Tribe, Minnesota; Miami Tribe of Oklahoma; Mille Lacs Band of the Minnesota Chippewa Tribe, Minnesota; Ottawa Tribe of Oklahoma; Peoria Tribe of Indians of Oklahoma; Prairie Band Potawatomi Nation (previously listed as the Prairie Band of Potawatomi Nation, Kansas); Quechan Tribe of the Fort Yuma Indian Reservation, California & Arizona; Red Cliff Band of Lake Superior Chippewa Indians of Wisconsin; Red Lake Band of Chippewa Indians, Minnesota; Sac & Fox Nation of Missouri in Kansas and Nebraska; Sac & Fox Nation, Oklahoma; Sac & Fox Tribe of the Mississippi in Iowa; Seneca Nation of Indians (previously listed as the Seneca Nation of New York); Seneca-Cayuga Tribe of Oklahoma; Shawnee Tribe; Sokaogon Chippewa Community, Wisconsin; St. Croix Chippewa Indians of Wisconsin; Tonawanda Band of Seneca (previously listed as the Tonawanda Band of Seneca Indians of New York); Turtle Mountain Band of Chippewa Indians of North Dakota; White Earth Band of the Minnesota Chippewa Tribe, Minnesota; and the Wyandotte Nation. \n Hereafter, all tribes listed in this section are referred to as \\xe2\\x80\\x9cThe Tribes.\\xe2\\x80\\x9d \n ", "h_d_r": "On an unknown date prior to 1962, human remains representing, at minimum, 1 individual were removed from the Verchave #3 site (20MB182) in Macomb County, MI. Farmers found the sun-bleached and very fragmentary remains of one adult on the surface while removing sand and donated the remains to the University of Michigan Museum of Anthropology (UMMA). Archeologist James Fitting later described the burial site as being part of a larger multicomponent site that included a layer of post-contact occupation, including a possible cemetery, over a layer of pre-contact occupation. No date or time period for the human remains could be established. No known individuals were identified. No associated funerary objects are present. \n In 1926, human remains representing, at minimum, 2 individuals were removed from the Norton site (20MB5) in Macomb County, MI. Charles Delaney of the UMMA originally reported finding human remains, pottery, and other \\xe2\\x80\\x9crelics\\xe2\\x80\\x9d during surface surveys near Romeo, MI. In 1937, Emerson Greenman of the UMMA carried out excavations in the same area and found evidence of a village approximately 400 yards away. The human remains date to the Springwells Phase of the Late Woodland Period (1200-1400 A.D.) based on the pottery collected from the nearby village. No known individuals were identified. No associated funerary objects are present. \n On April 25, 1979, human remains representing, at minimum, 1 individual were removed from the Feick site (20MR281) in Monroe County, MI. A backhoe driver unearthed the human remains during sand removal operations near Exeter Road. The remains were taken to a biology teacher at Monroe High School for identification and later donated to the UMMA by the Monroe County Sheriff\\'s Department. The remains were identified as being Native American and representing one adult, possibly female. No date or time period for the human remains could be established. No known individuals were identified. No associated funerary objects are present. \n In June of 1966, human remains representing, at minimum, 1 individual were removed from Otter Creek Road site (20MR44) in Monroe County, MI. David Brose of the UMMA collected the human remains representing one adult during a surface survey on private property. The landowner also collected artifacts from the site, but did not donate them to the UMMA. The museum has no further information about this collection. The human remains date to the Late Woodland Period (800-1400 A.D.) based on the artifacts collected by the landowner. No known individuals were identified. No associated funerary objects are present. \n On an unknown date prior to 1940, human remains representing, at minimum, 2 individuals were removed from the Near Lake Erie site in Monroe County, MI. The remains of two adults were likely found in 1924 during grading activities associated with railroad tracks running through Bedford Township, MI. Museum records indicate that the human remains, along with associated funerary objects, were collected from the site and subsequently donated to the UMMA on an unknown date during the 1930s. The human remains date to the Late Woodland Period (500-1400 A.D.) based on diagnostic artifacts. No known individuals were identified. The 12 associated funerary objects present are ceramic sherds. \n In June of 1966, human remains representing, at minimum, 1 individual were removed from the Strasburg Ridge site (20MR128) in Monroe County, MI. David Brose of the UMMA collected the remains of one adult during a surface survey of an open field. No date or time period for the human remains could be established. No known individuals were identified. No associated funerary objects are present. \n On multiple dates between 1959 and 1980, human remains representing, at minimum, 26 individuals were removed from the Lucy King site (20MR2) in Monroe County, MI. In 1959, Mark Papworth of the UMMA conducted the first excavation of at least 11 individuals. Papworth collected multiple bundle burials from a small, shallow pit, and noted multiple commingled remains of various ages. A publication about the excavation notes multiple Brewerton stemmed points being found in association with the human remains, but the museum has no record of these points being donated to the UMMA. The presence of these points suggest the human remains date to the Late Archaic Period. In 1972, archeologists from Western Michigan University conducted a second excavation of at least three individuals, and subsequently donated those remains to the UMMA in 1979. Most of the remains from this excavation came from the plow zone and, as a result, are very fragmentary and were not found in an archeological context. In 1977, archeologists from the UMMA conducted a third excavation of at least one individual. Again, most of the human remains came from the plow zone and were not found in an archeological context. Finally, in 1980, a backhoe operating near the site inadvertently unearthed human remains. James J. Krakker of the UMMA was contacted to conduct a salvage excavation of at least 11 individuals. Krakker excavated the undisturbed portion of an ossuary and was also able to assign features at the site. Several individuals were noted as being buried in a flexed position, including one area of the site that showed evidence of having been burned. Marginella beads were found buried in association with one individual from the ossuary. Several of the individuals found during Krakker\\'s excavation showed signs of extensive pathologies suggesting they suffered from infectious disease and possibly treponemal disease. A date or time period for the human remains is difficult to establish due to the complexity of the site and lack of an archeological context for most of the collections. The human remains date to, at the earliest, the Late Archaic Period, and, at the latest, the Woodland/Late Woodland Period (500-1600 A.D.). No known individuals were identified. The 1 associated funerary object is 1 lot of Marginella shells. \n In June of 1966, human remains representing, at minimum, 2 individuals were removed from the Bay Creek site (20MR31) in Monroe County, MI. David Brose of the UMMA found the remains of at least one adult and one child during a surface survey south of Bay Creek. The human remains date to between the Late Woodland and Post-Contact Periods (500 A.D.-1850 A.D.) based on diagnostic artifacts collected from other areas of the site. No known individuals were identified. No associated funerary objects are present. \n In 1940, human remains representing, at minimum, 13 individuals were removed from the Indian Trails site (20MR4) in Monroe County, MI. Ralph Patton of the UMMA excavated the remains of five adults, five older adults, two juveniles, and one cremated juvenile from a burial pit near Little Swan Creek. The remains of several additional individuals were noted but not collected due to their fragile condition. The site included multiple burials pits wherein various mortuary practices were evident. Patton noted extended burials, bundle burials, cremations, red ochre treatments, and post-mortem modifications such as plaque removals. The human remains date to the Middle Late Woodland Period (1184 A.D. +/\\xe2\\x88\\x92112 years) based on radiocarbon 14 dating. No known individuals were identified. No associated funerary objects are present. \n On an unknown date in 1967, and on an unknown date between 1982-1984, human remains representing, at minimum, 1 individual were removed from the Morin site (20MR40) in Monroe County, MI. A landowner unearthed human remains while digging to install a pipeline on his property in Erie Township, MI. In 1967, an amateur archeologist conducted multiple excavations at the site and collected human remains and associated funerary objects. The individuals were noted as being buried in an extended position. The UMMA received some of the associated funerary objects from these initial excavations as donations, but the museum received no human remains from this collector. On an unknown date between 1982 and 1984, another amateur archeologist excavated human remains from the site on multiple occasions. Approximately one-quarter of the site was reportedly excavated. The remains of one adolescent were collected along with associated funerary objects. Additional objects were collected from the site, although these objects date to a different time period than the burials. The human remains date to the Late Woodland Period (500-1200 A.D.) based on diagnostic artifacts and chronometric dating. No known individuals were identified. The 40 associated funerary objects present are 1 biface projectile point (with a corner removed), 1 lot of ceramic sherds (from a single vessel), 19 ceramic sherds (from a single vessel), and 19 bird bones. \n On an unknown date prior to 1956, human remains representing, at minimum, 9 individuals were removed from the Foot of First Street site (20WN52) in Wayne County, MI. Workers discovered the burials below First Street while excavating for sewer lines. A local businessman and landowner collected the remains of four adults, two adolescents, and three children, and gave them to an employee of the Detroit Public Library who worked in the Burton Historical Collection. The employee subsequently donated the human remains to the UMMA in 1956. No date or time period for the human remains could be established for the burials, although a note on file from the State Archaeologist\\'s Office of Michigan indicates that the area where the remains were discovered was once the site of a Huron (Wyandot) village in the Post-Contact Period. No known individuals were identified. No associated funerary objects are present. \n On April 13, 1953, human remains representing, at minimum, 1 individual were removed from the Michigan State Police site (20WN1010) in Wayne County, MI. A local resident discovered and collected the cranium of an adult female from a location near State Highway 25. The police concluded the human remains were from a Native American burial site and transferred them to the UMMA. No date or time period for the human remains could be established. No known individuals were identified. No associated funerary objects are present. \n On an unknown date in the 1950s, human remains representing, at minimum, 1 individual were removed from the Waywash site in Wayne County, MI. A local resident discovered and collected the remains of one adult from the surface of the ground. The human remains were subsequently donated to the UMMA in 1971. No date or time period for the human remains could be established. No known individuals were identified. No associated funerary objects are present. \n Sometime before March 20, 1935, human remains representing, at minimum, 1 individual were removed from the Sanderson D-8 site (20WN240) in Wayne County, MI. A local resident found the human remains on the surface of the ground in a road cut. The remains of one adult were collected and donated to the UMMA on March 20, 1935. No date or time period for the human remains could be established. No known individuals were identified. No associated funerary objects are present. \n In 1932, human remains representing, at minimum, 1 individual were removed from the Huron River #3 site (20WN253) in Wayne County, MI. Amateur collectors found the human remains on the surface of the ground while traveling through the area. They collected the human remains and subsequently donated them to the UMMA. No date or time period for the human remains could be established. No known individuals were identified. No associated funerary objects are present. \n In 1932, human remains representing, at minimum, 2 individuals were removed from the Holmquist W-19 site (20WN131) in Wayne County, MI. Amateur collectors found the human remains while traveling near the Huron River, representing one adult male and one older adult (possibly female). The remains were subsequently donated to the UMMA. The adult male\\'s cranium had evidence of a post-mortem plaque removal. The human remains date to the Woodland Period (850-1400 A.D.) based on mortuary treatment. No known individuals were identified. No associated funerary objects are present. \n On an unknown date prior to 1935, human remains representing, at minimum, 4 individuals were removed from the Granville site in Wayne County, MI. A local resident collected the remains of three adults and one child from a location near New Boston, MI, and gave the remains to an amateur collector who subsequently donated them to the UMMA in 1935. No date or time period for the human remains could be established. No known individuals were identified. No associated funerary objects are present. \n In 1889, human remains representing, at minimum, 4 individuals were removed from the Exposition Grounds site (20WN7) in Wayne County, MI. The human remains were likely found during construction activities at the International Exposition Grounds near historic Ft. Wayne in Detroit, MI. The remains of two adults (one possibly male), one child, and one infant were collected and given to a local politician who subsequently donated the collections to the UMMA on an unknown date. Historical sources indicate that the site contained a Native American burial ground known as \\xe2\\x80\\x9cGreat Mound.\\xe2\\x80\\x9d This mound was destroyed at some point prior to the construction of the exposition grounds. No date or time period for the human remains could be established. No known individuals were identified. No associated funerary objects are present. \n In 1933, 1934, and 1935, human remains representing, at minimum, 28 individuals were removed from the Huron River #2 site (20WN132) in Wayne County, MI. In 1933, an amateur collector found human remains and artifacts near the Huron River in Huron Township, MI. He noted finding two complete skeletons at the site, oriented in an east-west direction, and an additional cranium situated in a north-south direction. The collector also reported finding at least 30 petrosal portions that he suggested were from children. The human remains were not collected, but instead reburied due to their fragile condition. Many artifacts made from flint were noted, but were not collected. Other types of associated funerary objects were collected from the site and subsequently donated to the UMMA. In 1934, Wilbert Hinsdale of the UMMA excavated multiple individuals from this site along with associated funerary objects. Hinsdale noted the individuals were buried in a variety of postures. Some individuals were interred in an extended position, lying side-by-side, with the heads of some individuals in line with the feet of other individuals. Three individuals were interred face down with the cranium of one of these individuals facing to the right. Bundle burials were also present at the site, some intruding into other burials. Some burials were also located above other burials, with mixed ash and charcoal between them. Hinsdale also noted that four craniums of individuals lying in an extended position had post-mortem perforations near the vertex. Additionally, multiple craniums were plastered over with clay pushed into the eye orbits, ears, and nasal area. It is unclear if the craniums with clay were the same as those that had perforations. Hinsdale also noted that fish bones were found in the fill dirt, but they are not present in the collection. In 1935, an amateur collector excavated additional individuals and associated funerary objects from this site, and donated them to the UMMA. Finally, 1 lot of DNA extractions was taken from the site in 2006. The human remains date to the Early Late Woodland Period (500-900 A.D.) based on diagnostic artifacts and mortuary treatment. No known individuals were identified. The 159 associated funerary objects present are 83 ceramic sherds, 4 ceramic sherds without decoration, 33 stone and ceramic sherds, 7 chert flakes and points, 1 lithic scraper, 2 lithic fragments, 23 clay fragments, 1 ceramic elbow pipe, and 5 animal bones. \n In 1932, human remains representing, at minimum, 1 individual were removed from the Huron River #6 site (20WN242) in Wayne County, MI. Amateur collectors removed the remains of an adolescent from the surface near the Huron River and subsequently donated them to the UMMA in April of 1936. No date or time period for the human remains could be established. No known individuals were identified. No associated funerary objects are present. \n On April 5, 1981, human remains representing the remains of, at minimum, 1 individual were removed from the Rennie site (20WN160) in Wayne County, MI. An amateur archeologist collected the remains of one adult from the surface near the Huron River and subsequently donated them to the UMMA. No date or time period for the human remains could be established. No known individuals were identified. No associated funerary objects are present. \n On September 13, 1985, human remains representing, at minimum, 10 individuals were removed from the Arbor Springs site (20WN1008) in Wayne County, MI. A landowner unearthed human remains with a backhoe during construction activities in his yard. He contacted the UMMA, and John O\\'Shea and Claire McHale conducted a salvage excavation at the site. They identified a partially destroyed ossuary and collected the remains of nine adults and one infant. The landowner donated only some of the excavated human remains to the museum. The human remains date to the Late Woodland Period (500-1640 A.D.) based on mortuary treatment. No known individuals were identified. No associated funerary objects are present. \n In 1890, human remains representing, at minimum, 1 individual were removed from the Warner site (20WN1011) in Wayne County, MI. A local resident collected the remains of an older adult female near Highway 12 in Nankin Township, MI, and donated them to the UMMA in 1933. The museum has no further information about this collection. The human remains date to the Early Late Woodland Period (500-1100 A.D.) based on diagnostic objects. No known individuals were identified. The 20 associated funerary objects present are ceramic sherds. \n ", "h_d_ci": "Null", "determinations": "Determinations Made by the University of Michigan Museum of Anthropology \n Officials of the University of Michigan Museum of Anthropology have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice are Native American based on cranial morphology, dental traits, accession documentation, and archeological context. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 114 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 232 objects described in this notice reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and associated funerary objects and any present-day Indian tribe. \n \\xe2\\x80\\xa2 According to final judgments of the Indian Claims Commission or the Court of Federal Claims, the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of the Bad River Band of the Lake Superior Tribe of Chippewa Indians of the Bad River Reservation, Wisconsin; Bay Mills Indian Community, Michigan; Bois Forte Band (Nett Lake) of the Minnesota Chippewa Tribe, Minnesota; Chippewa-Cree Indians of the Rocky Boy\\'s Reservation, Montana; Citizen Potawatomi Nation, Oklahoma; Delaware Nation, Oklahoma; Delaware Tribe of Indians; Fond du Lac Band of the Minnesota Chippewa Tribe, Minnesota; Forest County Potawatomi Community, Wisconsin; Grand Portage Band of the Minnesota Chippewa Tribe, Minnesota; Grand Traverse Band of Ottawa and Chippewa Indians, Michigan; Hannahville Indian Community, Michigan; Keweenaw Bay Indian Community, Michigan; Lac Courte Oreilles Band of Lake Superior Chippewa Indians of Wisconsin; Lac du Flambeau Band of Lake Superior Chippewa Indians of the Lac du Flambeau Reservation of Wisconsin; Lac Vieux Desert Band of Lake Superior Chippewa Indians of Michigan; Leech Lake Band of the Minnesota Chippewa Tribe, Minnesota; Little River Band of Ottawa Indians, Michigan; Little Traverse Bay Bands of Odawa Indians, Michigan; Match-e-be-nash-she-wish Band of Pottawatomi Indians of Michigan; Mille Lacs Band of the Minnesota Chippewa Tribe, Minnesota; Nottawaseppi Huron Band of the Potawatomi, Michigan (previously listed as the Huron Potawatomi, Inc.); Ottawa Tribe of Oklahoma; Pokagon Band of Potawatomi Indians, Michigan and Indiana; Prairie Band Potawatomi Nation (previously listed as the Prairie Band of Potawatomi Nation, Kansas); Quechan Tribe of the Fort Yuma Indian Reservation, California & Arizona; Red Cliff Band of Lake Superior Chippewa Indians of Wisconsin; Red Lake Band of Chippewa Indians, Minnesota; Saginaw Chippewa Indian Tribe of Michigan; Sault Ste. Marie Tribe of Chippewa Indians, Michigan; Sokaogon Chippewa Community, Wisconsin; St. Croix Chippewa Indians of Wisconsin; Turtle Mountain Band of Chippewa Indians of North Dakota; White Earth Band of the Minnesota Chippewa Tribe, Minnesota; and the Wyandotte Nation. \n \\xe2\\x80\\xa2 Treaties, Acts of Congress, or Executive Orders, indicate that the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of The Tribes. \n \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.11(c)(1), the disposition of the human remains and associated funerary objects may be to The Tribes. \n ", "a_r_d": "Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Dr. Ben Secunda, NAGPRA Project Manager, University of Michigan, Office of the Vice President for Research, 4080 Fleming Building, 503 Thompson St., Ann Arbor, MI 48109-1340, telephone (734) 647-9085, email bsecunda@umich.edu, by December 2, 2013. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to The Tribes may proceed. \n The University of Michigan is responsible for notifying The Tribes that this notice has been published. \n "}