{"index": "I_881", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        [NPS-WASO-NAGPRA-14202: PPWOCRADN0-PCU00RP14.R50000] \\n        Notice of Inventory Completion: Colorado State University, Fort Collins, CO \\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        \\n          SUMMARY:\\n\\n          Colorado State University (CSU) has completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian tribes or Native Hawaiian organizations, and has determined that there is no cultural affiliation between the human remains and associated funerary objects and any present-day Indian tribes or Native Hawaiian organizations. Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to CSU Department of Anthropology. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the Indian tribes or Native Hawaiian organizations stated in this notice may proceed. \\n        \\n        \\n          DATES:\\n          Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to the Department of Anthropology at CSU at the address in this notice by January 2, 2014. \\n        \\n        \\n          ADDRESSES:\\n\\n          Christopher Green, Colorado State University, B-218 Clark Building, c/o Christopher Green, 1787 Campus Delivery, Fort Collins, CO 80525, telephone (970) 213-3060, email cg99@rams.colostate.edu.\\n          \\n        \\n      \\n      \\n        SUPPLEMENTARY INFORMATION:\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the Colorado State University (CSU), Fort Collins, Colorado. The human remains and associated funerary objects were removed from Larimer, Weld, Logan, Adams, Douglas, Cheyenne, Archuleta, and Montezuma Counties, CO. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3) and 43 CFR 10.11(d). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice. \\n        Consultation \\n        A detailed assessment of the human remains was made by the CSU professional staff in consultation with representatives of Arapaho Tribe of Wind River Reservation; Cheyenne and Arapaho Tribes, Oklahoma (previously listed as the Cheyenne-Arapaho Tribes of Oklahoma); Navajo Nation, Arizona, New Mexico, & Utah; Pueblo of San Ildefonso, New Mexico; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; and the Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico, & Utah. The following tribes were invited to consult but did not participate: Crow Tribe of Montana; Kiowa Indian Tribe of Oklahoma; Northern Cheyenne Tribe of Northern Cheyenne Indian Reservation, Montana; Oglala Sioux Tribe (previously listed as the Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota); Ohkay Owingeh, New Mexico (previously listed as the Pueblo of San Juan); Paiute Indian Tribe of Utah (Cedar Band of Paiutes, Kanosh Band of Paiutes, Koosharem Band of Paiutes, Indian Peaks Band of Paiutes, and Shivwits Band of Paiutes)(formerly Paiute Indian Tribe of Utah (Cedar City Band of Paiutes, Kanosh Band of Paiutes, Koosharem Band of Paiutes, Indian Peaks Band of Paiutes, and Shivwits Band of Paiutes)); Pawnee Nation of Oklahoma; Pueblo of Cochiti, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Rosebud Sioux Tribe of the Rosebud Indian Reservation, South Dakota; Shoshone Tribe of Wind River Reservation, Wyoming; Shoshone-Bannock Tribes of the Fort Hall Reservation; Standing Rock Sioux Tribe of North and South Dakota; Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota; Ute Indian Tribe of the Uintah & Ouray Reservation, Utah; and the Zuni Tribe of the Zuni Reservation, New Mexico. \\n        History and Description of the Remains \\n        Sometime before or during 1968, human remains representing, at minimum, four individuals were removed from an unknown site in Larimer County, CO. The remains were catalogued and curated by CSU sometime after 1968. Collection and archival work by Dr. Jason LaBelle and Dr. Ann Magennis, between 2005 and 2010, failed to find any documentation regarding these individuals. Cases #\\xe2\\x80\\x8922, 23, 24, and 25 represent the partial remains of at least four individuals, including two adults and two newborns. No known individuals were identified. No associated funerary objects are present. \\n        Sometime before or during 1968, human remains representing, at minimum, two individuals were removed from an unknown site described as \\xe2\\x80\\x9cnear Ted\\'s Place,\\xe2\\x80\\x9d which is near where the Cache La Poudre River emerges from the Rocky Mountains in Larimer County, CO. The remains were catalogued and curated by CSU sometime after 1968. Collection and archival work by Dr. Jason LaBelle and Dr. Ann Magennis, between 2005 and 2010, failed to find any documentation regarding these individuals. Cases #\\xe2\\x80\\x8926 and 27 represent the partial remains of at least two individuals, both adults. No known individuals were identified. No associated funerary objects are present. \\n        Sometime before or during 1970, human remains representing, at minimum, one individual were removed from an unknown site in Larimer County, CO. According to collection notes, the site of removal was on private property. The remains were catalogued and curated by CSU sometime after 1970. Collection and archival work by Dr. Jason LaBelle and Dr. Ann Magennis, between 2005 and 2010, failed to find any documentation regarding this individual. Case #\\xe2\\x80\\x8949 represents the partial remains of one adult. No known individuals were identified. No associated funerary objects are present. \\n        Sometime before or during 1970, human remains representing, at minimum, one individual were removed from an unknown site in Larimer County, CO. The skeletal remains were found by a resident of the Estes Park area, indicating the site may have been near there. The remains were catalogued and curated by CSU sometime after 1970. Collection and archival work by Dr. Jason LaBelle and Dr. Ann Magennis, between 2005 and 2010, failed to find any documentation regarding this individual. Case #\\xe2\\x80\\x8951 represents the remains of one adult male. No known individuals were identified. No associated funerary objects are present. \\n        Sometime during August 1971, human remains representing, at minimum, one individual were removed from site 5LR203 in Larimer County, CO. The site was discovered and excavated by Dr. Elizabeth Ann Morris and her students in 1971. Case #\\xe2\\x80\\x8967 represents one individual that was discovered in a sandstone crevice near Livermore, CO, with two other individuals. On September 27, 1971, some of the human remains were removed from CSU during a social protest by individuals presumably associated with the American Indian Movement. Following the protest, only portions of one individual remained at CSU. No known individuals were identified. No associated funerary objects are present. \\n\\n        Sometime between 1976 and 1979, human remains representing, at minimum, two individuals were removed from private property on Lightening Hill (site 5LR284) in Larimer County, CO. The site was discovered and excavated by the CSU Archaeological Field School, under the direction of Dr. Elizabeth Ann Morris. CSU excavated a campsite, including the double burial, between 1976 and 1979. The artifacts from the campsite remain housed in the CSU Archaeological Repository. Cases #\\xe2\\x80\\x8968 and 69 represent the remains of one adult female and one adult male. The female was found lying on her back in a burial pit with her head oriented north. The male was found in a small pit, but appears to be a secondary burial. No known individuals were identified. The three associated funerary objects are two large shell pendants and 1 lot of bone beads buried with the adult female remains. \\n        Sometime during 1975, human remains representing, at minimum, three individuals were removed from private property (site 5LR300) in Larimer County, CO. The site was recorded on October 18, 1975, by Dr. Michael Charney, Chris Arthur, Anne McNamara, Penny Price, and Bob Burgess, all CSU faculty and student. Cases #\\xe2\\x80\\x8961, 62, and 63 represent at least three partial individuals found in a small crevice in the foothills near the Cache la Poudre River. No known individuals were identified. No associated funerary objects are present, although animal bone and a projectile point were collected, but are not associated, with the human remains. \\n        Sometime between 1992 and 1993, human remains representing, at minimum, one individual were removed from private property (site 5LR1680) in Larimer County, CO. The collection from this site is curated by the CSU Archaeological Repository. The skeletal remains were discovered during a routine analysis of the collection by CSU researchers. Case #\\xe2\\x80\\x8965 represents one partial individual mixed with bison bone. No known individuals were identified. The site consisted nearly exclusively of bison bone, though chipped stone flakes, tools, and pottery were found intermixed with the bison bone, but are not considered associated funerary objects. It is not known how the skeletal remains became mixed with the bison bone, but the site does not appear to be a complete burial. No associated funerary objects are present. \\n        During May 1979, human remains representing, at minimum, one individual were removed from private property (site 5LR170) in Larimer County, CO. The CSU Archaeological Field School excavated the site during the 1979 field season, under the direction of Dr. Elizabeth Ann Morris. The artifacts from this site remain housed in the CSU Archaeological Repository. Case #\\xe2\\x80\\x8966 represents the partial remains of one individual. No known individuals were identified. No associated funerary objects are present, although lithic flakes and rock were collected, but are not associated, with the human remains. The site contains camp debris associated with a long period of occupation and radiocarbon dates of non-human organic material in the shelter date the site to 800 B.C. to 500 B.C. \\n        Sometime before August 1991, human remains representing, at minimum, one individual were removed from the Masonville site in Larimer County, CO. The remains were curated by CSU sometime before August 1991. Dr. Diane France (formerly of CSU) consulted on this burial after discovery, although it is not known if it was with the Larimer County Sheriff\\'s Department or some other agency. Collection and archival work by Dr. Jason LaBelle and Dr. Ann Magennis, between 2005 and 2010, failed to find any additional documentation regarding this individual. Case #\\xe2\\x80\\x8979 represents the partial remains of one sub-adult. No known individuals were identified. No associated funerary objects are present. \\n        Possibly on June 19, 1986, human remains representing, at minimum, two individuals were removed from the Freauff site in Weld County, CO. The remains were catalogued and curated by CSU sometime after 1987. Collection and archival work by Dr. Jason LaBelle and Dr. Ann Magennis, between 2005 and 2010, failed to find any additional documentation regarding these individuals. Cases #\\xe2\\x80\\x8958 and 59 represent the remains of two individuals, one possibly female and one possibly a juvenile male. No known individuals were identified. Animal bone, fire altered rock, rock, lithic debitage, olivella shell, freshwater shell, shell fragment were collected with the skeletal remains, but are not considered associated funerary objects. No associated funerary objects are present. \\n        Sometime before August 1991, human remains representing, at minimum, one individual were removed from the Adams site in Adams County, CO. The remains were catalogued and curated by CSU sometime before August 1991. Collection and archival work by Dr. Jason LaBelle and Dr. Ann Magennis, between 2005 and 2010, failed to find any documentation regarding this individual. Case #\\xe2\\x80\\x8970 represents the partial remains of one adult. No known individuals were identified. No associated funerary objects are present, although bone tubular beads, animal bone preforms, dentalium shell, animal teeth, assorted animal bones, awl tips, ground stone fragment, chert drill tip were stored, but are not associated, with the human remains. \\n        On May 7, 1982, human remains representing, at minimum, one individual were removed from the Hobbes-Artzer site in Logan County, CO. The burial was discovered by private citizens (likely Lloyd Hobbes and/or John Greg Artzer), and was excavated from an eroding context by Dr. Elizabeth Ann Morris, students, and citizens on May 7, 1982. The remains were catalogued and curated by CSU sometime after 1982. Case #\\xe2\\x80\\x8977 represents the partial remains of one individual. No known individuals were identified. The collection records suggest at least two burials were present at the site, but only partial remains are at CSU. No associated funerary objects are present. \\n        In May of 1984, human remains representing, at minimum, one individual were removed from East Flat Top/Whiskey Draw site in Logan County, CO. The burial was discovered by private citizens and was excavated from an eroding context by Dr. Elizabeth Ann Morris, students, and citizens in May 1984. The remains were catalogued and curated by CSU sometime after 1984. Case #\\xe2\\x80\\x8956 represents the partial remains of one adult female, buried in a tightly flexed position within a burial pit, head oriented toward the north. The burial appears to be a primary burial. No known individuals were identified. No associated funerary objects are present, although animal bones were stored, but are not associated, with the human remains. Known associated funerary objects are not under the control of CSU, although collection records describe a bison cranium, bone awl, biface, side scrapers, end scraper, large flakes, and a lap stone were collected with the human remains. The location of these artifacts is unknown. \\n\\n        During April 1985, human remains representing, at minimum, one individual were removed from private property at the Red Lion site in Logan County, CO. The burial was discovered by private citizens and was excavated from an agricultural context by Dr. Elizabeth Ann Morris and citizens. The remains were catalogued and curated by CSU after 1985. Case #\\xe2\\x80\\x8957 represents the remains of one young adult male. The burial appears to have been placed in a pit, although the bones were disarticulated and appear to have been covered in red ochre. The burial possibly could have been a secondary burial, placed into a pit. The one associated funerary object is a marine shell pendant (abalone) with two brass tacks. According to collection records, deer bone was found with the burial and interpreted as a possible food offering, but is not present in the collection. \\n        On May 5, 1979, human remains representing, at minimum, one individual were removed from private property at the Linville site in Douglas County, CO. The remains were discovered by Kevin Linville, private citizen, in 1975. CSU was notified of the discovery in 1979, and Dr. Elizabeth Ann Morris, CSU students, and citizens excavated the site in an eroding context on May 5, 1979. Case #\\xe2\\x80\\x8960 represents the remains of one older adult male, buried in a tightly flexed position, on his back, with his head placed to the north. The knees were drawn to the head with the left hand under the skull. No known individuals were identified. No associated funerary objects are present, although collection records indicate a grinding hand stone was interred with the burial. The location of the artifact is unknown. \\n        Sometime before or during 1970, human remains representing, at minimum, one individual were removed from an unknown site in Cheyenne County, CO. The remains were catalogued and curated by CSU sometime after 1970. Collection and archival work by Dr. Jason LaBelle and Dr. Ann Magennis, between 2005 and 2010, failed to find any documentation regarding this individual. Case #\\xe2\\x80\\x8950 represents the partial remains of one adult male. No known individuals were identified. No associated funerary objects are present, although burned and unburned animal bone, late prehistoric arrow points, and biface fragments were stored, but are not associated, with the human remains. The arrow points date the site to the late prehistoric era between 150 A.D. and 1540 A.D. \\n        Sometime before or during 1976, human remains representing, at minimum, one individual were removed from an unknown site in the area of Navajo Reservoir in Archuleta County, CO. The remains were catalogued and curated by CSU sometime after 1976. Collection and archival work by Dr. Jason LaBelle and Dr. Ann Magennis, between 2005 and 2010, failed to find any documentation regarding this individual. Case #\\xe2\\x80\\x8954 represents the remains of one adult of indeterminate sex. No known individuals were identified. No associated funerary objects are present. \\n        Sometime before or during 1969, human remains representing, at minimum, one individual were removed from an unknown site in Montezuma County, CO. The remains were catalogued and curated by CSU sometime after 1969. Collection and archival work by Dr. Jason LaBelle and Dr. Ann Magennis, between 2005 and 2010, failed to find any documentation regarding this individual. Case #\\xe2\\x80\\x8932 represents the partial remains of one adult that exhibits occipital flattening. No known individuals were identified. No associated funerary objects are present, although southwestern ceramic sherds (including corrugated, plain, and painted forms that have been identified as San Juan orange wears), Corrugated wares, and possibly smooth obliterated wares, as well as lithic debitage flakes and rock fragments were stored, but are not associated, with the human remains. \\n        Determinations Made by Colorado State University \\n        Officials of Colorado State University have determined that: \\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice are Native American based on their prehistoric provenience in the state of Colorado, as well as data indicating Native American burial practice and the relative condition of the skeletal remains. \\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 27 individuals of Native American ancestry. \\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the four objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and associated funerary objects and any present-day Indian tribe. \\n        \\xe2\\x80\\xa2 According to final judgments of the Indian Claims Commission or the Court of Federal Claims, the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of the Arapaho Tribe of Wind River Reservation, Wyoming; Northern Cheyenne Tribe of Northern Cheyenne Indian Reservation, Montana; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; and the Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico, & Utah. \\n        \\xe2\\x80\\xa2 Treaties, Acts of Congress, or Executive Orders, indicate that the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of the Arapaho Tribe of Wind River Reservation, Wyoming; Northern Cheyenne Tribe of Northern Cheyenne Indian Reservation, Montana; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; and the Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico, & Utah. \\n        \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.11(c)(2)(i), the disposition of the human remains and associated funerary objects may be to the Arapaho Tribe of Wind River Reservation, Wyoming; Northern Cheyenne Tribe of Northern Cheyenne Indian Reservation, Montana; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; and the Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico, & Utah. \\n        Additional Requestors and Disposition \\n\\n        Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Christopher Green, Colorado State University, B-218 Clark Building, c/o Christopher Green, 1787 Campus Delivery, Fort Collins, CO 80525, telephone (970) 213-3060, email cg99@rams.colostate.edu, by January 2, 2014. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to the Arapaho Tribe of Wind River Reservation, Wyoming; Northern Cheyenne Tribe of Northern Cheyenne Indian Reservation, Montana; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; and the Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico, & Utah may proceed. \\n        Colorado State University is responsible for notifying the Arapaho Tribe of Wind River Reservation; Cheyenne and Arapaho Tribes, Oklahoma (previously listed as the Cheyenne-Arapaho Tribes of Oklahoma); Navajo Nation, Arizona, New Mexico, & Utah; Northern Cheyenne Tribe of Northern Cheyenne Indian Reservation, Montana; Pueblo of San Ildefonso, New Mexico; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; and the Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico, & Utah that this notice has been published. \\n        \\n          Dated: September 26, 2013. \\n          David Tarler, \\n          Acting Manager, National NAGPRA Program. \\n        \\n      \\n      [FR Doc. 2013-28911 Filed 12-2-13; 8:45 am] \\n      BILLING CODE 4312-50-P \\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "[NPS-WASO-NAGPRA-14202: PPWOCRADN0-PCU00RP14.R50000] ", "subject": "Notice of Inventory Completion: Colorado State University, Fort Collins, CO ", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Colorado State University (CSU) has completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian tribes or Native Hawaiian organizations, and has determined that there is no cultural affiliation between the human remains and associated funerary objects and any present-day Indian tribes or Native Hawaiian organizations. Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to CSU Department of Anthropology. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the Indian tribes or Native Hawaiian organizations stated in this notice may proceed. ", "dates": "Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to the Department of Anthropology at CSU at the address in this notice by January 2, 2014. ", "addresses": "Christopher Green, Colorado State University, B-218 Clark Building, c/o Christopher Green, 1787 Campus Delivery, Fort Collins, CO 80525, telephone (970) 213-3060, email cg99@rams.colostate.edu.\\n          ", "signature_dated": "Dated: September 26, 2013. ", "signature_name": "David Tarler, ", "signature_title": "Acting Manager, National NAGPRA Program. ", "fr_doc": "[FR Doc. 2013-28911 Filed 12-2-13; 8:45 am] ", "billing_code": "BILLING CODE 4312-50-P ", "supp_info": "SUPPLEMENTARY INFORMATION: \n Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the Colorado State University (CSU), Fort Collins, Colorado. The human remains and associated funerary objects were removed from Larimer, Weld, Logan, Adams, Douglas, Cheyenne, Archuleta, and Montezuma Counties, CO.  \n This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3) and 43 CFR 10.11(d). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.  \n Consultation  \n A detailed assessment of the human remains was made by the CSU professional staff in consultation with representatives of Arapaho Tribe of Wind River Reservation; Cheyenne and Arapaho Tribes, Oklahoma (previously listed as the Cheyenne-Arapaho Tribes of Oklahoma); Navajo Nation, Arizona, New Mexico, & Utah; Pueblo of San Ildefonso, New Mexico; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; and the Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico, & Utah. The following tribes were invited to consult but did not participate: Crow Tribe of Montana; Kiowa Indian Tribe of Oklahoma; Northern Cheyenne Tribe of Northern Cheyenne Indian Reservation, Montana; Oglala Sioux Tribe (previously listed as the Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota); Ohkay Owingeh, New Mexico (previously listed as the Pueblo of San Juan); Paiute Indian Tribe of Utah (Cedar Band of Paiutes, Kanosh Band of Paiutes, Koosharem Band of Paiutes, Indian Peaks Band of Paiutes, and Shivwits Band of Paiutes)(formerly Paiute Indian Tribe of Utah (Cedar City Band of Paiutes, Kanosh Band of Paiutes, Koosharem Band of Paiutes, Indian Peaks Band of Paiutes, and Shivwits Band of Paiutes)); Pawnee Nation of Oklahoma; Pueblo of Cochiti, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Rosebud Sioux Tribe of the Rosebud Indian Reservation, South Dakota; Shoshone Tribe of Wind River Reservation, Wyoming; Shoshone-Bannock Tribes of the Fort Hall Reservation; Standing Rock Sioux Tribe of North and South Dakota; Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota; Ute Indian Tribe of the Uintah & Ouray Reservation, Utah; and the Zuni Tribe of the Zuni Reservation, New Mexico.  \n History and Description of the Remains  \n Sometime before or during 1968, human remains representing, at minimum, four individuals were removed from an unknown site in Larimer County, CO. The remains were catalogued and curated by CSU sometime after 1968. Collection and archival work by Dr. Jason LaBelle and Dr. Ann Magennis, between 2005 and 2010, failed to find any documentation regarding these individuals. Cases #\\xe2\\x80\\x8922, 23, 24, and 25 represent the partial remains of at least four individuals, including two adults and two newborns. No known individuals were identified. No associated funerary objects are present.  \n Sometime before or during 1968, human remains representing, at minimum, two individuals were removed from an unknown site described as \\xe2\\x80\\x9cnear Ted\\'s Place,\\xe2\\x80\\x9d which is near where the Cache La Poudre River emerges from the Rocky Mountains in Larimer County, CO. The remains were catalogued and curated by CSU sometime after 1968. Collection and archival work by Dr. Jason LaBelle and Dr. Ann Magennis, between 2005 and 2010, failed to find any documentation regarding these individuals. Cases #\\xe2\\x80\\x8926 and 27 represent the partial remains of at least two individuals, both adults. No known individuals were identified. No associated funerary objects are present.  \n Sometime before or during 1970, human remains representing, at minimum, one individual were removed from an unknown site in Larimer County, CO. According to collection notes, the site of removal was on private property. The remains were catalogued and curated by CSU sometime after 1970. Collection and archival work by Dr. Jason LaBelle and Dr. Ann Magennis, between 2005 and 2010, failed to find any documentation regarding this individual. Case #\\xe2\\x80\\x8949 represents the partial remains of one adult. No known individuals were identified. No associated funerary objects are present.  \n Sometime before or during 1970, human remains representing, at minimum, one individual were removed from an unknown site in Larimer County, CO. The skeletal remains were found by a resident of the Estes Park area, indicating the site may have been near there. The remains were catalogued and curated by CSU sometime after 1970. Collection and archival work by Dr. Jason LaBelle and Dr. Ann Magennis, between 2005 and 2010, failed to find any documentation regarding this individual. Case #\\xe2\\x80\\x8951 represents the remains of one adult male. No known individuals were identified. No associated funerary objects are present.  \n Sometime during August 1971, human remains representing, at minimum, one individual were removed from site 5LR203 in Larimer County, CO. The site was discovered and excavated by Dr. Elizabeth Ann Morris and her students in 1971. Case #\\xe2\\x80\\x8967 represents one individual that was discovered in a sandstone crevice near Livermore, CO, with two other individuals. On September 27, 1971, some of the human remains were removed from CSU during a social protest by individuals presumably associated with the American Indian Movement. Following the protest, only portions of one individual remained at CSU. No known individuals were identified. No associated funerary objects are present.  \n Sometime between 1976 and 1979, human remains representing, at minimum, two individuals were removed from private property on Lightening Hill (site 5LR284) in Larimer County, CO. The site was discovered and excavated by the CSU Archaeological Field School, under the direction of Dr. Elizabeth Ann Morris. CSU excavated a campsite, including the double burial, between 1976 and 1979. The artifacts from the campsite remain housed in the CSU Archaeological Repository. Cases #\\xe2\\x80\\x8968 and 69 represent the remains of one adult female and one adult male. The female was found lying on her back in a burial pit with her head oriented north. The male was found in a small pit, but appears to be a secondary burial. No known individuals were identified. The three associated funerary objects are two large shell pendants and 1 lot of bone beads buried with the adult female remains.  \n Sometime during 1975, human remains representing, at minimum, three individuals were removed from private property (site 5LR300) in Larimer County, CO. The site was recorded on October 18, 1975, by Dr. Michael Charney, Chris Arthur, Anne McNamara, Penny Price, and Bob Burgess, all CSU faculty and student. Cases #\\xe2\\x80\\x8961, 62, and 63 represent at least three partial individuals found in a small crevice in the foothills near the Cache la Poudre River. No known individuals were identified. No associated funerary objects are present, although animal bone and a projectile point were collected, but are not associated, with the human remains.  \n Sometime between 1992 and 1993, human remains representing, at minimum, one individual were removed from private property (site 5LR1680) in Larimer County, CO. The collection from this site is curated by the CSU Archaeological Repository. The skeletal remains were discovered during a routine analysis of the collection by CSU researchers. Case #\\xe2\\x80\\x8965 represents one partial individual mixed with bison bone. No known individuals were identified. The site consisted nearly exclusively of bison bone, though chipped stone flakes, tools, and pottery were found intermixed with the bison bone, but are not considered associated funerary objects. It is not known how the skeletal remains became mixed with the bison bone, but the site does not appear to be a complete burial. No associated funerary objects are present.  \n During May 1979, human remains representing, at minimum, one individual were removed from private property (site 5LR170) in Larimer County, CO. The CSU Archaeological Field School excavated the site during the 1979 field season, under the direction of Dr. Elizabeth Ann Morris. The artifacts from this site remain housed in the CSU Archaeological Repository. Case #\\xe2\\x80\\x8966 represents the partial remains of one individual. No known individuals were identified. No associated funerary objects are present, although lithic flakes and rock were collected, but are not associated, with the human remains. The site contains camp debris associated with a long period of occupation and radiocarbon dates of non-human organic material in the shelter date the site to 800 B.C. to 500 B.C.  \n Sometime before August 1991, human remains representing, at minimum, one individual were removed from the Masonville site in Larimer County, CO. The remains were curated by CSU sometime before August 1991. Dr. Diane France (formerly of CSU) consulted on this burial after discovery, although it is not known if it was with the Larimer County Sheriff\\'s Department or some other agency. Collection and archival work by Dr. Jason LaBelle and Dr. Ann Magennis, between 2005 and 2010, failed to find any additional documentation regarding this individual. Case #\\xe2\\x80\\x8979 represents the partial remains of one sub-adult. No known individuals were identified. No associated funerary objects are present.  \n Possibly on June 19, 1986, human remains representing, at minimum, two individuals were removed from the Freauff site in Weld County, CO. The remains were catalogued and curated by CSU sometime after 1987. Collection and archival work by Dr. Jason LaBelle and Dr. Ann Magennis, between 2005 and 2010, failed to find any additional documentation regarding these individuals. Cases #\\xe2\\x80\\x8958 and 59 represent the remains of two individuals, one possibly female and one possibly a juvenile male. No known individuals were identified. Animal bone, fire altered rock, rock, lithic debitage, olivella shell, freshwater shell, shell fragment were collected with the skeletal remains, but are not considered associated funerary objects. No associated funerary objects are present.  \n Sometime before August 1991, human remains representing, at minimum, one individual were removed from the Adams site in Adams County, CO. The remains were catalogued and curated by CSU sometime before August 1991. Collection and archival work by Dr. Jason LaBelle and Dr. Ann Magennis, between 2005 and 2010, failed to find any documentation regarding this individual. Case #\\xe2\\x80\\x8970 represents the partial remains of one adult. No known individuals were identified. No associated funerary objects are present, although bone tubular beads, animal bone preforms, dentalium shell, animal teeth, assorted animal bones, awl tips, ground stone fragment, chert drill tip were stored, but are not associated, with the human remains.  \n On May 7, 1982, human remains representing, at minimum, one individual were removed from the Hobbes-Artzer site in Logan County, CO. The burial was discovered by private citizens (likely Lloyd Hobbes and/or John Greg Artzer), and was excavated from an eroding context by Dr. Elizabeth Ann Morris, students, and citizens on May 7, 1982. The remains were catalogued and curated by CSU sometime after 1982. Case #\\xe2\\x80\\x8977 represents the partial remains of one individual. No known individuals were identified. The collection records suggest at least two burials were present at the site, but only partial remains are at CSU. No associated funerary objects are present.  \n In May of 1984, human remains representing, at minimum, one individual were removed from East Flat Top/Whiskey Draw site in Logan County, CO. The burial was discovered by private citizens and was excavated from an eroding context by Dr. Elizabeth Ann Morris, students, and citizens in May 1984. The remains were catalogued and curated by CSU sometime after 1984. Case #\\xe2\\x80\\x8956 represents the partial remains of one adult female, buried in a tightly flexed position within a burial pit, head oriented toward the north. The burial appears to be a primary burial. No known individuals were identified. No associated funerary objects are present, although animal bones were stored, but are not associated, with the human remains. Known associated funerary objects are not under the control of CSU, although collection records describe a bison cranium, bone awl, biface, side scrapers, end scraper, large flakes, and a lap stone were collected with the human remains. The location of these artifacts is unknown.  \n During April 1985, human remains representing, at minimum, one individual were removed from private property at the Red Lion site in Logan County, CO. The burial was discovered by private citizens and was excavated from an agricultural context by Dr. Elizabeth Ann Morris and citizens. The remains were catalogued and curated by CSU after 1985. Case #\\xe2\\x80\\x8957 represents the remains of one young adult male. The burial appears to have been placed in a pit, although the bones were disarticulated and appear to have been covered in red ochre. The burial possibly could have been a secondary burial, placed into a pit. The one associated funerary object is a marine shell pendant (abalone) with two brass tacks. According to collection records, deer bone was found with the burial and interpreted as a possible food offering, but is not present in the collection.  \n On May 5, 1979, human remains representing, at minimum, one individual were removed from private property at the Linville site in Douglas County, CO. The remains were discovered by Kevin Linville, private citizen, in 1975. CSU was notified of the discovery in 1979, and Dr. Elizabeth Ann Morris, CSU students, and citizens excavated the site in an eroding context on May 5, 1979. Case #\\xe2\\x80\\x8960 represents the remains of one older adult male, buried in a tightly flexed position, on his back, with his head placed to the north. The knees were drawn to the head with the left hand under the skull. No known individuals were identified. No associated funerary objects are present, although collection records indicate a grinding hand stone was interred with the burial. The location of the artifact is unknown.  \n Sometime before or during 1970, human remains representing, at minimum, one individual were removed from an unknown site in Cheyenne County, CO. The remains were catalogued and curated by CSU sometime after 1970. Collection and archival work by Dr. Jason LaBelle and Dr. Ann Magennis, between 2005 and 2010, failed to find any documentation regarding this individual. Case #\\xe2\\x80\\x8950 represents the partial remains of one adult male. No known individuals were identified. No associated funerary objects are present, although burned and unburned animal bone, late prehistoric arrow points, and biface fragments were stored, but are not associated, with the human remains. The arrow points date the site to the late prehistoric era between 150 A.D. and 1540 A.D.  \n Sometime before or during 1976, human remains representing, at minimum, one individual were removed from an unknown site in the area of Navajo Reservoir in Archuleta County, CO. The remains were catalogued and curated by CSU sometime after 1976. Collection and archival work by Dr. Jason LaBelle and Dr. Ann Magennis, between 2005 and 2010, failed to find any documentation regarding this individual. Case #\\xe2\\x80\\x8954 represents the remains of one adult of indeterminate sex. No known individuals were identified. No associated funerary objects are present.  \n Sometime before or during 1969, human remains representing, at minimum, one individual were removed from an unknown site in Montezuma County, CO. The remains were catalogued and curated by CSU sometime after 1969. Collection and archival work by Dr. Jason LaBelle and Dr. Ann Magennis, between 2005 and 2010, failed to find any documentation regarding this individual. Case #\\xe2\\x80\\x8932 represents the partial remains of one adult that exhibits occipital flattening. No known individuals were identified. No associated funerary objects are present, although southwestern ceramic sherds (including corrugated, plain, and painted forms that have been identified as San Juan orange wears), Corrugated wares, and possibly smooth obliterated wares, as well as lithic debitage flakes and rock fragments were stored, but are not associated, with the human remains.  \n Determinations Made by Colorado State University  \n Officials of Colorado State University have determined that:  \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice are Native American based on their prehistoric provenience in the state of Colorado, as well as data indicating Native American burial practice and the relative condition of the skeletal remains.  \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 27 individuals of Native American ancestry.  \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the four objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.  \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and associated funerary objects and any present-day Indian tribe.  \n \\xe2\\x80\\xa2 According to final judgments of the Indian Claims Commission or the Court of Federal Claims, the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of the Arapaho Tribe of Wind River Reservation, Wyoming; Northern Cheyenne Tribe of Northern Cheyenne Indian Reservation, Montana; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; and the Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico, & Utah.  \n \\xe2\\x80\\xa2 Treaties, Acts of Congress, or Executive Orders, indicate that the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of the Arapaho Tribe of Wind River Reservation, Wyoming; Northern Cheyenne Tribe of Northern Cheyenne Indian Reservation, Montana; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; and the Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico, & Utah.  \n \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.11(c)(2)(i), the disposition of the human remains and associated funerary objects may be to the Arapaho Tribe of Wind River Reservation, Wyoming; Northern Cheyenne Tribe of Northern Cheyenne Indian Reservation, Montana; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; and the Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico, & Utah.  \n Additional Requestors and Disposition  \n Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Christopher Green, Colorado State University, B-218 Clark Building, c/o Christopher Green, 1787 Campus Delivery, Fort Collins, CO 80525, telephone (970) 213-3060, email cg99@rams.colostate.edu, by January 2, 2014. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to the Arapaho Tribe of Wind River Reservation, Wyoming; Northern Cheyenne Tribe of Northern Cheyenne Indian Reservation, Montana; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; and the Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico, & Utah may proceed.  \n Colorado State University is responsible for notifying the Arapaho Tribe of Wind River Reservation; Cheyenne and Arapaho Tribes, Oklahoma (previously listed as the Cheyenne-Arapaho Tribes of Oklahoma); Navajo Nation, Arizona, New Mexico, & Utah; Northern Cheyenne Tribe of Northern Cheyenne Indian Reservation, Montana; Pueblo of San Ildefonso, New Mexico; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; and the Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico, & Utah that this notice has been published.  \n ", "consultation": "A detailed assessment of the human remains was made by the CSU professional staff in consultation with representatives of Arapaho Tribe of Wind River Reservation; Cheyenne and Arapaho Tribes, Oklahoma (previously listed as the Cheyenne-Arapaho Tribes of Oklahoma); Navajo Nation, Arizona, New Mexico, & Utah; Pueblo of San Ildefonso, New Mexico; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; and the Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico, & Utah. The following tribes were invited to consult but did not participate: Crow Tribe of Montana; Kiowa Indian Tribe of Oklahoma; Northern Cheyenne Tribe of Northern Cheyenne Indian Reservation, Montana; Oglala Sioux Tribe (previously listed as the Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota); Ohkay Owingeh, New Mexico (previously listed as the Pueblo of San Juan); Paiute Indian Tribe of Utah (Cedar Band of Paiutes, Kanosh Band of Paiutes, Koosharem Band of Paiutes, Indian Peaks Band of Paiutes, and Shivwits Band of Paiutes)(formerly Paiute Indian Tribe of Utah (Cedar City Band of Paiutes, Kanosh Band of Paiutes, Koosharem Band of Paiutes, Indian Peaks Band of Paiutes, and Shivwits Band of Paiutes)); Pawnee Nation of Oklahoma; Pueblo of Cochiti, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Rosebud Sioux Tribe of the Rosebud Indian Reservation, South Dakota; Shoshone Tribe of Wind River Reservation, Wyoming; Shoshone-Bannock Tribes of the Fort Hall Reservation; Standing Rock Sioux Tribe of North and South Dakota; Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota; Ute Indian Tribe of the Uintah & Ouray Reservation, Utah; and the Zuni Tribe of the Zuni Reservation, New Mexico.  \n ", "h_d_r": "Sometime before or during 1968, human remains representing, at minimum, four individuals were removed from an unknown site in Larimer County, CO. The remains were catalogued and curated by CSU sometime after 1968. Collection and archival work by Dr. Jason LaBelle and Dr. Ann Magennis, between 2005 and 2010, failed to find any documentation regarding these individuals. Cases #\\xe2\\x80\\x8922, 23, 24, and 25 represent the partial remains of at least four individuals, including two adults and two newborns. No known individuals were identified. No associated funerary objects are present.  \n Sometime before or during 1968, human remains representing, at minimum, two individuals were removed from an unknown site described as \\xe2\\x80\\x9cnear Ted\\'s Place,\\xe2\\x80\\x9d which is near where the Cache La Poudre River emerges from the Rocky Mountains in Larimer County, CO. The remains were catalogued and curated by CSU sometime after 1968. Collection and archival work by Dr. Jason LaBelle and Dr. Ann Magennis, between 2005 and 2010, failed to find any documentation regarding these individuals. Cases #\\xe2\\x80\\x8926 and 27 represent the partial remains of at least two individuals, both adults. No known individuals were identified. No associated funerary objects are present.  \n Sometime before or during 1970, human remains representing, at minimum, one individual were removed from an unknown site in Larimer County, CO. According to collection notes, the site of removal was on private property. The remains were catalogued and curated by CSU sometime after 1970. Collection and archival work by Dr. Jason LaBelle and Dr. Ann Magennis, between 2005 and 2010, failed to find any documentation regarding this individual. Case #\\xe2\\x80\\x8949 represents the partial remains of one adult. No known individuals were identified. No associated funerary objects are present.  \n Sometime before or during 1970, human remains representing, at minimum, one individual were removed from an unknown site in Larimer County, CO. The skeletal remains were found by a resident of the Estes Park area, indicating the site may have been near there. The remains were catalogued and curated by CSU sometime after 1970. Collection and archival work by Dr. Jason LaBelle and Dr. Ann Magennis, between 2005 and 2010, failed to find any documentation regarding this individual. Case #\\xe2\\x80\\x8951 represents the remains of one adult male. No known individuals were identified. No associated funerary objects are present.  \n Sometime during August 1971, human remains representing, at minimum, one individual were removed from site 5LR203 in Larimer County, CO. The site was discovered and excavated by Dr. Elizabeth Ann Morris and her students in 1971. Case #\\xe2\\x80\\x8967 represents one individual that was discovered in a sandstone crevice near Livermore, CO, with two other individuals. On September 27, 1971, some of the human remains were removed from CSU during a social protest by individuals presumably associated with the American Indian Movement. Following the protest, only portions of one individual remained at CSU. No known individuals were identified. No associated funerary objects are present.  \n Sometime between 1976 and 1979, human remains representing, at minimum, two individuals were removed from private property on Lightening Hill (site 5LR284) in Larimer County, CO. The site was discovered and excavated by the CSU Archaeological Field School, under the direction of Dr. Elizabeth Ann Morris. CSU excavated a campsite, including the double burial, between 1976 and 1979. The artifacts from the campsite remain housed in the CSU Archaeological Repository. Cases #\\xe2\\x80\\x8968 and 69 represent the remains of one adult female and one adult male. The female was found lying on her back in a burial pit with her head oriented north. The male was found in a small pit, but appears to be a secondary burial. No known individuals were identified. The three associated funerary objects are two large shell pendants and 1 lot of bone beads buried with the adult female remains.  \n Sometime during 1975, human remains representing, at minimum, three individuals were removed from private property (site 5LR300) in Larimer County, CO. The site was recorded on October 18, 1975, by Dr. Michael Charney, Chris Arthur, Anne McNamara, Penny Price, and Bob Burgess, all CSU faculty and student. Cases #\\xe2\\x80\\x8961, 62, and 63 represent at least three partial individuals found in a small crevice in the foothills near the Cache la Poudre River. No known individuals were identified. No associated funerary objects are present, although animal bone and a projectile point were collected, but are not associated, with the human remains.  \n Sometime between 1992 and 1993, human remains representing, at minimum, one individual were removed from private property (site 5LR1680) in Larimer County, CO. The collection from this site is curated by the CSU Archaeological Repository. The skeletal remains were discovered during a routine analysis of the collection by CSU researchers. Case #\\xe2\\x80\\x8965 represents one partial individual mixed with bison bone. No known individuals were identified. The site consisted nearly exclusively of bison bone, though chipped stone flakes, tools, and pottery were found intermixed with the bison bone, but are not considered associated funerary objects. It is not known how the skeletal remains became mixed with the bison bone, but the site does not appear to be a complete burial. No associated funerary objects are present.  \n During May 1979, human remains representing, at minimum, one individual were removed from private property (site 5LR170) in Larimer County, CO. The CSU Archaeological Field School excavated the site during the 1979 field season, under the direction of Dr. Elizabeth Ann Morris. The artifacts from this site remain housed in the CSU Archaeological Repository. Case #\\xe2\\x80\\x8966 represents the partial remains of one individual. No known individuals were identified. No associated funerary objects are present, although lithic flakes and rock were collected, but are not associated, with the human remains. The site contains camp debris associated with a long period of occupation and radiocarbon dates of non-human organic material in the shelter date the site to 800 B.C. to 500 B.C.  \n Sometime before August 1991, human remains representing, at minimum, one individual were removed from the Masonville site in Larimer County, CO. The remains were curated by CSU sometime before August 1991. Dr. Diane France (formerly of CSU) consulted on this burial after discovery, although it is not known if it was with the Larimer County Sheriff\\'s Department or some other agency. Collection and archival work by Dr. Jason LaBelle and Dr. Ann Magennis, between 2005 and 2010, failed to find any additional documentation regarding this individual. Case #\\xe2\\x80\\x8979 represents the partial remains of one sub-adult. No known individuals were identified. No associated funerary objects are present.  \n Possibly on June 19, 1986, human remains representing, at minimum, two individuals were removed from the Freauff site in Weld County, CO. The remains were catalogued and curated by CSU sometime after 1987. Collection and archival work by Dr. Jason LaBelle and Dr. Ann Magennis, between 2005 and 2010, failed to find any additional documentation regarding these individuals. Cases #\\xe2\\x80\\x8958 and 59 represent the remains of two individuals, one possibly female and one possibly a juvenile male. No known individuals were identified. Animal bone, fire altered rock, rock, lithic debitage, olivella shell, freshwater shell, shell fragment were collected with the skeletal remains, but are not considered associated funerary objects. No associated funerary objects are present.  \n Sometime before August 1991, human remains representing, at minimum, one individual were removed from the Adams site in Adams County, CO. The remains were catalogued and curated by CSU sometime before August 1991. Collection and archival work by Dr. Jason LaBelle and Dr. Ann Magennis, between 2005 and 2010, failed to find any documentation regarding this individual. Case #\\xe2\\x80\\x8970 represents the partial remains of one adult. No known individuals were identified. No associated funerary objects are present, although bone tubular beads, animal bone preforms, dentalium shell, animal teeth, assorted animal bones, awl tips, ground stone fragment, chert drill tip were stored, but are not associated, with the human remains.  \n On May 7, 1982, human remains representing, at minimum, one individual were removed from the Hobbes-Artzer site in Logan County, CO. The burial was discovered by private citizens (likely Lloyd Hobbes and/or John Greg Artzer), and was excavated from an eroding context by Dr. Elizabeth Ann Morris, students, and citizens on May 7, 1982. The remains were catalogued and curated by CSU sometime after 1982. Case #\\xe2\\x80\\x8977 represents the partial remains of one individual. No known individuals were identified. The collection records suggest at least two burials were present at the site, but only partial remains are at CSU. No associated funerary objects are present.  \n In May of 1984, human remains representing, at minimum, one individual were removed from East Flat Top/Whiskey Draw site in Logan County, CO. The burial was discovered by private citizens and was excavated from an eroding context by Dr. Elizabeth Ann Morris, students, and citizens in May 1984. The remains were catalogued and curated by CSU sometime after 1984. Case #\\xe2\\x80\\x8956 represents the partial remains of one adult female, buried in a tightly flexed position within a burial pit, head oriented toward the north. The burial appears to be a primary burial. No known individuals were identified. No associated funerary objects are present, although animal bones were stored, but are not associated, with the human remains. Known associated funerary objects are not under the control of CSU, although collection records describe a bison cranium, bone awl, biface, side scrapers, end scraper, large flakes, and a lap stone were collected with the human remains. The location of these artifacts is unknown.  \n During April 1985, human remains representing, at minimum, one individual were removed from private property at the Red Lion site in Logan County, CO. The burial was discovered by private citizens and was excavated from an agricultural context by Dr. Elizabeth Ann Morris and citizens. The remains were catalogued and curated by CSU after 1985. Case #\\xe2\\x80\\x8957 represents the remains of one young adult male. The burial appears to have been placed in a pit, although the bones were disarticulated and appear to have been covered in red ochre. The burial possibly could have been a secondary burial, placed into a pit. The one associated funerary object is a marine shell pendant (abalone) with two brass tacks. According to collection records, deer bone was found with the burial and interpreted as a possible food offering, but is not present in the collection.  \n On May 5, 1979, human remains representing, at minimum, one individual were removed from private property at the Linville site in Douglas County, CO. The remains were discovered by Kevin Linville, private citizen, in 1975. CSU was notified of the discovery in 1979, and Dr. Elizabeth Ann Morris, CSU students, and citizens excavated the site in an eroding context on May 5, 1979. Case #\\xe2\\x80\\x8960 represents the remains of one older adult male, buried in a tightly flexed position, on his back, with his head placed to the north. The knees were drawn to the head with the left hand under the skull. No known individuals were identified. No associated funerary objects are present, although collection records indicate a grinding hand stone was interred with the burial. The location of the artifact is unknown.  \n Sometime before or during 1970, human remains representing, at minimum, one individual were removed from an unknown site in Cheyenne County, CO. The remains were catalogued and curated by CSU sometime after 1970. Collection and archival work by Dr. Jason LaBelle and Dr. Ann Magennis, between 2005 and 2010, failed to find any documentation regarding this individual. Case #\\xe2\\x80\\x8950 represents the partial remains of one adult male. No known individuals were identified. No associated funerary objects are present, although burned and unburned animal bone, late prehistoric arrow points, and biface fragments were stored, but are not associated, with the human remains. The arrow points date the site to the late prehistoric era between 150 A.D. and 1540 A.D.  \n Sometime before or during 1976, human remains representing, at minimum, one individual were removed from an unknown site in the area of Navajo Reservoir in Archuleta County, CO. The remains were catalogued and curated by CSU sometime after 1976. Collection and archival work by Dr. Jason LaBelle and Dr. Ann Magennis, between 2005 and 2010, failed to find any documentation regarding this individual. Case #\\xe2\\x80\\x8954 represents the remains of one adult of indeterminate sex. No known individuals were identified. No associated funerary objects are present.  \n Sometime before or during 1969, human remains representing, at minimum, one individual were removed from an unknown site in Montezuma County, CO. The remains were catalogued and curated by CSU sometime after 1969. Collection and archival work by Dr. Jason LaBelle and Dr. Ann Magennis, between 2005 and 2010, failed to find any documentation regarding this individual. Case #\\xe2\\x80\\x8932 represents the partial remains of one adult that exhibits occipital flattening. No known individuals were identified. No associated funerary objects are present, although southwestern ceramic sherds (including corrugated, plain, and painted forms that have been identified as San Juan orange wears), Corrugated wares, and possibly smooth obliterated wares, as well as lithic debitage flakes and rock fragments were stored, but are not associated, with the human remains.  \n ", "h_d_ci": "Null", "determinations": "Determinations Made by Colorado State University  \n Officials of Colorado State University have determined that:  \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice are Native American based on their prehistoric provenience in the state of Colorado, as well as data indicating Native American burial practice and the relative condition of the skeletal remains.  \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 27 individuals of Native American ancestry.  \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the four objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.  \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and associated funerary objects and any present-day Indian tribe.  \n \\xe2\\x80\\xa2 According to final judgments of the Indian Claims Commission or the Court of Federal Claims, the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of the Arapaho Tribe of Wind River Reservation, Wyoming; Northern Cheyenne Tribe of Northern Cheyenne Indian Reservation, Montana; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; and the Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico, & Utah.  \n \\xe2\\x80\\xa2 Treaties, Acts of Congress, or Executive Orders, indicate that the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of the Arapaho Tribe of Wind River Reservation, Wyoming; Northern Cheyenne Tribe of Northern Cheyenne Indian Reservation, Montana; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; and the Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico, & Utah.  \n \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.11(c)(2)(i), the disposition of the human remains and associated funerary objects may be to the Arapaho Tribe of Wind River Reservation, Wyoming; Northern Cheyenne Tribe of Northern Cheyenne Indian Reservation, Montana; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; and the Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico, & Utah.  \n ", "a_r_d": "Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Christopher Green, Colorado State University, B-218 Clark Building, c/o Christopher Green, 1787 Campus Delivery, Fort Collins, CO 80525, telephone (970) 213-3060, email cg99@rams.colostate.edu, by January 2, 2014. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to the Arapaho Tribe of Wind River Reservation, Wyoming; Northern Cheyenne Tribe of Northern Cheyenne Indian Reservation, Montana; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; and the Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico, & Utah may proceed.  \n Colorado State University is responsible for notifying the Arapaho Tribe of Wind River Reservation; Cheyenne and Arapaho Tribes, Oklahoma (previously listed as the Cheyenne-Arapaho Tribes of Oklahoma); Navajo Nation, Arizona, New Mexico, & Utah; Northern Cheyenne Tribe of Northern Cheyenne Indian Reservation, Montana; Pueblo of San Ildefonso, New Mexico; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; and the Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico, & Utah that this notice has been published.  \n "}