{"index": "I_889", "messy_full": "\\n      \\n        \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [NPS-WASO-NAGPRA-14043; PPWOCRADN0-PCU00RP14.R50000]\\n        Notice of Inventory Completion: University of Michigan, Ann Arbor, MI\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        \\n          SUMMARY:\\n          The University of Michigan has completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian tribes or Native Hawaiian organizations, and has determined that there is no cultural affiliation between the human remains and associated funerary objects and any present-day Indian tribes or Native Hawaiian organizations. Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to the University of Michigan. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the Indian tribes or Native Hawaiian organizations stated in this notice may proceed.\\n        \\n        \\n          DATES:\\n          Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to the University of Michigan at the address in this notice by December 2, 2013.\\n        \\n        \\n          ADDRESSES:\\n\\n          Dr. Ben Secunda, NAGPRA Project Manager, University of Michigan, Office of the Vice President for Research, 4080 Fleming Building, 503 Thompson St., Ann Arbor, MI 48109-1340, telephone (734) 647-9085, email bsecunda@umich.edu.\\n          \\n        \\n      \\n      \\n        SUPPLEMENTARY INFORMATION:\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the University of Michigan, Ann Arbor, MI. The human remains and associated funerary objects were removed from Jackson, Lenawee, Livingston, Oakland, Sanilac, and Shiawassee Counties, MI.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3) and 43 CFR 10.11(d). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        Consultation\\n        A detailed assessment of the human remains and associated funerary objects was made by the University of Michigan Museum of Anthropology professional staff in consultation with representatives of the Bay Mills Indian Community, Michigan; Chippewa-Cree Indians of the Rocky Boy\\'s Reservation, Montana; Grand Traverse Band of Ottawa and Chippewa Indians, Michigan; Hannahville Indian Community, Michigan; Keweenaw Bay Indian Community, Michigan; Lac Vieux Desert Band of Lake Superior Chippewa Indians of Michigan; Little River Band of Ottawa Indians, Michigan; Little Traverse Bay Bands of Odawa Indians, Michigan; Match-e-be-nash-she-wish Band of Pottawatomi Indians of Michigan; Nottawaseppi Huron Band of the Potawatomi, Michigan (previously listed as the Huron Potawatomi, Inc.); Pokagon Band of Potawatomi Indians, Michigan and Indiana; Saginaw Chippewa Indian Tribe of Michigan; and the Sault Ste. Marie Tribe of Chippewa Indians of Michigan.\\n        Additional requests for consultation were sent to the Bad River Band of the Lake Superior Tribe of Chippewa Indians of the Bad River Reservation, Wisconsin; Bois Forte Band (Nett Lake) of the Minnesota Chippewa Tribe, Minnesota; Citizen Potawatomi Nation, Oklahoma; Fond du Lac Band of the Minnesota Chippewa Tribe, Minnesota; Forest County Potawatomi Community, Wisconsin; Grand Portage Band of the Minnesota Chippewa Tribe, Minnesota; Lac Courte Oreilles Band of Lake Superior Chippewa Indians of Wisconsin; Lac du Flambeau Band of Lake Superior Chippewa Indians of the Lac du Flambeau Reservation of Wisconsin; Leech Lake Band of the Minnesota Chippewa Tribe, Minnesota; Mille Lacs Band of the Minnesota Chippewa Tribe, Minnesota; Ottawa Tribe of Oklahoma; Prairie Band Potawatomi Nation (previously listed as the Prairie Band of Potawatomi Nation, Kansas); Quechan Tribe of the Fort Yuma Indian Reservation, California & Arizona; Red Cliff Band of Lake Superior Chippewa Indians of Wisconsin; Red Lake Band of Chippewa Indians, Minnesota; Sokaogon Chippewa Community, Wisconsin; St. Croix Chippewa Indians of Wisconsin; Turtle Mountain Band of Chippewa Indians of North Dakota; White Earth Band of the Minnesota Chippewa Tribe, Minnesota; and the Wyandotte Nation.\\n        Hereafter, all tribes listed in this section are referred to as \\xe2\\x80\\x9cThe Tribes.\\xe2\\x80\\x9d\\n        History and Description of the Remains\\n        On an unknown date prior to 1965, human remains representing, at minimum, 1 individual were removed from the O\\'Brien Road site (20JA247) in Jackson County, MI. Workers unearthed human remains during gravel pit operations near Spring Arbor Township. Amateur archeologists excavated the remains of one adult male from the site and donated them to the University of Michigan Museum of Anthropology (UMMA) in 1964. No date or time period for the human remains could be established. No known individuals were identified. No associated funerary objects are present.\\n        In 1930, human remains representing, at minimum, 12 individuals were removed from the Hayworth site (20JA250) in Jackson County, MI. A landowner unearthed the burials while conducting road-grading activities on his property and collected the remains of ten adults, one infant, and one cremated individual. The ten adults and one infant were found buried in flexed positions, with groupings of individuals noted. The landowner donated the human remains to the UMMA on October 31, 1930. The human remains date to the Pre-Contact Period based on mortuary treatment. No known individuals were identified. No associated funerary objects are present.\\n        On an unknown date prior to 1977, human remains representing, at minimum, 1 individual were removed from the Garrison site (20LE99) in Lenawee County, MI. A landowner found the remains of one adult female while working on her property. The landowner collected the human remains and gave them to a local archeologist in 1976, who subsequently donated the remains to the UMMA within the same year. No date or time period for the human remains could be established. No known individuals were identified. No associated funerary objects are present.\\n\\n        In 1958, human remains representing, at minimum, 8 individuals were removed from the Harsh Family site (20LE1) in Lenawee County, MI. A landowner discovered the burials while conducting dirt removal activities on his property. Dan Morse of the UMMA assisted the landowner with the excavation of two burial pits containing the remains of seven adults and one child. The landowner donated the collections to the UMMA on October 4, 1958. No date or time period for the human remains could be established. No known individuals were identified. No associated funerary objects are present.\\n        In 1974, human remains representing, at minimum, 12 individuals were removed from the GL-0174 site (20LE38) in Lenawee County, MI. Representatives of the UMMA found and excavated a small borrow pit that contained commingled burials in Macon Township and collected the remains of eight cremated adults, three cremated children, and one non-cremated adult, along with two associated funerary objects. Red ochre was noted as covering the cremations. The human remains date to the Late Archaic Period based on mortuary treatment. No known individuals were identified. The 2 associated funerary objects present are 1 stone \\xe2\\x80\\x9ccloud blower\\xe2\\x80\\x9d pipe fragment and 1 animal bone.\\n\\n        In 1973, human remains representing, at minimum, 1 individual were removed from the Bernard Pepper site (20LE37) in Lenawee County, MI. A landowner discovered the burial on his property during construction activities and contacted the Michigan State Police. The police collected the remains of one older female and one associated funerary and sent them to the UMMA for identification. Donald F. Huelke, Professor of Anatomy, concluded the individual was Native American. The landowner subsequently donated the collections to the UMMA. The human remains date to sometime between the Late Archaic and Middle Woodland Periods based on the funerary object. No known individuals were identified. The 1 associated funerary object present is a Busycon contrarium conch shell.\\n        In 1960, human remains representing, at minimum, 1 individual were removed from the Hamburg site (20LV1) in Livingston County, MI. The son of a landowner living near Whitewood Lake found the human remains submerged in the water near the shoreline. They were brought to the UMMA and identified as those of an adult female. The landowner donated the collections to the UMMA in July of 1960. No date or time period for the human remains could be established. No known individuals were identified. No associated funerary are present.\\n        In 1997, human remains representing, at minimum, 1 individual were removed from the Whitmore Lake site in Livingston County, MI. A construction crew engaged in gravel operations near Whitmore Lake discovered the burial and contacted the Whitmore Lake Police Department. The police collected an isolated, fragmented cranium of an adult male and sent the remains to the Washtenaw County Medical Examiner\\'s Office. The Medical Examiner concluded they were Native American and donated them to the UMMA. No date or time period for the human remains could be established. No known individuals were identified. No associated funerary objects are present.\\n        In 1951, human remains representing, at minimum, 2 individuals were removed from the Tessmer site (20OK5) in Oakland County, MI. The burials were discovered on private land east of Pontiac, MI, during commercial gravel operations that destroyed two-thirds of a Pre-Contact Period cemetery. Emerson Greenman of the UMMA excavated the cemetery with the assistance of R. Hatt and A. Spaulding and collected the remains of one adult male, one young adult female, and one associated funerary object. One cranium showed evidence of an ancient plaque removal. Museum records indicate that the UMMA\\'s total holdings from this site entered the museum between the years 1951-1959 as portions of 4 separate accessions. The completion of an artificial lake completely destroyed the site in 1959. The human remains date to the Middle Late Woodland Period (900-1200 A.D.) based on mortuary treatment. No known individuals were identified. The 1 associated funerary object present is a ceramic sherd.\\n        In 1934, human remains representing, at minimum, 14 individuals were removed from the Farmington 1 site (20OK2) in Oakland County, MI. Workers for a commercial gravel pit operation discovered the burials and contacted the Oakland County Sherriff\\'s Department. The Sheriff\\'s Deputies contacted James Griffin of the UMMA to investigate the site. Griffin identified and excavated a large ossuary pit, collecting the remains of 10 adults, one sub-adult (under 12 years old), two children, and one neonate, along with 161 associated funerary objects. Ancient modifications were noted on one set of long bones with the ends cut, shaved, and drilled. Additionally, one cranium of an older male, with two ancient drillings, was found encased in blue clay and with blue clay packed into the nose and mouth cavities. Based on historical documentation, archeologists have associated these types of post-mortem holes/drillings with the \\xe2\\x80\\x9cfeast of the dead\\xe2\\x80\\x9d where skeletons were ceremonially re-articulated using such holes. The human remains date to the Middle Late Woodland Period (900-1200 A.D.) based on diagnostic artifacts and mortuary treatment. No known individuals were identified. The 161 associated funerary objects present are all ceramic sherds.\\n        In November 1934, human remains representing, at minimum, 8 individuals were removed from the Yerkes site (20OK3) in Oakland County, MI. A landowner collected the remains of seven adults and one sub-adult, along with 40 associated funerary objects, on his property near 10 Mile Road and donated these collections to the UMMA. The human remains date to sometime during the Middle Late Woodland Period to the Late Late Woodland Period (900-1400 A.D.) based on diagnostic artifacts. The 40 associated funerary objects present are 1 animal mandible fragment, 2 animal teeth, 1 unworked snail shell, 35 ceramic sherds, and 1 worked flint.\\n        In 1927, human remains representing, at minimum, 21 individuals were removed from the Troy Township Gravel Pit site (20OK4) in Oakland County, MI. Workers discovered the burials during gravel pit operations. They contacted Wilbert Hinsdale of the UMMA who excavated the remains of 14 adults, four adolescents, and three children, along with eight associated funerary objects. Within a month after Hinsdale had excavated the burials, a local woman contacted him to report that she had found a bone needle in the vicinity of the site and wanted to donate it to the museum. Hinsdale returned to the site to collect the donation and search the burial site again. He found and collected one small clay cup. The human remains date to the Middle Late Woodland Period (900-1200 A.D.) based on diagnostic artifacts. No known individuals were identified. The 10 associated funerary objects present are 5 ceramic sherds, 3 faunal bones, 1 animal bone needle, and 1 small clay cup with traces of yellow ochre.\\n        In 1957, human remains representing, at minimum, 1 individual were removed from the Union Lake site (20OK8) in Oakland County, MI. A contractor found and removed the remains of one adult male, located in a peat deposit, while constructing an artificial lake. He later donated the human remains to the UMMA on May 18, 1960. The human remains date to the Middle Archaic Period (7000 +/\\xe2\\x88\\x92 400 years B.P.) based on pollen analysis from residues inside the cranium. No known individuals were identified. No associated funerary objects are present.\\n\\n        In 1939, human remains representing, at minimum, 5 individuals were removed from the Hamilton site (20OK338) in Oakland County, MI. A landowner collected the remains of four females and one male from a gravel pit and donated them to the UMMA on June 13, 1940. Ancient modifications were noted on the remains, with one cranium having been drilled and evidence of cradle boarding noted on several of the crania. The human remains date to the Early-to-Late Woodland Period (500-1400 A.D.) based on mortuary treatment. No known individuals were identified. No associated funerary objects are present.\\n        In September 1978, human remains representing, at minimum, 1 individual were removed from the Tynride site (20OK55) in Oakland County, MI. Construction workers discovered the burial and contacted the Oakland County Medical Examiner. The Medical Examiner collected remains from one young adult female, along with one associated funerary object, and subsequently donated these collections to the UMMA in November of 1978. No date or time period for the human remains could be established. No known individuals were identified. The 1 associated funerary object present is a animal bone.\\n        In 1940, human remains representing, at minimum, 3 individuals were removed from the Schreiber site in (20SL3) Sanilac County, MI. A landowner collected the remains of three adults, along with two associated funerary objects, from a site near the shore of Lake Huron and donated these collections to the UMMA on October 26, 1940. The human remains date to the Early Late Woodland Period (500-1000 A.D.) based on diagnostic artifacts. No known individuals were identified. The 2 associated funerary objects present are both ceramic sherds.\\n        At some time during or prior to June of 1926, human remains representing, at minimum, 7 individuals were removed from the Warren Clough site (20SE29) in Shiawassee County, MI. The UMMA\\'s Emerson Greenman excavated the remains of five adults, one adolescent, and one child from one of three mounds that comprised the site. Museum records indicate that either looters or amateur archeologists had destroyed the other mounds. The human remains date to the Woodland Period (500-1400 A.D.) based on mortuary practices. No known individuals were identified. No associated funerary objects are present.\\n        On an unknown date, human remains representing, at minimum, 2 individuals were removed from the Gilde-Thorpe site (20SE8) in Shiawassee County, MI. Construction workers engaged in gravel operations collected the remains of one adult male and one child, along with two associated funerary objects. Red ochre was noted as being present in the burials. The human remains were donated to the UMMA in 1983. The human remains date to the Archaic Period (3500-500 B.C.) based on mortuary treatment. No known individuals were identified. The 2 associated funerary objects present are 1 piece of red ochre and 1 piece of yellow ochre.\\n        Determinations Made by the University of Michigan Museum of Anthropology\\n        Officials of the University of Michigan Museum of Anthropology have determined that:\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice are Native American based on cranial morphology, dental traits, accession documentation, and archeological context.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 101 individuals of Native American ancestry.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 220 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and associated funerary objects and any present-day Indian tribe.\\n        \\xe2\\x80\\xa2 According to final judgments of the Indian Claims Commission or the Court of Federal Claims, the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of the Bad River Band of the Lake Superior Tribe of Chippewa Indians of the Bad River Reservation, Wisconsin; Bay Mills Indian Community, Michigan; Bois Forte Band (Nett Lake) of the Minnesota Chippewa Tribe, Minnesota; Chippewa-Cree Indians of the Rocky Boy\\'s Reservation, Montana; Citizen Potawatomi Nation, Oklahoma; Fond du Lac Band of the Minnesota Chippewa Tribe, Minnesota; Forest County Potawatomi Community, Wisconsin; Grand Portage Band of the Minnesota Chippewa Tribe, Minnesota; Grand Traverse Band of Ottawa and Chippewa Indians, Michigan; Hannahville Indian Community, Michigan; Keweenaw Bay Indian Community, Michigan; Lac Courte Oreilles Band of Lake Superior Chippewa Indians of Wisconsin; Lac du Flambeau Band of Lake Superior Chippewa Indians of the Lac du Flambeau Reservation of Wisconsin; Lac Vieux Desert Band of Lake Superior Chippewa Indians of Michigan; Leech Lake Band of the Minnesota Chippewa Tribe, Minnesota; Match-e-be-nash-she-wish Band of Pottawatomi Indians of Michigan; Mille Lacs Band of the Minnesota Chippewa Tribe, Minnesota; Nottawaseppi Huron Band of the Potawatomi, Michigan (previously listed as the Huron Potawatomi, Inc.); Pokagon Band of Potawatomi Indians, Michigan and Indiana; Prairie Band Potawatomi Nation (previously listed as the Prairie Band of Potawatomi Nation, Kansas); Quechan Tribe of the Fort Yuma Indian Reservation, California & Arizona; Red Cliff Band of Lake Superior Chippewa Indians of Wisconsin; Red Lake Band of Chippewa Indians, Minnesota; Saginaw Chippewa Indian Tribe of Michigan; Sault Ste. Marie Tribe of Chippewa Indians, Michigan; Sokaogon Chippewa Community, Wisconsin; St. Croix Chippewa Indians of Wisconsin; Turtle Mountain Band of Chippewa Indians of North Dakota; White Earth Band of the Minnesota Chippewa Tribe, Minnesota; and the Wyandotte Nation.\\n        \\xe2\\x80\\xa2 Treaties, Acts of Congress, or Executive Orders, indicate that the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of The Tribes.\\n        \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.11(c)(1), the disposition of the human remains and associated funerary objects may be to The Tribes.\\n        Additional Requestors and Disposition\\n\\n        Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Dr. Ben Secunda, NAGPRA Project Manager, University of Michigan, Office of the Vice President for Research, 4080 Fleming Building, 503 Thompson St., Ann Arbor, MI 48109-1340, telephone (734) 647-9085, email bsecunda@umich.edu, by December 2, 2013. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to The Tribes may proceed.\\n        The University of Michigan is responsible for notifying The Tribes that this notice has been published.\\n        \\n          Dated: September 16, 2013.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2013-25989 Filed 10-30-13; 8:45 am]\\n      BILLING CODE 4312-50-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[NPS-WASO-NAGPRA-14043; PPWOCRADN0-PCU00RP14.R50000]", "subject": "Notice of Inventory Completion: University of Michigan, Ann Arbor, MI", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "The University of Michigan has completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian tribes or Native Hawaiian organizations, and has determined that there is no cultural affiliation between the human remains and associated funerary objects and any present-day Indian tribes or Native Hawaiian organizations. Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to the University of Michigan. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the Indian tribes or Native Hawaiian organizations stated in this notice may proceed.", "dates": "Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to the University of Michigan at the address in this notice by December 2, 2013.", "addresses": "Dr. Ben Secunda, NAGPRA Project Manager, University of Michigan, Office of the Vice President for Research, 4080 Fleming Building, 503 Thompson St., Ann Arbor, MI 48109-1340, telephone (734) 647-9085, email bsecunda@umich.edu.\\n          ", "signature_dated": "Dated: September 16, 2013.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2013-25989 Filed 10-30-13; 8:45 am]", "billing_code": "BILLING CODE 4312-50-P", "supp_info": "SUPPLEMENTARY INFORMATION: \n Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the University of Michigan, Ann Arbor, MI. The human remains and associated funerary objects were removed from Jackson, Lenawee, Livingston, Oakland, Sanilac, and Shiawassee Counties, MI. \n This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3) and 43 CFR 10.11(d). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice. \n Consultation \n A detailed assessment of the human remains and associated funerary objects was made by the University of Michigan Museum of Anthropology professional staff in consultation with representatives of the Bay Mills Indian Community, Michigan; Chippewa-Cree Indians of the Rocky Boy\\'s Reservation, Montana; Grand Traverse Band of Ottawa and Chippewa Indians, Michigan; Hannahville Indian Community, Michigan; Keweenaw Bay Indian Community, Michigan; Lac Vieux Desert Band of Lake Superior Chippewa Indians of Michigan; Little River Band of Ottawa Indians, Michigan; Little Traverse Bay Bands of Odawa Indians, Michigan; Match-e-be-nash-she-wish Band of Pottawatomi Indians of Michigan; Nottawaseppi Huron Band of the Potawatomi, Michigan (previously listed as the Huron Potawatomi, Inc.); Pokagon Band of Potawatomi Indians, Michigan and Indiana; Saginaw Chippewa Indian Tribe of Michigan; and the Sault Ste. Marie Tribe of Chippewa Indians of Michigan. \n Additional requests for consultation were sent to the Bad River Band of the Lake Superior Tribe of Chippewa Indians of the Bad River Reservation, Wisconsin; Bois Forte Band (Nett Lake) of the Minnesota Chippewa Tribe, Minnesota; Citizen Potawatomi Nation, Oklahoma; Fond du Lac Band of the Minnesota Chippewa Tribe, Minnesota; Forest County Potawatomi Community, Wisconsin; Grand Portage Band of the Minnesota Chippewa Tribe, Minnesota; Lac Courte Oreilles Band of Lake Superior Chippewa Indians of Wisconsin; Lac du Flambeau Band of Lake Superior Chippewa Indians of the Lac du Flambeau Reservation of Wisconsin; Leech Lake Band of the Minnesota Chippewa Tribe, Minnesota; Mille Lacs Band of the Minnesota Chippewa Tribe, Minnesota; Ottawa Tribe of Oklahoma; Prairie Band Potawatomi Nation (previously listed as the Prairie Band of Potawatomi Nation, Kansas); Quechan Tribe of the Fort Yuma Indian Reservation, California & Arizona; Red Cliff Band of Lake Superior Chippewa Indians of Wisconsin; Red Lake Band of Chippewa Indians, Minnesota; Sokaogon Chippewa Community, Wisconsin; St. Croix Chippewa Indians of Wisconsin; Turtle Mountain Band of Chippewa Indians of North Dakota; White Earth Band of the Minnesota Chippewa Tribe, Minnesota; and the Wyandotte Nation. \n Hereafter, all tribes listed in this section are referred to as \\xe2\\x80\\x9cThe Tribes.\\xe2\\x80\\x9d \n History and Description of the Remains \n On an unknown date prior to 1965, human remains representing, at minimum, 1 individual were removed from the O\\'Brien Road site (20JA247) in Jackson County, MI. Workers unearthed human remains during gravel pit operations near Spring Arbor Township. Amateur archeologists excavated the remains of one adult male from the site and donated them to the University of Michigan Museum of Anthropology (UMMA) in 1964. No date or time period for the human remains could be established. No known individuals were identified. No associated funerary objects are present. \n In 1930, human remains representing, at minimum, 12 individuals were removed from the Hayworth site (20JA250) in Jackson County, MI. A landowner unearthed the burials while conducting road-grading activities on his property and collected the remains of ten adults, one infant, and one cremated individual. The ten adults and one infant were found buried in flexed positions, with groupings of individuals noted. The landowner donated the human remains to the UMMA on October 31, 1930. The human remains date to the Pre-Contact Period based on mortuary treatment. No known individuals were identified. No associated funerary objects are present. \n On an unknown date prior to 1977, human remains representing, at minimum, 1 individual were removed from the Garrison site (20LE99) in Lenawee County, MI. A landowner found the remains of one adult female while working on her property. The landowner collected the human remains and gave them to a local archeologist in 1976, who subsequently donated the remains to the UMMA within the same year. No date or time period for the human remains could be established. No known individuals were identified. No associated funerary objects are present. \n In 1958, human remains representing, at minimum, 8 individuals were removed from the Harsh Family site (20LE1) in Lenawee County, MI. A landowner discovered the burials while conducting dirt removal activities on his property. Dan Morse of the UMMA assisted the landowner with the excavation of two burial pits containing the remains of seven adults and one child. The landowner donated the collections to the UMMA on October 4, 1958. No date or time period for the human remains could be established. No known individuals were identified. No associated funerary objects are present. \n In 1974, human remains representing, at minimum, 12 individuals were removed from the GL-0174 site (20LE38) in Lenawee County, MI. Representatives of the UMMA found and excavated a small borrow pit that contained commingled burials in Macon Township and collected the remains of eight cremated adults, three cremated children, and one non-cremated adult, along with two associated funerary objects. Red ochre was noted as covering the cremations. The human remains date to the Late Archaic Period based on mortuary treatment. No known individuals were identified. The 2 associated funerary objects present are 1 stone \\xe2\\x80\\x9ccloud blower\\xe2\\x80\\x9d pipe fragment and 1 animal bone. \n In 1973, human remains representing, at minimum, 1 individual were removed from the Bernard Pepper site (20LE37) in Lenawee County, MI. A landowner discovered the burial on his property during construction activities and contacted the Michigan State Police. The police collected the remains of one older female and one associated funerary and sent them to the UMMA for identification. Donald F. Huelke, Professor of Anatomy, concluded the individual was Native American. The landowner subsequently donated the collections to the UMMA. The human remains date to sometime between the Late Archaic and Middle Woodland Periods based on the funerary object. No known individuals were identified. The 1 associated funerary object present is a Busycon contrarium conch shell. \n In 1960, human remains representing, at minimum, 1 individual were removed from the Hamburg site (20LV1) in Livingston County, MI. The son of a landowner living near Whitewood Lake found the human remains submerged in the water near the shoreline. They were brought to the UMMA and identified as those of an adult female. The landowner donated the collections to the UMMA in July of 1960. No date or time period for the human remains could be established. No known individuals were identified. No associated funerary are present. \n In 1997, human remains representing, at minimum, 1 individual were removed from the Whitmore Lake site in Livingston County, MI. A construction crew engaged in gravel operations near Whitmore Lake discovered the burial and contacted the Whitmore Lake Police Department. The police collected an isolated, fragmented cranium of an adult male and sent the remains to the Washtenaw County Medical Examiner\\'s Office. The Medical Examiner concluded they were Native American and donated them to the UMMA. No date or time period for the human remains could be established. No known individuals were identified. No associated funerary objects are present. \n In 1951, human remains representing, at minimum, 2 individuals were removed from the Tessmer site (20OK5) in Oakland County, MI. The burials were discovered on private land east of Pontiac, MI, during commercial gravel operations that destroyed two-thirds of a Pre-Contact Period cemetery. Emerson Greenman of the UMMA excavated the cemetery with the assistance of R. Hatt and A. Spaulding and collected the remains of one adult male, one young adult female, and one associated funerary object. One cranium showed evidence of an ancient plaque removal. Museum records indicate that the UMMA\\'s total holdings from this site entered the museum between the years 1951-1959 as portions of 4 separate accessions. The completion of an artificial lake completely destroyed the site in 1959. The human remains date to the Middle Late Woodland Period (900-1200 A.D.) based on mortuary treatment. No known individuals were identified. The 1 associated funerary object present is a ceramic sherd. \n In 1934, human remains representing, at minimum, 14 individuals were removed from the Farmington 1 site (20OK2) in Oakland County, MI. Workers for a commercial gravel pit operation discovered the burials and contacted the Oakland County Sherriff\\'s Department. The Sheriff\\'s Deputies contacted James Griffin of the UMMA to investigate the site. Griffin identified and excavated a large ossuary pit, collecting the remains of 10 adults, one sub-adult (under 12 years old), two children, and one neonate, along with 161 associated funerary objects. Ancient modifications were noted on one set of long bones with the ends cut, shaved, and drilled. Additionally, one cranium of an older male, with two ancient drillings, was found encased in blue clay and with blue clay packed into the nose and mouth cavities. Based on historical documentation, archeologists have associated these types of post-mortem holes/drillings with the \\xe2\\x80\\x9cfeast of the dead\\xe2\\x80\\x9d where skeletons were ceremonially re-articulated using such holes. The human remains date to the Middle Late Woodland Period (900-1200 A.D.) based on diagnostic artifacts and mortuary treatment. No known individuals were identified. The 161 associated funerary objects present are all ceramic sherds. \n In November 1934, human remains representing, at minimum, 8 individuals were removed from the Yerkes site (20OK3) in Oakland County, MI. A landowner collected the remains of seven adults and one sub-adult, along with 40 associated funerary objects, on his property near 10 Mile Road and donated these collections to the UMMA. The human remains date to sometime during the Middle Late Woodland Period to the Late Late Woodland Period (900-1400 A.D.) based on diagnostic artifacts. The 40 associated funerary objects present are 1 animal mandible fragment, 2 animal teeth, 1 unworked snail shell, 35 ceramic sherds, and 1 worked flint. \n In 1927, human remains representing, at minimum, 21 individuals were removed from the Troy Township Gravel Pit site (20OK4) in Oakland County, MI. Workers discovered the burials during gravel pit operations. They contacted Wilbert Hinsdale of the UMMA who excavated the remains of 14 adults, four adolescents, and three children, along with eight associated funerary objects. Within a month after Hinsdale had excavated the burials, a local woman contacted him to report that she had found a bone needle in the vicinity of the site and wanted to donate it to the museum. Hinsdale returned to the site to collect the donation and search the burial site again. He found and collected one small clay cup. The human remains date to the Middle Late Woodland Period (900-1200 A.D.) based on diagnostic artifacts. No known individuals were identified. The 10 associated funerary objects present are 5 ceramic sherds, 3 faunal bones, 1 animal bone needle, and 1 small clay cup with traces of yellow ochre. \n In 1957, human remains representing, at minimum, 1 individual were removed from the Union Lake site (20OK8) in Oakland County, MI. A contractor found and removed the remains of one adult male, located in a peat deposit, while constructing an artificial lake. He later donated the human remains to the UMMA on May 18, 1960. The human remains date to the Middle Archaic Period (7000 +/\\xe2\\x88\\x92 400 years B.P.) based on pollen analysis from residues inside the cranium. No known individuals were identified. No associated funerary objects are present. \n In 1939, human remains representing, at minimum, 5 individuals were removed from the Hamilton site (20OK338) in Oakland County, MI. A landowner collected the remains of four females and one male from a gravel pit and donated them to the UMMA on June 13, 1940. Ancient modifications were noted on the remains, with one cranium having been drilled and evidence of cradle boarding noted on several of the crania. The human remains date to the Early-to-Late Woodland Period (500-1400 A.D.) based on mortuary treatment. No known individuals were identified. No associated funerary objects are present. \n In September 1978, human remains representing, at minimum, 1 individual were removed from the Tynride site (20OK55) in Oakland County, MI. Construction workers discovered the burial and contacted the Oakland County Medical Examiner. The Medical Examiner collected remains from one young adult female, along with one associated funerary object, and subsequently donated these collections to the UMMA in November of 1978. No date or time period for the human remains could be established. No known individuals were identified. The 1 associated funerary object present is a animal bone. \n In 1940, human remains representing, at minimum, 3 individuals were removed from the Schreiber site in (20SL3) Sanilac County, MI. A landowner collected the remains of three adults, along with two associated funerary objects, from a site near the shore of Lake Huron and donated these collections to the UMMA on October 26, 1940. The human remains date to the Early Late Woodland Period (500-1000 A.D.) based on diagnostic artifacts. No known individuals were identified. The 2 associated funerary objects present are both ceramic sherds. \n At some time during or prior to June of 1926, human remains representing, at minimum, 7 individuals were removed from the Warren Clough site (20SE29) in Shiawassee County, MI. The UMMA\\'s Emerson Greenman excavated the remains of five adults, one adolescent, and one child from one of three mounds that comprised the site. Museum records indicate that either looters or amateur archeologists had destroyed the other mounds. The human remains date to the Woodland Period (500-1400 A.D.) based on mortuary practices. No known individuals were identified. No associated funerary objects are present. \n On an unknown date, human remains representing, at minimum, 2 individuals were removed from the Gilde-Thorpe site (20SE8) in Shiawassee County, MI. Construction workers engaged in gravel operations collected the remains of one adult male and one child, along with two associated funerary objects. Red ochre was noted as being present in the burials. The human remains were donated to the UMMA in 1983. The human remains date to the Archaic Period (3500-500 B.C.) based on mortuary treatment. No known individuals were identified. The 2 associated funerary objects present are 1 piece of red ochre and 1 piece of yellow ochre. \n Determinations Made by the University of Michigan Museum of Anthropology \n Officials of the University of Michigan Museum of Anthropology have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice are Native American based on cranial morphology, dental traits, accession documentation, and archeological context. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 101 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 220 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and associated funerary objects and any present-day Indian tribe. \n \\xe2\\x80\\xa2 According to final judgments of the Indian Claims Commission or the Court of Federal Claims, the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of the Bad River Band of the Lake Superior Tribe of Chippewa Indians of the Bad River Reservation, Wisconsin; Bay Mills Indian Community, Michigan; Bois Forte Band (Nett Lake) of the Minnesota Chippewa Tribe, Minnesota; Chippewa-Cree Indians of the Rocky Boy\\'s Reservation, Montana; Citizen Potawatomi Nation, Oklahoma; Fond du Lac Band of the Minnesota Chippewa Tribe, Minnesota; Forest County Potawatomi Community, Wisconsin; Grand Portage Band of the Minnesota Chippewa Tribe, Minnesota; Grand Traverse Band of Ottawa and Chippewa Indians, Michigan; Hannahville Indian Community, Michigan; Keweenaw Bay Indian Community, Michigan; Lac Courte Oreilles Band of Lake Superior Chippewa Indians of Wisconsin; Lac du Flambeau Band of Lake Superior Chippewa Indians of the Lac du Flambeau Reservation of Wisconsin; Lac Vieux Desert Band of Lake Superior Chippewa Indians of Michigan; Leech Lake Band of the Minnesota Chippewa Tribe, Minnesota; Match-e-be-nash-she-wish Band of Pottawatomi Indians of Michigan; Mille Lacs Band of the Minnesota Chippewa Tribe, Minnesota; Nottawaseppi Huron Band of the Potawatomi, Michigan (previously listed as the Huron Potawatomi, Inc.); Pokagon Band of Potawatomi Indians, Michigan and Indiana; Prairie Band Potawatomi Nation (previously listed as the Prairie Band of Potawatomi Nation, Kansas); Quechan Tribe of the Fort Yuma Indian Reservation, California & Arizona; Red Cliff Band of Lake Superior Chippewa Indians of Wisconsin; Red Lake Band of Chippewa Indians, Minnesota; Saginaw Chippewa Indian Tribe of Michigan; Sault Ste. Marie Tribe of Chippewa Indians, Michigan; Sokaogon Chippewa Community, Wisconsin; St. Croix Chippewa Indians of Wisconsin; Turtle Mountain Band of Chippewa Indians of North Dakota; White Earth Band of the Minnesota Chippewa Tribe, Minnesota; and the Wyandotte Nation. \n \\xe2\\x80\\xa2 Treaties, Acts of Congress, or Executive Orders, indicate that the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of The Tribes. \n \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.11(c)(1), the disposition of the human remains and associated funerary objects may be to The Tribes. \n Additional Requestors and Disposition \n Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Dr. Ben Secunda, NAGPRA Project Manager, University of Michigan, Office of the Vice President for Research, 4080 Fleming Building, 503 Thompson St., Ann Arbor, MI 48109-1340, telephone (734) 647-9085, email bsecunda@umich.edu, by December 2, 2013. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to The Tribes may proceed. \n The University of Michigan is responsible for notifying The Tribes that this notice has been published. \n ", "consultation": "A detailed assessment of the human remains and associated funerary objects was made by the University of Michigan Museum of Anthropology professional staff in consultation with representatives of the Bay Mills Indian Community, Michigan; Chippewa-Cree Indians of the Rocky Boy\\'s Reservation, Montana; Grand Traverse Band of Ottawa and Chippewa Indians, Michigan; Hannahville Indian Community, Michigan; Keweenaw Bay Indian Community, Michigan; Lac Vieux Desert Band of Lake Superior Chippewa Indians of Michigan; Little River Band of Ottawa Indians, Michigan; Little Traverse Bay Bands of Odawa Indians, Michigan; Match-e-be-nash-she-wish Band of Pottawatomi Indians of Michigan; Nottawaseppi Huron Band of the Potawatomi, Michigan (previously listed as the Huron Potawatomi, Inc.); Pokagon Band of Potawatomi Indians, Michigan and Indiana; Saginaw Chippewa Indian Tribe of Michigan; and the Sault Ste. Marie Tribe of Chippewa Indians of Michigan. \n Additional requests for consultation were sent to the Bad River Band of the Lake Superior Tribe of Chippewa Indians of the Bad River Reservation, Wisconsin; Bois Forte Band (Nett Lake) of the Minnesota Chippewa Tribe, Minnesota; Citizen Potawatomi Nation, Oklahoma; Fond du Lac Band of the Minnesota Chippewa Tribe, Minnesota; Forest County Potawatomi Community, Wisconsin; Grand Portage Band of the Minnesota Chippewa Tribe, Minnesota; Lac Courte Oreilles Band of Lake Superior Chippewa Indians of Wisconsin; Lac du Flambeau Band of Lake Superior Chippewa Indians of the Lac du Flambeau Reservation of Wisconsin; Leech Lake Band of the Minnesota Chippewa Tribe, Minnesota; Mille Lacs Band of the Minnesota Chippewa Tribe, Minnesota; Ottawa Tribe of Oklahoma; Prairie Band Potawatomi Nation (previously listed as the Prairie Band of Potawatomi Nation, Kansas); Quechan Tribe of the Fort Yuma Indian Reservation, California & Arizona; Red Cliff Band of Lake Superior Chippewa Indians of Wisconsin; Red Lake Band of Chippewa Indians, Minnesota; Sokaogon Chippewa Community, Wisconsin; St. Croix Chippewa Indians of Wisconsin; Turtle Mountain Band of Chippewa Indians of North Dakota; White Earth Band of the Minnesota Chippewa Tribe, Minnesota; and the Wyandotte Nation. \n Hereafter, all tribes listed in this section are referred to as \\xe2\\x80\\x9cThe Tribes.\\xe2\\x80\\x9d \n ", "h_d_r": "On an unknown date prior to 1965, human remains representing, at minimum, 1 individual were removed from the O\\'Brien Road site (20JA247) in Jackson County, MI. Workers unearthed human remains during gravel pit operations near Spring Arbor Township. Amateur archeologists excavated the remains of one adult male from the site and donated them to the University of Michigan Museum of Anthropology (UMMA) in 1964. No date or time period for the human remains could be established. No known individuals were identified. No associated funerary objects are present. \n In 1930, human remains representing, at minimum, 12 individuals were removed from the Hayworth site (20JA250) in Jackson County, MI. A landowner unearthed the burials while conducting road-grading activities on his property and collected the remains of ten adults, one infant, and one cremated individual. The ten adults and one infant were found buried in flexed positions, with groupings of individuals noted. The landowner donated the human remains to the UMMA on October 31, 1930. The human remains date to the Pre-Contact Period based on mortuary treatment. No known individuals were identified. No associated funerary objects are present. \n On an unknown date prior to 1977, human remains representing, at minimum, 1 individual were removed from the Garrison site (20LE99) in Lenawee County, MI. A landowner found the remains of one adult female while working on her property. The landowner collected the human remains and gave them to a local archeologist in 1976, who subsequently donated the remains to the UMMA within the same year. No date or time period for the human remains could be established. No known individuals were identified. No associated funerary objects are present. \n In 1958, human remains representing, at minimum, 8 individuals were removed from the Harsh Family site (20LE1) in Lenawee County, MI. A landowner discovered the burials while conducting dirt removal activities on his property. Dan Morse of the UMMA assisted the landowner with the excavation of two burial pits containing the remains of seven adults and one child. The landowner donated the collections to the UMMA on October 4, 1958. No date or time period for the human remains could be established. No known individuals were identified. No associated funerary objects are present. \n In 1974, human remains representing, at minimum, 12 individuals were removed from the GL-0174 site (20LE38) in Lenawee County, MI. Representatives of the UMMA found and excavated a small borrow pit that contained commingled burials in Macon Township and collected the remains of eight cremated adults, three cremated children, and one non-cremated adult, along with two associated funerary objects. Red ochre was noted as covering the cremations. The human remains date to the Late Archaic Period based on mortuary treatment. No known individuals were identified. The 2 associated funerary objects present are 1 stone \\xe2\\x80\\x9ccloud blower\\xe2\\x80\\x9d pipe fragment and 1 animal bone. \n In 1973, human remains representing, at minimum, 1 individual were removed from the Bernard Pepper site (20LE37) in Lenawee County, MI. A landowner discovered the burial on his property during construction activities and contacted the Michigan State Police. The police collected the remains of one older female and one associated funerary and sent them to the UMMA for identification. Donald F. Huelke, Professor of Anatomy, concluded the individual was Native American. The landowner subsequently donated the collections to the UMMA. The human remains date to sometime between the Late Archaic and Middle Woodland Periods based on the funerary object. No known individuals were identified. The 1 associated funerary object present is a Busycon contrarium conch shell. \n In 1960, human remains representing, at minimum, 1 individual were removed from the Hamburg site (20LV1) in Livingston County, MI. The son of a landowner living near Whitewood Lake found the human remains submerged in the water near the shoreline. They were brought to the UMMA and identified as those of an adult female. The landowner donated the collections to the UMMA in July of 1960. No date or time period for the human remains could be established. No known individuals were identified. No associated funerary are present. \n In 1997, human remains representing, at minimum, 1 individual were removed from the Whitmore Lake site in Livingston County, MI. A construction crew engaged in gravel operations near Whitmore Lake discovered the burial and contacted the Whitmore Lake Police Department. The police collected an isolated, fragmented cranium of an adult male and sent the remains to the Washtenaw County Medical Examiner\\'s Office. The Medical Examiner concluded they were Native American and donated them to the UMMA. No date or time period for the human remains could be established. No known individuals were identified. No associated funerary objects are present. \n In 1951, human remains representing, at minimum, 2 individuals were removed from the Tessmer site (20OK5) in Oakland County, MI. The burials were discovered on private land east of Pontiac, MI, during commercial gravel operations that destroyed two-thirds of a Pre-Contact Period cemetery. Emerson Greenman of the UMMA excavated the cemetery with the assistance of R. Hatt and A. Spaulding and collected the remains of one adult male, one young adult female, and one associated funerary object. One cranium showed evidence of an ancient plaque removal. Museum records indicate that the UMMA\\'s total holdings from this site entered the museum between the years 1951-1959 as portions of 4 separate accessions. The completion of an artificial lake completely destroyed the site in 1959. The human remains date to the Middle Late Woodland Period (900-1200 A.D.) based on mortuary treatment. No known individuals were identified. The 1 associated funerary object present is a ceramic sherd. \n In 1934, human remains representing, at minimum, 14 individuals were removed from the Farmington 1 site (20OK2) in Oakland County, MI. Workers for a commercial gravel pit operation discovered the burials and contacted the Oakland County Sherriff\\'s Department. The Sheriff\\'s Deputies contacted James Griffin of the UMMA to investigate the site. Griffin identified and excavated a large ossuary pit, collecting the remains of 10 adults, one sub-adult (under 12 years old), two children, and one neonate, along with 161 associated funerary objects. Ancient modifications were noted on one set of long bones with the ends cut, shaved, and drilled. Additionally, one cranium of an older male, with two ancient drillings, was found encased in blue clay and with blue clay packed into the nose and mouth cavities. Based on historical documentation, archeologists have associated these types of post-mortem holes/drillings with the \\xe2\\x80\\x9cfeast of the dead\\xe2\\x80\\x9d where skeletons were ceremonially re-articulated using such holes. The human remains date to the Middle Late Woodland Period (900-1200 A.D.) based on diagnostic artifacts and mortuary treatment. No known individuals were identified. The 161 associated funerary objects present are all ceramic sherds. \n In November 1934, human remains representing, at minimum, 8 individuals were removed from the Yerkes site (20OK3) in Oakland County, MI. A landowner collected the remains of seven adults and one sub-adult, along with 40 associated funerary objects, on his property near 10 Mile Road and donated these collections to the UMMA. The human remains date to sometime during the Middle Late Woodland Period to the Late Late Woodland Period (900-1400 A.D.) based on diagnostic artifacts. The 40 associated funerary objects present are 1 animal mandible fragment, 2 animal teeth, 1 unworked snail shell, 35 ceramic sherds, and 1 worked flint. \n In 1927, human remains representing, at minimum, 21 individuals were removed from the Troy Township Gravel Pit site (20OK4) in Oakland County, MI. Workers discovered the burials during gravel pit operations. They contacted Wilbert Hinsdale of the UMMA who excavated the remains of 14 adults, four adolescents, and three children, along with eight associated funerary objects. Within a month after Hinsdale had excavated the burials, a local woman contacted him to report that she had found a bone needle in the vicinity of the site and wanted to donate it to the museum. Hinsdale returned to the site to collect the donation and search the burial site again. He found and collected one small clay cup. The human remains date to the Middle Late Woodland Period (900-1200 A.D.) based on diagnostic artifacts. No known individuals were identified. The 10 associated funerary objects present are 5 ceramic sherds, 3 faunal bones, 1 animal bone needle, and 1 small clay cup with traces of yellow ochre. \n In 1957, human remains representing, at minimum, 1 individual were removed from the Union Lake site (20OK8) in Oakland County, MI. A contractor found and removed the remains of one adult male, located in a peat deposit, while constructing an artificial lake. He later donated the human remains to the UMMA on May 18, 1960. The human remains date to the Middle Archaic Period (7000 +/\\xe2\\x88\\x92 400 years B.P.) based on pollen analysis from residues inside the cranium. No known individuals were identified. No associated funerary objects are present. \n In 1939, human remains representing, at minimum, 5 individuals were removed from the Hamilton site (20OK338) in Oakland County, MI. A landowner collected the remains of four females and one male from a gravel pit and donated them to the UMMA on June 13, 1940. Ancient modifications were noted on the remains, with one cranium having been drilled and evidence of cradle boarding noted on several of the crania. The human remains date to the Early-to-Late Woodland Period (500-1400 A.D.) based on mortuary treatment. No known individuals were identified. No associated funerary objects are present. \n In September 1978, human remains representing, at minimum, 1 individual were removed from the Tynride site (20OK55) in Oakland County, MI. Construction workers discovered the burial and contacted the Oakland County Medical Examiner. The Medical Examiner collected remains from one young adult female, along with one associated funerary object, and subsequently donated these collections to the UMMA in November of 1978. No date or time period for the human remains could be established. No known individuals were identified. The 1 associated funerary object present is a animal bone. \n In 1940, human remains representing, at minimum, 3 individuals were removed from the Schreiber site in (20SL3) Sanilac County, MI. A landowner collected the remains of three adults, along with two associated funerary objects, from a site near the shore of Lake Huron and donated these collections to the UMMA on October 26, 1940. The human remains date to the Early Late Woodland Period (500-1000 A.D.) based on diagnostic artifacts. No known individuals were identified. The 2 associated funerary objects present are both ceramic sherds. \n At some time during or prior to June of 1926, human remains representing, at minimum, 7 individuals were removed from the Warren Clough site (20SE29) in Shiawassee County, MI. The UMMA\\'s Emerson Greenman excavated the remains of five adults, one adolescent, and one child from one of three mounds that comprised the site. Museum records indicate that either looters or amateur archeologists had destroyed the other mounds. The human remains date to the Woodland Period (500-1400 A.D.) based on mortuary practices. No known individuals were identified. No associated funerary objects are present. \n On an unknown date, human remains representing, at minimum, 2 individuals were removed from the Gilde-Thorpe site (20SE8) in Shiawassee County, MI. Construction workers engaged in gravel operations collected the remains of one adult male and one child, along with two associated funerary objects. Red ochre was noted as being present in the burials. The human remains were donated to the UMMA in 1983. The human remains date to the Archaic Period (3500-500 B.C.) based on mortuary treatment. No known individuals were identified. The 2 associated funerary objects present are 1 piece of red ochre and 1 piece of yellow ochre. \n ", "h_d_ci": "Null", "determinations": "Determinations Made by the University of Michigan Museum of Anthropology \n Officials of the University of Michigan Museum of Anthropology have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice are Native American based on cranial morphology, dental traits, accession documentation, and archeological context. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 101 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 220 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and associated funerary objects and any present-day Indian tribe. \n \\xe2\\x80\\xa2 According to final judgments of the Indian Claims Commission or the Court of Federal Claims, the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of the Bad River Band of the Lake Superior Tribe of Chippewa Indians of the Bad River Reservation, Wisconsin; Bay Mills Indian Community, Michigan; Bois Forte Band (Nett Lake) of the Minnesota Chippewa Tribe, Minnesota; Chippewa-Cree Indians of the Rocky Boy\\'s Reservation, Montana; Citizen Potawatomi Nation, Oklahoma; Fond du Lac Band of the Minnesota Chippewa Tribe, Minnesota; Forest County Potawatomi Community, Wisconsin; Grand Portage Band of the Minnesota Chippewa Tribe, Minnesota; Grand Traverse Band of Ottawa and Chippewa Indians, Michigan; Hannahville Indian Community, Michigan; Keweenaw Bay Indian Community, Michigan; Lac Courte Oreilles Band of Lake Superior Chippewa Indians of Wisconsin; Lac du Flambeau Band of Lake Superior Chippewa Indians of the Lac du Flambeau Reservation of Wisconsin; Lac Vieux Desert Band of Lake Superior Chippewa Indians of Michigan; Leech Lake Band of the Minnesota Chippewa Tribe, Minnesota; Match-e-be-nash-she-wish Band of Pottawatomi Indians of Michigan; Mille Lacs Band of the Minnesota Chippewa Tribe, Minnesota; Nottawaseppi Huron Band of the Potawatomi, Michigan (previously listed as the Huron Potawatomi, Inc.); Pokagon Band of Potawatomi Indians, Michigan and Indiana; Prairie Band Potawatomi Nation (previously listed as the Prairie Band of Potawatomi Nation, Kansas); Quechan Tribe of the Fort Yuma Indian Reservation, California & Arizona; Red Cliff Band of Lake Superior Chippewa Indians of Wisconsin; Red Lake Band of Chippewa Indians, Minnesota; Saginaw Chippewa Indian Tribe of Michigan; Sault Ste. Marie Tribe of Chippewa Indians, Michigan; Sokaogon Chippewa Community, Wisconsin; St. Croix Chippewa Indians of Wisconsin; Turtle Mountain Band of Chippewa Indians of North Dakota; White Earth Band of the Minnesota Chippewa Tribe, Minnesota; and the Wyandotte Nation. \n \\xe2\\x80\\xa2 Treaties, Acts of Congress, or Executive Orders, indicate that the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of The Tribes. \n \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.11(c)(1), the disposition of the human remains and associated funerary objects may be to The Tribes. \n ", "a_r_d": "Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Dr. Ben Secunda, NAGPRA Project Manager, University of Michigan, Office of the Vice President for Research, 4080 Fleming Building, 503 Thompson St., Ann Arbor, MI 48109-1340, telephone (734) 647-9085, email bsecunda@umich.edu, by December 2, 2013. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to The Tribes may proceed. \n The University of Michigan is responsible for notifying The Tribes that this notice has been published. \n "}