{"index": "I_884", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        [NPS-WASO-NAGPRA-14289: PPWOCRADN0-PCU00RP14.R50000] \\n        Notice of Inventory Completion: U.S. Department of the Interior, National Park Service, Canyonlands National Park, Moab, UT \\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        \\n          SUMMARY:\\n          The U.S. Department of the Interior, National Park Service, Canyonlands National Park, has completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian tribes or Native Hawaiian organizations, and has determined that there is no cultural affiliation between the human remains and associated funerary objects and any present-day Indian tribes or Native Hawaiian organizations. Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to Canyonlands National Park. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the Indian tribes or Native Hawaiian organizations stated in this notice may proceed. \\n        \\n        \\n          DATES:\\n          Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Canyonlands National Park at the address in this notice by January 2, 2014. \\n        \\n        \\n          ADDRESSES:\\n\\n          Catherine Cannon, Superintendent, Canyonlands National Park, 2282 S. West Resource Blvd., Moab, UT 84532-3298, telephone (435) 719-2101, email kate_cannon@nps.gov.\\n          \\n        \\n      \\n      \\n        SUPPLEMENTARY INFORMATION:\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of Canyonlands National Park, Moab, UT. The human remains and associated funerary objects were removed from Canyonlands National Park, San Juan County, UT. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3) and 43 CFR 10.11(d). The determinations in this notice are the sole responsibility of the Superintendent, Canyonlands National Park. \\n        Consultation \\n        A detailed assessment of the human remains was made during a region-wide, multi-park process by Canyonlands National Park professional staff in consultation with representatives of the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hualapai Indian Tribe of the Hualapai Indian Reservation, Arizona; Mescalero Apache Tribe of the Mescalero Reservation, New Mexico; Moapa Band of Paiute Indians of the Moapa River Indian Reservation, Nevada; Paiute Indian Tribe of Utah (Cedar Band of Paiutes, Kanosh Band of Paiutes, Koosharem Band of Paiutes, Indian Peaks Band of Paiutes, and Shivwits Band of Paiutes) (formerly Paiute Indian Tribe of Utah (Cedar City Band of Paiutes, Kanosh Band of Paiutes, Koosharem Band of Paiutes, Indian Peaks Band of Paiutes, and Shivwits Band of Paiutes)); Paiute-Shoshone Tribe of the Fallon Reservation and Colony, Nevada; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; San Carlos Apache Tribe of the San Carlos Reservation, Arizona; San Juan Southern Paiute Tribe of Arizona; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Tohono O\\'odham Nation of Arizona; Ute Indian Tribe of the Uintah & Ouray Reservation, Utah; Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah; and Utu Utu Gwaitu Paiute Tribe of the Benton Paiute Reservation, California (hereafter referred to as \\xe2\\x80\\x9cThe Consulted Tribes\\xe2\\x80\\x9d). \\n\\n        The following tribes were invited to consult but did not participate: Apache Tribe of Oklahoma; Arapaho Tribe of the Wind River Reservation, Wyoming; Big Pine Paiute Tribe of the Owens Valley (previously listed as the Big Pine Band of Owens Valley Paiute Shoshone Indians of the Big Pine Reservation, California); Bishop Paiute Tribe (previously listed as the Paiute-Shoshone Indians of the Bishop Community of the Bishop Colony, California); Bridgeport Indian Colony (previously listed as the Bridgeport Paiute Indian Colony of California); Burns Paiute Tribe (previously listed as the Burns Paiute Tribe of the Burns Paiute Indian Colony of Oregon); Cheyenne and Arapaho Tribes, Oklahoma (previously listed as the Cheyenne-Arapaho Tribes of Oklahoma); Comanche Nation, Oklahoma; Fort Independence Indian Community of Paiute Indians of the Fort Independence Reservation, California; Fort McDermitt Paiute and Shoshone Tribes of the Fort McDermitt Indian Reservation, Nevada and Oregon; Fort McDowell Yavapai Nation, Arizona; Fort Sill Apache Tribe of Oklahoma; Hopi Tribe of Arizona; Jicarilla Apache Nation, New Mexico; Kaibab Band of Paiute Indians of the Kaibab Indian Reservation, Arizona; Kewa Pueblo, New Mexico (previously listed as the Pueblo of Santo Domingo); Kiowa Indian Tribe of Oklahoma; Las Vegas Tribe of Paiute Indians of the Las Vegas Indian Colony, Nevada; Lone Pine Paiute-Shoshone Tribe (previously listed as the Paiute-Shoshone Indians of the Lone Pine Community of the Lone Pine Reservation, California); Lovelock Paiute Tribe of the Lovelock Indian Colony, Nevada; Navajo Nation, Arizona, New Mexico & Utah; Ohkay Owingeh, New Mexico (previously listed as the Pueblo of San Juan); Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Felipe, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; Pyramid Lake Paiute Tribe of the Pyramid Lake Reservation, Nevada; Shoshone-Paiute Tribes of the Duck Valley Reservation, Nevada; Summit Lake Paiute Tribe of Nevada; Tonto Apache Tribe of Arizona; Walker River Paiute Tribe of the Walker River Reservation, Nevada; White Mountain Apache Tribe of the Fort Apache Reservation, Arizona; Yavapai-Apache Nation of the Camp Verde Indian Reservation, Arizona; Yavapai-Prescott Indian Tribe (previously listed as the Yavapai-Prescott Tribe of the Yavapai Reservation, Arizona); Yerington Paiute Tribe of the Yerington Colony & Campbell Ranch, Nevada; and Zuni Tribe of the Zuni Reservation, New Mexico (hereafter referred to as \\xe2\\x80\\x9cThe Invited Tribes\\xe2\\x80\\x9d). \\n        History and Description of the Remains \\n        In 1978, human remains representing, at minimum, one individual were removed from site 42Sa07005 in San Juan County, UT. No known individuals were identified. The 30 associated funerary objects are 3 faunal bones, 23 pumpkin fragments, 1 grass stalk, 1 shell bead, and 2 chert flakes. \\n        In 1984, human remains representing, at minimum, one individual were removed from site 42Sa08506 in San Juan County, UT. No known individuals were identified. No associated funerary objects are present. \\n        Determinations Made by Canyonlands National Park \\n        Officials of Canyonlands National Park have determined that: \\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice are Native American based on osteological analysis. \\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of two individuals of Native American ancestry. \\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 30 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. The National Park Service intends to convey the associated funerary objects to the tribes pursuant to 16 U.S.C. 18f-2. \\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and associated funerary objects and any present-day Indian tribe. \\n        \\xe2\\x80\\xa2 According to final judgments of the Indian Claims Commission or the Court of Federal Claims, the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of the Navajo Nation, Arizona, New Mexico & Utah. \\n        \\xe2\\x80\\xa2 Treaties, Acts of Congress, or Executive Orders, indicate that the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of the Navajo Nation, Arizona, New Mexico & Utah; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Ute Indian Tribe of the Uintah & Ouray Reservation, Utah; and Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah. \\n        \\xe2\\x80\\xa2 Other credible lines of evidence, including relevant and authoritative governmental determinations and information gathered during government-to-government consultation from subject matter experts, indicate that the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of the San Juan Southern Paiute Tribe of Arizona; Pueblo of Santa Ana, New Mexico; and Pueblo of Santa Clara, New Mexico. \\n        \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.11(c)(1), the disposition of the human remains and associated funerary objects may be to the Navajo Nation, Arizona, New Mexico & Utah; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; San Juan Southern Paiute Tribe of Arizona; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Ute Indian Tribe of the Uintah & Ouray Reservation, Utah; and Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah. \\n        Additional Requestors and Disposition \\n\\n        Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Catherine Cannon, Superintendent, Canyonlands National Park, 2282 S. West Resource Blvd., Moab, UT 84532-3298, telephone (435) 719-2101, email kate_cannon@nps.gov, by January 2, 2014. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to the Navajo Nation, Arizona, New Mexico & Utah; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; San Juan Southern Paiute Tribe of Arizona; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Ute Indian Tribe of the Uintah & Ouray Reservation, Utah; and Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah may proceed. \\n        Canyonlands National Park is responsible for notifying the The Consulted Tribes and The Invited Tribes that this notice has been published. \\n        \\n          Dated: October 21, 2013. \\n          Sherry Hutt, \\n          Manager, National NAGPRA Program. \\n        \\n      \\n      [FR Doc. 2013-28910 Filed 12-2-13; 8:45 am] \\n      BILLING CODE 4312-50-P \\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "[NPS-WASO-NAGPRA-14289: PPWOCRADN0-PCU00RP14.R50000] ", "subject": "Notice of Inventory Completion: U.S. Department of the Interior, National Park Service, Canyonlands National Park, Moab, UT ", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "The U.S. Department of the Interior, National Park Service, Canyonlands National Park, has completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian tribes or Native Hawaiian organizations, and has determined that there is no cultural affiliation between the human remains and associated funerary objects and any present-day Indian tribes or Native Hawaiian organizations. Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to Canyonlands National Park. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the Indian tribes or Native Hawaiian organizations stated in this notice may proceed. ", "dates": "Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Canyonlands National Park at the address in this notice by January 2, 2014. ", "addresses": "Catherine Cannon, Superintendent, Canyonlands National Park, 2282 S. West Resource Blvd., Moab, UT 84532-3298, telephone (435) 719-2101, email kate_cannon@nps.gov.\\n          ", "signature_dated": "Dated: October 21, 2013. ", "signature_name": "Sherry Hutt, ", "signature_title": "Manager, National NAGPRA Program. ", "fr_doc": "[FR Doc. 2013-28910 Filed 12-2-13; 8:45 am] ", "billing_code": "BILLING CODE 4312-50-P ", "supp_info": "SUPPLEMENTARY INFORMATION: \n Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of Canyonlands National Park, Moab, UT. The human remains and associated funerary objects were removed from Canyonlands National Park, San Juan County, UT.  \n This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3) and 43 CFR 10.11(d). The determinations in this notice are the sole responsibility of the Superintendent, Canyonlands National Park.  \n Consultation  \n A detailed assessment of the human remains was made during a region-wide, multi-park process by Canyonlands National Park professional staff in consultation with representatives of the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hualapai Indian Tribe of the Hualapai Indian Reservation, Arizona; Mescalero Apache Tribe of the Mescalero Reservation, New Mexico; Moapa Band of Paiute Indians of the Moapa River Indian Reservation, Nevada; Paiute Indian Tribe of Utah (Cedar Band of Paiutes, Kanosh Band of Paiutes, Koosharem Band of Paiutes, Indian Peaks Band of Paiutes, and Shivwits Band of Paiutes) (formerly Paiute Indian Tribe of Utah (Cedar City Band of Paiutes, Kanosh Band of Paiutes, Koosharem Band of Paiutes, Indian Peaks Band of Paiutes, and Shivwits Band of Paiutes)); Paiute-Shoshone Tribe of the Fallon Reservation and Colony, Nevada; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; San Carlos Apache Tribe of the San Carlos Reservation, Arizona; San Juan Southern Paiute Tribe of Arizona; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Tohono O\\'odham Nation of Arizona; Ute Indian Tribe of the Uintah & Ouray Reservation, Utah; Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah; and Utu Utu Gwaitu Paiute Tribe of the Benton Paiute Reservation, California (hereafter referred to as \\xe2\\x80\\x9cThe Consulted Tribes\\xe2\\x80\\x9d).  \n The following tribes were invited to consult but did not participate: Apache Tribe of Oklahoma; Arapaho Tribe of the Wind River Reservation, Wyoming; Big Pine Paiute Tribe of the Owens Valley (previously listed as the Big Pine Band of Owens Valley Paiute Shoshone Indians of the Big Pine Reservation, California); Bishop Paiute Tribe (previously listed as the Paiute-Shoshone Indians of the Bishop Community of the Bishop Colony, California); Bridgeport Indian Colony (previously listed as the Bridgeport Paiute Indian Colony of California); Burns Paiute Tribe (previously listed as the Burns Paiute Tribe of the Burns Paiute Indian Colony of Oregon); Cheyenne and Arapaho Tribes, Oklahoma (previously listed as the Cheyenne-Arapaho Tribes of Oklahoma); Comanche Nation, Oklahoma; Fort Independence Indian Community of Paiute Indians of the Fort Independence Reservation, California; Fort McDermitt Paiute and Shoshone Tribes of the Fort McDermitt Indian Reservation, Nevada and Oregon; Fort McDowell Yavapai Nation, Arizona; Fort Sill Apache Tribe of Oklahoma; Hopi Tribe of Arizona; Jicarilla Apache Nation, New Mexico; Kaibab Band of Paiute Indians of the Kaibab Indian Reservation, Arizona; Kewa Pueblo, New Mexico (previously listed as the Pueblo of Santo Domingo); Kiowa Indian Tribe of Oklahoma; Las Vegas Tribe of Paiute Indians of the Las Vegas Indian Colony, Nevada; Lone Pine Paiute-Shoshone Tribe (previously listed as the Paiute-Shoshone Indians of the Lone Pine Community of the Lone Pine Reservation, California); Lovelock Paiute Tribe of the Lovelock Indian Colony, Nevada; Navajo Nation, Arizona, New Mexico & Utah; Ohkay Owingeh, New Mexico (previously listed as the Pueblo of San Juan); Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Felipe, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; Pyramid Lake Paiute Tribe of the Pyramid Lake Reservation, Nevada; Shoshone-Paiute Tribes of the Duck Valley Reservation, Nevada; Summit Lake Paiute Tribe of Nevada; Tonto Apache Tribe of Arizona; Walker River Paiute Tribe of the Walker River Reservation, Nevada; White Mountain Apache Tribe of the Fort Apache Reservation, Arizona; Yavapai-Apache Nation of the Camp Verde Indian Reservation, Arizona; Yavapai-Prescott Indian Tribe (previously listed as the Yavapai-Prescott Tribe of the Yavapai Reservation, Arizona); Yerington Paiute Tribe of the Yerington Colony & Campbell Ranch, Nevada; and Zuni Tribe of the Zuni Reservation, New Mexico (hereafter referred to as \\xe2\\x80\\x9cThe Invited Tribes\\xe2\\x80\\x9d).  \n History and Description of the Remains  \n In 1978, human remains representing, at minimum, one individual were removed from site 42Sa07005 in San Juan County, UT. No known individuals were identified. The 30 associated funerary objects are 3 faunal bones, 23 pumpkin fragments, 1 grass stalk, 1 shell bead, and 2 chert flakes.  \n In 1984, human remains representing, at minimum, one individual were removed from site 42Sa08506 in San Juan County, UT. No known individuals were identified. No associated funerary objects are present.  \n Determinations Made by Canyonlands National Park  \n Officials of Canyonlands National Park have determined that:  \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice are Native American based on osteological analysis.  \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of two individuals of Native American ancestry.  \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 30 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. The National Park Service intends to convey the associated funerary objects to the tribes pursuant to 16 U.S.C. 18f-2.  \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and associated funerary objects and any present-day Indian tribe.  \n \\xe2\\x80\\xa2 According to final judgments of the Indian Claims Commission or the Court of Federal Claims, the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of the Navajo Nation, Arizona, New Mexico & Utah.  \n \\xe2\\x80\\xa2 Treaties, Acts of Congress, or Executive Orders, indicate that the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of the Navajo Nation, Arizona, New Mexico & Utah; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Ute Indian Tribe of the Uintah & Ouray Reservation, Utah; and Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah.  \n \\xe2\\x80\\xa2 Other credible lines of evidence, including relevant and authoritative governmental determinations and information gathered during government-to-government consultation from subject matter experts, indicate that the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of the San Juan Southern Paiute Tribe of Arizona; Pueblo of Santa Ana, New Mexico; and Pueblo of Santa Clara, New Mexico.  \n \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.11(c)(1), the disposition of the human remains and associated funerary objects may be to the Navajo Nation, Arizona, New Mexico & Utah; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; San Juan Southern Paiute Tribe of Arizona; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Ute Indian Tribe of the Uintah & Ouray Reservation, Utah; and Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah.  \n Additional Requestors and Disposition  \n Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Catherine Cannon, Superintendent, Canyonlands National Park, 2282 S. West Resource Blvd., Moab, UT 84532-3298, telephone (435) 719-2101, email kate_cannon@nps.gov, by January 2, 2014. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to the Navajo Nation, Arizona, New Mexico & Utah; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; San Juan Southern Paiute Tribe of Arizona; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Ute Indian Tribe of the Uintah & Ouray Reservation, Utah; and Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah may proceed.  \n Canyonlands National Park is responsible for notifying the The Consulted Tribes and The Invited Tribes that this notice has been published.  \n ", "consultation": "A detailed assessment of the human remains was made during a region-wide, multi-park process by Canyonlands National Park professional staff in consultation with representatives of the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hualapai Indian Tribe of the Hualapai Indian Reservation, Arizona; Mescalero Apache Tribe of the Mescalero Reservation, New Mexico; Moapa Band of Paiute Indians of the Moapa River Indian Reservation, Nevada; Paiute Indian Tribe of Utah (Cedar Band of Paiutes, Kanosh Band of Paiutes, Koosharem Band of Paiutes, Indian Peaks Band of Paiutes, and Shivwits Band of Paiutes) (formerly Paiute Indian Tribe of Utah (Cedar City Band of Paiutes, Kanosh Band of Paiutes, Koosharem Band of Paiutes, Indian Peaks Band of Paiutes, and Shivwits Band of Paiutes)); Paiute-Shoshone Tribe of the Fallon Reservation and Colony, Nevada; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; San Carlos Apache Tribe of the San Carlos Reservation, Arizona; San Juan Southern Paiute Tribe of Arizona; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Tohono O\\'odham Nation of Arizona; Ute Indian Tribe of the Uintah & Ouray Reservation, Utah; Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah; and Utu Utu Gwaitu Paiute Tribe of the Benton Paiute Reservation, California (hereafter referred to as \\xe2\\x80\\x9cThe Consulted Tribes\\xe2\\x80\\x9d).  \n The following tribes were invited to consult but did not participate: Apache Tribe of Oklahoma; Arapaho Tribe of the Wind River Reservation, Wyoming; Big Pine Paiute Tribe of the Owens Valley (previously listed as the Big Pine Band of Owens Valley Paiute Shoshone Indians of the Big Pine Reservation, California); Bishop Paiute Tribe (previously listed as the Paiute-Shoshone Indians of the Bishop Community of the Bishop Colony, California); Bridgeport Indian Colony (previously listed as the Bridgeport Paiute Indian Colony of California); Burns Paiute Tribe (previously listed as the Burns Paiute Tribe of the Burns Paiute Indian Colony of Oregon); Cheyenne and Arapaho Tribes, Oklahoma (previously listed as the Cheyenne-Arapaho Tribes of Oklahoma); Comanche Nation, Oklahoma; Fort Independence Indian Community of Paiute Indians of the Fort Independence Reservation, California; Fort McDermitt Paiute and Shoshone Tribes of the Fort McDermitt Indian Reservation, Nevada and Oregon; Fort McDowell Yavapai Nation, Arizona; Fort Sill Apache Tribe of Oklahoma; Hopi Tribe of Arizona; Jicarilla Apache Nation, New Mexico; Kaibab Band of Paiute Indians of the Kaibab Indian Reservation, Arizona; Kewa Pueblo, New Mexico (previously listed as the Pueblo of Santo Domingo); Kiowa Indian Tribe of Oklahoma; Las Vegas Tribe of Paiute Indians of the Las Vegas Indian Colony, Nevada; Lone Pine Paiute-Shoshone Tribe (previously listed as the Paiute-Shoshone Indians of the Lone Pine Community of the Lone Pine Reservation, California); Lovelock Paiute Tribe of the Lovelock Indian Colony, Nevada; Navajo Nation, Arizona, New Mexico & Utah; Ohkay Owingeh, New Mexico (previously listed as the Pueblo of San Juan); Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Felipe, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; Pyramid Lake Paiute Tribe of the Pyramid Lake Reservation, Nevada; Shoshone-Paiute Tribes of the Duck Valley Reservation, Nevada; Summit Lake Paiute Tribe of Nevada; Tonto Apache Tribe of Arizona; Walker River Paiute Tribe of the Walker River Reservation, Nevada; White Mountain Apache Tribe of the Fort Apache Reservation, Arizona; Yavapai-Apache Nation of the Camp Verde Indian Reservation, Arizona; Yavapai-Prescott Indian Tribe (previously listed as the Yavapai-Prescott Tribe of the Yavapai Reservation, Arizona); Yerington Paiute Tribe of the Yerington Colony & Campbell Ranch, Nevada; and Zuni Tribe of the Zuni Reservation, New Mexico (hereafter referred to as \\xe2\\x80\\x9cThe Invited Tribes\\xe2\\x80\\x9d).  \n ", "h_d_r": "In 1978, human remains representing, at minimum, one individual were removed from site 42Sa07005 in San Juan County, UT. No known individuals were identified. The 30 associated funerary objects are 3 faunal bones, 23 pumpkin fragments, 1 grass stalk, 1 shell bead, and 2 chert flakes.  \n In 1984, human remains representing, at minimum, one individual were removed from site 42Sa08506 in San Juan County, UT. No known individuals were identified. No associated funerary objects are present.  \n ", "h_d_ci": "Null", "determinations": "Determinations Made by Canyonlands National Park  \n Officials of Canyonlands National Park have determined that:  \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice are Native American based on osteological analysis.  \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of two individuals of Native American ancestry.  \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 30 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. The National Park Service intends to convey the associated funerary objects to the tribes pursuant to 16 U.S.C. 18f-2.  \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and associated funerary objects and any present-day Indian tribe.  \n \\xe2\\x80\\xa2 According to final judgments of the Indian Claims Commission or the Court of Federal Claims, the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of the Navajo Nation, Arizona, New Mexico & Utah.  \n \\xe2\\x80\\xa2 Treaties, Acts of Congress, or Executive Orders, indicate that the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of the Navajo Nation, Arizona, New Mexico & Utah; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Ute Indian Tribe of the Uintah & Ouray Reservation, Utah; and Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah.  \n \\xe2\\x80\\xa2 Other credible lines of evidence, including relevant and authoritative governmental determinations and information gathered during government-to-government consultation from subject matter experts, indicate that the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of the San Juan Southern Paiute Tribe of Arizona; Pueblo of Santa Ana, New Mexico; and Pueblo of Santa Clara, New Mexico.  \n \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.11(c)(1), the disposition of the human remains and associated funerary objects may be to the Navajo Nation, Arizona, New Mexico & Utah; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; San Juan Southern Paiute Tribe of Arizona; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Ute Indian Tribe of the Uintah & Ouray Reservation, Utah; and Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah.  \n ", "a_r_d": "Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Catherine Cannon, Superintendent, Canyonlands National Park, 2282 S. West Resource Blvd., Moab, UT 84532-3298, telephone (435) 719-2101, email kate_cannon@nps.gov, by January 2, 2014. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to the Navajo Nation, Arizona, New Mexico & Utah; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; San Juan Southern Paiute Tribe of Arizona; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Ute Indian Tribe of the Uintah & Ouray Reservation, Utah; and Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah may proceed.  \n Canyonlands National Park is responsible for notifying the The Consulted Tribes and The Invited Tribes that this notice has been published.  \n "}