{"index": "I_890", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [NPS-WASO-NAGPRA-14041; PPWOCRADN0-PCU00RP14.R50000]\\n        Notice of Inventory Completion: University of Michigan, Ann Arbor, MI\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        \\n          SUMMARY:\\n          The University of Michigan has completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian tribes or Native Hawaiian organizations, and has determined that there is no cultural affiliation between the human remains and associated funerary objects and any present-day Indian tribes or Native Hawaiian organizations. Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to the University of Michigan. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the Indian tribes or Native Hawaiian organizations stated in this notice may proceed.\\n        \\n        \\n          DATES:\\n          Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to the University of Michigan at the address in this notice by December 2, 2013.\\n        \\n        \\n          ADDRESSES:\\n\\n          Dr. Ben Secunda, NAGPRA Project Manager, University of Michigan, Office of the Vice President for Research, 4080 Fleming Building, 503 Thompson St., Ann Arbor, MI 48109-1340, telephone (734) 647-9085, email bsecunda@umich.edu.\\n          \\n        \\n      \\n      \\n        SUPPLEMENTARY INFORMATION:\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the University of Michigan, Ann Arbor, MI. The human remains and associated funerary objects were removed from Berrien County, MI.\\n\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3) and 43 CFR 10.11(d). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        Consultation\\n        A detailed assessment of the human remains and associated funerary objects was made by the University of Michigan Museum of Anthropology professional staff in consultation with representatives of the Bay Mills Indian Community, Michigan; Chippewa-Cree Indians of the Rocky Boy\\'s Reservation, Montana; Grand Traverse Band of Ottawa and Chippewa Indians, Michigan; Hannahville Indian Community, Michigan; Keweenaw Bay Indian Community, Michigan; Lac Vieux Desert Band of Lake Superior Chippewa Indians of Michigan; Little River Band of Ottawa Indians, Michigan; Little Traverse Bay Bands of Odawa Indians, Michigan; Match-e-be-nash-she-wish Band of Pottawatomi Indians of Michigan; Nottawaseppi Huron Band of the Potawatomi, Michigan (previously listed as the Huron Potawatomi, Inc.); Pokagon Band of Potawatomi Indians, Michigan and Indiana; Saginaw Chippewa Indian Tribe of Michigan; and the Sault Ste. Marie Tribe of Chippewa Indians, Michigan.\\n        Additional requests for consultation were sent to the Bad River Band of the Lake Superior Tribe of Chippewa Indians of the Bad River Reservation, Wisconsin; Bois Forte Band (Nett Lake) of the Minnesota Chippewa Tribe, Minnesota; Citizen Potawatomi Nation, Oklahoma; Fond du Lac Band of the Minnesota Chippewa Tribe, Minnesota; Forest County Potawatomi Community, Wisconsin; Grand Portage Band of the Minnesota Chippewa Tribe, Minnesota; Kickapoo Traditional Tribe of Texas; Kickapoo Tribe of Indians of the Kickapoo Reservation in Kansas; Kickapoo Tribe of Oklahoma; Lac Courte Oreilles Band of Lake Superior Chippewa Indians of Wisconsin; Lac du Flambeau Band of Lake Superior Chippewa Indians of the Lac du Flambeau Reservation of Wisconsin; Leech Lake Band of the Minnesota Chippewa Tribe, Minnesota; Miami Tribe of Oklahoma; Mille Lacs Band of the Minnesota Chippewa Tribe, Minnesota; Ottawa Tribe of Oklahoma; Peoria Tribe of Indians of Oklahoma; Prairie Band Potawatomi Nation (previously listed as the Prairie Band of Potawatomi Nation, Kansas); Quechan Tribe of the Fort Yuma Indian Reservation, California & Arizona; Red Cliff Band of Lake Superior Chippewa Indians of Wisconsin; Red Lake Band of Chippewa Indians, Minnesota; Sac & Fox Nation of Missouri in Kansas and Nebraska; Sac & Fox Nation, Oklahoma; Sac & Fox Tribe of the Mississippi in Iowa; Sokaogon Chippewa Community, Wisconsin; St. Croix Chippewa Indians of Wisconsin; Turtle Mountain Band of Chippewa Indians of North Dakota; and the White Earth Band of the Minnesota Chippewa Tribe, Minnesota.\\n        Hereafter, all tribes listed in this section are referred to as \\xe2\\x80\\x9cThe Tribes.\\xe2\\x80\\x9d\\n        History and Description of the Remains\\n        In 1958, human remains representing, at minimum, 1 individual, were removed from the Kimmel site (20BE24) in Berrien County, MI. A landowner was constructing a basement and spreading displaced dirt in his nearby orchard when he discovered that he had unearthed human remains. He contacted amateur archeologists who collected the remains of one adult and an unspecified number of associated funerary objects from out of the displaced dirt. The individual was reportedly buried while lying in an extended position, with a copper gorget and copper beads around the neck, and a copper object lying over the left side of the chest. The human remains and 40 associated funerary objects from the site were donated to the University of Michigan Museum of Anthropology (UMMA). The human remains date to the Late Archaic-to-Early Woodland Periods (900-400 B.C.) based on diagnostic artifacts. No known individuals were identified. The 40 associated funerary objects present are 1 lot of unidentified fibers, 1 lot of animal hide (with copper inclusions adhering to material), 1 lot hide cord (with visible braiding), 33 copper tubular beads, 1 lot copper fragments, 1 copper rectangular gorget (with two perforations and cord present), 1 cane-shaped copper object (with fibers wrapping around one end), and 1 lot of dark fibers (with sand).\\n        On May 27-28, 1961, human remains representing, at minimum, 2 individuals were removed from the Bainbridge Township site in Berrien County, MI. In June of 1961, an amateur archeologist donated the remains of one young adult and one child, along with three associated funerary objects, to the UMMA. The human remains date to the Pre-Contact Period based on diagnostic artifacts. No known individuals were identifies. The 3 associated funerary objects present are 1 flat lithic tool (with perforations) and 2 fragments of red ochre.\\n        On various dates, human remains representing, at minimum, 7 individuals were removed from the Moccasin Bluff site (20BE8) in Berrien County, MI. The Moccasin Bluff site is a multicomponent site for which the UMMA holds 2 separate accessions with collections that date to the Pre-Contact Period. In 1938, an amateur archeologist removed human remains from a refuse pit and a mound at the site. In 1947, he donated the remains of three adults and two juveniles to the UMMA. In 1961, a construction crew partially unearthed human remains while burying utility lines. Arthur Jelinek of the UMMA was called in to conduct a salvage excavation, and he collected remains of two adults from a pit. The human remains date to the Pre-Contact/Woodland Period. No known individuals were identified. No associated funerary objects are present.\\n        Determinations Made by the University of Michigan Museum of Anthropology\\n        Officials of the University of Michigan Museum of Anthropology have determined that:\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice are Native American based on cranial morphology, dental traits, accession documentation, and archeological context.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 10 individuals of Native American ancestry.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 43 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and associated funerary objects and any present-day Indian tribe.\\n\\n        \\xe2\\x80\\xa2 According to final judgments of the Indian Claims Commission or the Court of Federal Claims, the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of the Citizen Potawatomi Nation, Oklahoma; Forest County Potawatomi Community, Wisconsin; Hannahville Indian Community, Michigan; Match-e-be-nash-she-wish Band of Pottawatomi Indians of Michigan; Nottawaseppi Huron Band of the Potawatomi, Michigan (previously listed as the Huron Potawatomi, Inc.); Pokagon Band of Potawatomi Indians, Michigan and Indiana; Prairie Band Potawatomi Nation (previously listed as the Prairie Band of Potawatomi Nation, Kansas); and the Quechan Tribe of the Fort Yuma Indian Reservation, California & Arizona.\\n        \\xe2\\x80\\xa2 Treaties, Acts of Congress, or Executive Orders, indicate that the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of The Tribes.\\n        \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.11(c)(1), the disposition of the human remains and associated funerary objects may be to The Tribes.\\n        Additional Requestors and Disposition\\n\\n        Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Dr. Ben Secunda, NAGPRA Project Manager, University of Michigan, Office of the Vice President for Research, 4080 Fleming Building, 503 Thompson St., Ann Arbor, MI 48109-1340, telephone (734) 647-9085, email bsecunda@umich.edu, by December 2, 2013. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to The Tribes may proceed.\\n        The University of Michigan is responsible for notifying The Tribes that this notice has been published.\\n        \\n          Dated: September 16, 2013.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program. \\n        \\n      \\n      [FR Doc. 2013-25993 Filed 10-30-13; 8:45 am]\\n      BILLING CODE 4312-50-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[NPS-WASO-NAGPRA-14041; PPWOCRADN0-PCU00RP14.R50000]", "subject": "Notice of Inventory Completion: University of Michigan, Ann Arbor, MI", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "The University of Michigan has completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian tribes or Native Hawaiian organizations, and has determined that there is no cultural affiliation between the human remains and associated funerary objects and any present-day Indian tribes or Native Hawaiian organizations. Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to the University of Michigan. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the Indian tribes or Native Hawaiian organizations stated in this notice may proceed.", "dates": "Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to the University of Michigan at the address in this notice by December 2, 2013.", "addresses": "Dr. Ben Secunda, NAGPRA Project Manager, University of Michigan, Office of the Vice President for Research, 4080 Fleming Building, 503 Thompson St., Ann Arbor, MI 48109-1340, telephone (734) 647-9085, email bsecunda@umich.edu.\\n          ", "signature_dated": "Dated: September 16, 2013.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program. ", "fr_doc": "[FR Doc. 2013-25993 Filed 10-30-13; 8:45 am]", "billing_code": "BILLING CODE 4312-50-P", "supp_info": "SUPPLEMENTARY INFORMATION: \n Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the University of Michigan, Ann Arbor, MI. The human remains and associated funerary objects were removed from Berrien County, MI. \n This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3) and 43 CFR 10.11(d). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice. \n Consultation \n A detailed assessment of the human remains and associated funerary objects was made by the University of Michigan Museum of Anthropology professional staff in consultation with representatives of the Bay Mills Indian Community, Michigan; Chippewa-Cree Indians of the Rocky Boy\\'s Reservation, Montana; Grand Traverse Band of Ottawa and Chippewa Indians, Michigan; Hannahville Indian Community, Michigan; Keweenaw Bay Indian Community, Michigan; Lac Vieux Desert Band of Lake Superior Chippewa Indians of Michigan; Little River Band of Ottawa Indians, Michigan; Little Traverse Bay Bands of Odawa Indians, Michigan; Match-e-be-nash-she-wish Band of Pottawatomi Indians of Michigan; Nottawaseppi Huron Band of the Potawatomi, Michigan (previously listed as the Huron Potawatomi, Inc.); Pokagon Band of Potawatomi Indians, Michigan and Indiana; Saginaw Chippewa Indian Tribe of Michigan; and the Sault Ste. Marie Tribe of Chippewa Indians, Michigan. \n Additional requests for consultation were sent to the Bad River Band of the Lake Superior Tribe of Chippewa Indians of the Bad River Reservation, Wisconsin; Bois Forte Band (Nett Lake) of the Minnesota Chippewa Tribe, Minnesota; Citizen Potawatomi Nation, Oklahoma; Fond du Lac Band of the Minnesota Chippewa Tribe, Minnesota; Forest County Potawatomi Community, Wisconsin; Grand Portage Band of the Minnesota Chippewa Tribe, Minnesota; Kickapoo Traditional Tribe of Texas; Kickapoo Tribe of Indians of the Kickapoo Reservation in Kansas; Kickapoo Tribe of Oklahoma; Lac Courte Oreilles Band of Lake Superior Chippewa Indians of Wisconsin; Lac du Flambeau Band of Lake Superior Chippewa Indians of the Lac du Flambeau Reservation of Wisconsin; Leech Lake Band of the Minnesota Chippewa Tribe, Minnesota; Miami Tribe of Oklahoma; Mille Lacs Band of the Minnesota Chippewa Tribe, Minnesota; Ottawa Tribe of Oklahoma; Peoria Tribe of Indians of Oklahoma; Prairie Band Potawatomi Nation (previously listed as the Prairie Band of Potawatomi Nation, Kansas); Quechan Tribe of the Fort Yuma Indian Reservation, California & Arizona; Red Cliff Band of Lake Superior Chippewa Indians of Wisconsin; Red Lake Band of Chippewa Indians, Minnesota; Sac & Fox Nation of Missouri in Kansas and Nebraska; Sac & Fox Nation, Oklahoma; Sac & Fox Tribe of the Mississippi in Iowa; Sokaogon Chippewa Community, Wisconsin; St. Croix Chippewa Indians of Wisconsin; Turtle Mountain Band of Chippewa Indians of North Dakota; and the White Earth Band of the Minnesota Chippewa Tribe, Minnesota. \n Hereafter, all tribes listed in this section are referred to as \\xe2\\x80\\x9cThe Tribes.\\xe2\\x80\\x9d \n History and Description of the Remains \n In 1958, human remains representing, at minimum, 1 individual, were removed from the Kimmel site (20BE24) in Berrien County, MI. A landowner was constructing a basement and spreading displaced dirt in his nearby orchard when he discovered that he had unearthed human remains. He contacted amateur archeologists who collected the remains of one adult and an unspecified number of associated funerary objects from out of the displaced dirt. The individual was reportedly buried while lying in an extended position, with a copper gorget and copper beads around the neck, and a copper object lying over the left side of the chest. The human remains and 40 associated funerary objects from the site were donated to the University of Michigan Museum of Anthropology (UMMA). The human remains date to the Late Archaic-to-Early Woodland Periods (900-400 B.C.) based on diagnostic artifacts. No known individuals were identified. The 40 associated funerary objects present are 1 lot of unidentified fibers, 1 lot of animal hide (with copper inclusions adhering to material), 1 lot hide cord (with visible braiding), 33 copper tubular beads, 1 lot copper fragments, 1 copper rectangular gorget (with two perforations and cord present), 1 cane-shaped copper object (with fibers wrapping around one end), and 1 lot of dark fibers (with sand). \n On May 27-28, 1961, human remains representing, at minimum, 2 individuals were removed from the Bainbridge Township site in Berrien County, MI. In June of 1961, an amateur archeologist donated the remains of one young adult and one child, along with three associated funerary objects, to the UMMA. The human remains date to the Pre-Contact Period based on diagnostic artifacts. No known individuals were identifies. The 3 associated funerary objects present are 1 flat lithic tool (with perforations) and 2 fragments of red ochre. \n On various dates, human remains representing, at minimum, 7 individuals were removed from the Moccasin Bluff site (20BE8) in Berrien County, MI. The Moccasin Bluff site is a multicomponent site for which the UMMA holds 2 separate accessions with collections that date to the Pre-Contact Period. In 1938, an amateur archeologist removed human remains from a refuse pit and a mound at the site. In 1947, he donated the remains of three adults and two juveniles to the UMMA. In 1961, a construction crew partially unearthed human remains while burying utility lines. Arthur Jelinek of the UMMA was called in to conduct a salvage excavation, and he collected remains of two adults from a pit. The human remains date to the Pre-Contact/Woodland Period. No known individuals were identified. No associated funerary objects are present. \n Determinations Made by the University of Michigan Museum of Anthropology \n Officials of the University of Michigan Museum of Anthropology have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice are Native American based on cranial morphology, dental traits, accession documentation, and archeological context. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 10 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 43 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and associated funerary objects and any present-day Indian tribe. \n \\xe2\\x80\\xa2 According to final judgments of the Indian Claims Commission or the Court of Federal Claims, the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of the Citizen Potawatomi Nation, Oklahoma; Forest County Potawatomi Community, Wisconsin; Hannahville Indian Community, Michigan; Match-e-be-nash-she-wish Band of Pottawatomi Indians of Michigan; Nottawaseppi Huron Band of the Potawatomi, Michigan (previously listed as the Huron Potawatomi, Inc.); Pokagon Band of Potawatomi Indians, Michigan and Indiana; Prairie Band Potawatomi Nation (previously listed as the Prairie Band of Potawatomi Nation, Kansas); and the Quechan Tribe of the Fort Yuma Indian Reservation, California & Arizona. \n \\xe2\\x80\\xa2 Treaties, Acts of Congress, or Executive Orders, indicate that the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of The Tribes. \n \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.11(c)(1), the disposition of the human remains and associated funerary objects may be to The Tribes. \n Additional Requestors and Disposition \n Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Dr. Ben Secunda, NAGPRA Project Manager, University of Michigan, Office of the Vice President for Research, 4080 Fleming Building, 503 Thompson St., Ann Arbor, MI 48109-1340, telephone (734) 647-9085, email bsecunda@umich.edu, by December 2, 2013. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to The Tribes may proceed. \n The University of Michigan is responsible for notifying The Tribes that this notice has been published. \n ", "consultation": "A detailed assessment of the human remains and associated funerary objects was made by the University of Michigan Museum of Anthropology professional staff in consultation with representatives of the Bay Mills Indian Community, Michigan; Chippewa-Cree Indians of the Rocky Boy\\'s Reservation, Montana; Grand Traverse Band of Ottawa and Chippewa Indians, Michigan; Hannahville Indian Community, Michigan; Keweenaw Bay Indian Community, Michigan; Lac Vieux Desert Band of Lake Superior Chippewa Indians of Michigan; Little River Band of Ottawa Indians, Michigan; Little Traverse Bay Bands of Odawa Indians, Michigan; Match-e-be-nash-she-wish Band of Pottawatomi Indians of Michigan; Nottawaseppi Huron Band of the Potawatomi, Michigan (previously listed as the Huron Potawatomi, Inc.); Pokagon Band of Potawatomi Indians, Michigan and Indiana; Saginaw Chippewa Indian Tribe of Michigan; and the Sault Ste. Marie Tribe of Chippewa Indians, Michigan. \n Additional requests for consultation were sent to the Bad River Band of the Lake Superior Tribe of Chippewa Indians of the Bad River Reservation, Wisconsin; Bois Forte Band (Nett Lake) of the Minnesota Chippewa Tribe, Minnesota; Citizen Potawatomi Nation, Oklahoma; Fond du Lac Band of the Minnesota Chippewa Tribe, Minnesota; Forest County Potawatomi Community, Wisconsin; Grand Portage Band of the Minnesota Chippewa Tribe, Minnesota; Kickapoo Traditional Tribe of Texas; Kickapoo Tribe of Indians of the Kickapoo Reservation in Kansas; Kickapoo Tribe of Oklahoma; Lac Courte Oreilles Band of Lake Superior Chippewa Indians of Wisconsin; Lac du Flambeau Band of Lake Superior Chippewa Indians of the Lac du Flambeau Reservation of Wisconsin; Leech Lake Band of the Minnesota Chippewa Tribe, Minnesota; Miami Tribe of Oklahoma; Mille Lacs Band of the Minnesota Chippewa Tribe, Minnesota; Ottawa Tribe of Oklahoma; Peoria Tribe of Indians of Oklahoma; Prairie Band Potawatomi Nation (previously listed as the Prairie Band of Potawatomi Nation, Kansas); Quechan Tribe of the Fort Yuma Indian Reservation, California & Arizona; Red Cliff Band of Lake Superior Chippewa Indians of Wisconsin; Red Lake Band of Chippewa Indians, Minnesota; Sac & Fox Nation of Missouri in Kansas and Nebraska; Sac & Fox Nation, Oklahoma; Sac & Fox Tribe of the Mississippi in Iowa; Sokaogon Chippewa Community, Wisconsin; St. Croix Chippewa Indians of Wisconsin; Turtle Mountain Band of Chippewa Indians of North Dakota; and the White Earth Band of the Minnesota Chippewa Tribe, Minnesota. \n Hereafter, all tribes listed in this section are referred to as \\xe2\\x80\\x9cThe Tribes.\\xe2\\x80\\x9d \n ", "h_d_r": "In 1958, human remains representing, at minimum, 1 individual, were removed from the Kimmel site (20BE24) in Berrien County, MI. A landowner was constructing a basement and spreading displaced dirt in his nearby orchard when he discovered that he had unearthed human remains. He contacted amateur archeologists who collected the remains of one adult and an unspecified number of associated funerary objects from out of the displaced dirt. The individual was reportedly buried while lying in an extended position, with a copper gorget and copper beads around the neck, and a copper object lying over the left side of the chest. The human remains and 40 associated funerary objects from the site were donated to the University of Michigan Museum of Anthropology (UMMA). The human remains date to the Late Archaic-to-Early Woodland Periods (900-400 B.C.) based on diagnostic artifacts. No known individuals were identified. The 40 associated funerary objects present are 1 lot of unidentified fibers, 1 lot of animal hide (with copper inclusions adhering to material), 1 lot hide cord (with visible braiding), 33 copper tubular beads, 1 lot copper fragments, 1 copper rectangular gorget (with two perforations and cord present), 1 cane-shaped copper object (with fibers wrapping around one end), and 1 lot of dark fibers (with sand). \n On May 27-28, 1961, human remains representing, at minimum, 2 individuals were removed from the Bainbridge Township site in Berrien County, MI. In June of 1961, an amateur archeologist donated the remains of one young adult and one child, along with three associated funerary objects, to the UMMA. The human remains date to the Pre-Contact Period based on diagnostic artifacts. No known individuals were identifies. The 3 associated funerary objects present are 1 flat lithic tool (with perforations) and 2 fragments of red ochre. \n On various dates, human remains representing, at minimum, 7 individuals were removed from the Moccasin Bluff site (20BE8) in Berrien County, MI. The Moccasin Bluff site is a multicomponent site for which the UMMA holds 2 separate accessions with collections that date to the Pre-Contact Period. In 1938, an amateur archeologist removed human remains from a refuse pit and a mound at the site. In 1947, he donated the remains of three adults and two juveniles to the UMMA. In 1961, a construction crew partially unearthed human remains while burying utility lines. Arthur Jelinek of the UMMA was called in to conduct a salvage excavation, and he collected remains of two adults from a pit. The human remains date to the Pre-Contact/Woodland Period. No known individuals were identified. No associated funerary objects are present. \n ", "h_d_ci": "Null", "determinations": "Determinations Made by the University of Michigan Museum of Anthropology \n Officials of the University of Michigan Museum of Anthropology have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice are Native American based on cranial morphology, dental traits, accession documentation, and archeological context. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 10 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 43 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and associated funerary objects and any present-day Indian tribe. \n \\xe2\\x80\\xa2 According to final judgments of the Indian Claims Commission or the Court of Federal Claims, the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of the Citizen Potawatomi Nation, Oklahoma; Forest County Potawatomi Community, Wisconsin; Hannahville Indian Community, Michigan; Match-e-be-nash-she-wish Band of Pottawatomi Indians of Michigan; Nottawaseppi Huron Band of the Potawatomi, Michigan (previously listed as the Huron Potawatomi, Inc.); Pokagon Band of Potawatomi Indians, Michigan and Indiana; Prairie Band Potawatomi Nation (previously listed as the Prairie Band of Potawatomi Nation, Kansas); and the Quechan Tribe of the Fort Yuma Indian Reservation, California & Arizona. \n \\xe2\\x80\\xa2 Treaties, Acts of Congress, or Executive Orders, indicate that the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of The Tribes. \n \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.11(c)(1), the disposition of the human remains and associated funerary objects may be to The Tribes. \n ", "a_r_d": "Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Dr. Ben Secunda, NAGPRA Project Manager, University of Michigan, Office of the Vice President for Research, 4080 Fleming Building, 503 Thompson St., Ann Arbor, MI 48109-1340, telephone (734) 647-9085, email bsecunda@umich.edu, by December 2, 2013. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to The Tribes may proceed. \n The University of Michigan is responsible for notifying The Tribes that this notice has been published. \n "}