{"index": "I_892", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [NPS-WASO-NAGPRA-14036; PPWOCRADN0-PCU00RP14.R50000]\\n        Notice of Inventory Completion: University of Michigan, Ann Arbor, MI\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        \\n          SUMMARY:\\n          The University of Michigan has completed an inventory of human remains, in consultation with the appropriate Indian tribes or Native Hawaiian organizations, and has determined that there is no cultural affiliation between the human remains and any present-day Indian tribes or Native Hawaiian organizations. Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains should submit a written request to the University of Michigan. If no additional requestors come forward, transfer of control of the human remains to the Indian tribes or Native Hawaiian organizations stated in this notice may proceed.\\n        \\n        \\n          DATES:\\n\\n          Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains should submit a written request with information in support of the request to the University of Michigan at the address in this notice by December 2, 2013.\\n        \\n        \\n          ADDRESSES:\\n\\n          Dr. Ben Secunda, NAGPRA Project Manager, University of Michigan, Office of the Vice President for Research, 4080 Fleming Building, 503 Thompson St., Ann Arbor, MI 48109-1340, telephone (734) 647-9085, email bsecunda@umich.edu.\\n        \\n      \\n      \\n        SUPPLEMENTARY INFORMATION:\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains under the control of the University of Michigan, Ann Arbor, MI. The human remains were removed from Alpena, Isabella, Grand Traverse, Lake, Leelanau, Montcalm, Montmorency, Newaygo, Roscommon, and Wexford Counties, MI.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3) and 43 CFR 10.11(d). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice.\\n        Consultation\\n        A detailed assessment of the human remains was made by the University of Michigan Museum of Anthropology professional staff in consultation with representatives of the Bay Mills Indian Community, Michigan; Chippewa-Cree Indians of the Rocky Boy\\'s Reservation, Montana; Grand Traverse Band of Ottawa and Chippewa Indians, Michigan; Keweenaw Bay Indian Community, Michigan; Lac Vieux Desert Band of Lake Superior Chippewa Indians of Michigan; Little River Band of Ottawa Indians, Michigan; Little Traverse Bay Bands of Odawa Indians, Michigan; Saginaw Chippewa Indian Tribe of Michigan; and the Sault Ste. Marie Tribe of Chippewa Indians, Michigan.\\n        Additional requests for consultation were sent to the Bad River Band of the Lake Superior Tribe of Chippewa Indians of the Bad River Reservation, Wisconsin; Bois Forte Band (Nett Lake) of the Minnesota Chippewa Tribe, Minnesota; Fond du Lac Band of the Minnesota Chippewa Tribe, Minnesota; Grand Portage Band of the Minnesota Chippewa Tribe, Minnesota; Lac Courte Oreilles Band of Lake Superior Chippewa Indians of Wisconsin; Lac du Flambeau Band of Lake Superior Chippewa Indians of the Lac du Flambeau Reservation of Wisconsin; Leech Lake Band of the Minnesota Chippewa Tribe, Minnesota; Mille Lacs Band of the Minnesota Chippewa Tribe, Minnesota; Ottawa Tribe of Oklahoma; Red Cliff Band of Lake Superior Chippewa Indians of Wisconsin; Red Lake Band of Chippewa Indians, Minnesota; Sokaogon Chippewa Community, Wisconsin; St. Croix Chippewa Indians of Wisconsin; Turtle Mountain Band of Chippewa Indians of North Dakota; and the White Earth Band of the Minnesota Chippewa Tribe, Minnesota.\\n        Hereafter, all tribes listed in this section are referred to as \\xe2\\x80\\x9cThe Tribes.\\xe2\\x80\\x9d\\n        History and description of the remains\\n        On an unknown date prior to 1875, human remains representing, at minimum, 1 individual were removed from the Devil River Mound site (20AL1) in Alpena County, MI. A resident of Ossineke, MI, collected a cranial fragment of one adult (possibly female) sometime before he moved to Ann Arbor, MI. After moving, he donated the human remains to the University of Michigan Museum of Anthropology (UMMA). The cranial fragment has evidence of a drilled perforation made post-mortem. The human remains date to the Late Woodland Period (500-1400 A.D.) based on mortuary treatment. No known individuals were identified. No associated funerary objects are present.\\n        In October 1925, human remains representing, at minimum, 1 individual were removed from the Fred Wilder site (20IB7) in Isabella County, MI. An amateur archeologist excavated a series of mounds and a row of pits located approximately 200 yards away from the mounds in Lincoln Township, MI. The remains of one adult (possibly female) were removed from one of the mounds and subsequently donated to the UMMA. The individual was buried lying on her right side, fully extended, with her left arm flexed and left hand resting over her face. A ceramic bowl was reportedly removed from this mound as well, but it was not donated to the museum. The human remains date to the Woodland Period (850 B.C.-1400 A.D.) based on mortuary treatment. No known individuals were identified. No associated funerary objects are present.\\n        Sometime between July and August of 1965, human remains representing, at minimum, 3 individuals were removed from the Fife Lake site (20GT25) in Grand Traverse County, MI. F.V. Brunett of the UMMA excavated a mound near Dollar Lake and collected remains from at least three children. He also noted soil disturbance from looters during his excavation. The human remains date to the Early-to-Middle Late Woodland Period (500-1200 A.D.) based on mortuary treatment. No known individuals were identified. No associated funerary objects are present.\\n        On August 30, 1928, human remains representing, at minimum, 3 individuals were removed from the Noud Lake site (20LK5) in Lake County, MI. Wilbert Hinsdale of the UMMA excavated the remains of one older adult male, one adult, and one child from a mound near Noud Lake. The human remains date to the Woodland Period (850 B.C.-1400 A.D.) based on mortuary treatment. No known individuals were identified. No associated funerary objects are present.\\n        In 1940, human remains representing, at minimum, 2 individuals were removed from the Round Top site (20LU63) in Leelanau County, MI. A local resident collected the remains of two adults (one an older male) from a mound along the lakeshore near Leland, MI. The human remains date to the Woodland Period (850 B.C.-1400 A.D.) based on mortuary treatment. No known individuals were identified. No associated funerary objects are present.\\n        In 1938, human remains representing, at minimum, 1 individual were removed from the Crystal Lake site in Montcalm County, MI. A landowner collected the remains of one adult female from a gravel pit near Crystal Lake and donated the remains to the UMMA. No date or time period for the human remains could be established. No known individuals were identified. No associated funerary objects are present.\\n        On April 25, 1927, human remains representing, at minimum, 3 individuals were removed from the Lunden site (20MY3) in Montmorency County, MI. A landowner removed the remains of three adults from one of seven mounds located on his property along near West Twin Lake. He donated some of the collected human remains to Wilbert Hinsdale of the UMMA. It is not known whether the landowner collected any objects associated with the burial, but none were donated to the UMMA. The human remains date to the Early Late Woodland Period (600-1100 A.D.) based on mortuary treatment and artifacts found during a subsequent excavation of a separate site. No known individuals were identified. No associated funerary objects are present.\\n\\n        In September 1957, human remains representing, at minimum, 13 individuals were removed from the Croton Bluff Mound site (20NE102) in Newaygo County, MI. Amateur archeologists excavated three mounds, located on private land, near the backwater of Croton Dam. The remains of nine adults, two children, and two cremated individuals were collected. The first mound showed signs of extensive looting and contained one adult female, buried in a semi-flexed position. The second mound contained two burial pits with a total five individuals, including two adult males, one adult, possibly female, and two cremated individuals. One of the burial pits contained a celt, but it was not donated to the UMMA. The third mound contained the commingled remains of at least four individuals, including three adults and one cremated individual. Additionally, the commingled remains of three individuals were collected from the site, including one adult female, partially burned, and two children, but the particular burial mound from which they were removed is unknown. The human remains date to the Late Woodland Period (800-1400 A.D.) based on mortuary treatment. No known individuals were identified. No associated funerary objects are present.\\n        In the summer of 2004, human remains representing, at minimum, 1 individual were removed from the Cut River Mounds site (20RO01) in Roscommon County, MI. Meghan Howey of the UMMA excavated a multicomponent site comprised of two mounds near the Cut River and Houghton Lake. The remains of one adult were found in four different excavation trenches made near a mound. The overall site spanned the Middle Woodland to the Late Late Woodland Periods (380-1600 A.D.). No known individuals were identified. No associated funerary objects are present.\\n        On an unknown date prior to 1964, human remains representing, at minimum, 1 individual were removed from the Houghton Police Department site in Roscommon County, MI. The Houghton Police Department sent the remains of one adult to the UMMA for identification. The museum concluded that the remains were Native American, and the human remains were subsequently donated to the UMMA in 1964. The remains have no provenience and are believed to be from the Houghton Lake area where other Native American burials have been identified. No date or time period for the human remains could be established. No known individuals were identified. No associated funerary objects are present.\\n        On an unknown date prior to 1924, human remains representing, at minimum, 1 individual were removed from the Cadillac site in Wexford County, MI. The Wexford County Coroner collected the remains of one middle-aged female from an unspecified mound near Cadillac, MI. He donated them to the UMMA in 1924. No date or time period for the human remains could be established. No known individuals were identified. No associated funerary objects are present.\\n        Determinations made by the University of Michigan Museum of Anthropology\\n        Officials of the University of Michigan Museum of Anthropology have determined that:\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice are Native American based on cranial morphology, dental traits, accession documentation, and archeological context.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 30 individuals of Native American ancestry.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and any present-day Indian tribe.\\n        \\xe2\\x80\\xa2 According to final judgments of the Indian Claims Commission or the Court of Federal Claims, the land from which the Native American human remains were removed is the aboriginal land of The Tribes.\\n        \\xe2\\x80\\xa2 Treaties, Acts of Congress, or Executive Orders, indicate that the land from which the Native American human remains were removed is the aboriginal land of The Tribes.\\n        \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.11(c)(1), the disposition of the human remains may be to The Tribes.\\n        Additional Requestors and Disposition\\n\\n        Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains should submit a written request with information in support of the request to Dr. Ben Secunda, NAGPRA Project Manager, University of Michigan, Office of the Vice President for Research, 4080 Fleming Building, 503 Thompson St., Ann Arbor, MI 48109-1340, telephone (734) 647-9085, email bsecunda@umich.edu, by December 2, 2013. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to The Tribes may proceed.\\n        The University of Michigan is responsible for notifying The Tribes that this notice has been published.\\n        \\n          Dated: September 16, 2013.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program. \\n        \\n      \\n      [FR Doc. 2013-25999 Filed 10-30-13; 8:45 am]\\n      BILLING CODE 4312-50-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[NPS-WASO-NAGPRA-14036; PPWOCRADN0-PCU00RP14.R50000]", "subject": "Notice of Inventory Completion: University of Michigan, Ann Arbor, MI", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "The University of Michigan has completed an inventory of human remains, in consultation with the appropriate Indian tribes or Native Hawaiian organizations, and has determined that there is no cultural affiliation between the human remains and any present-day Indian tribes or Native Hawaiian organizations. Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains should submit a written request to the University of Michigan. If no additional requestors come forward, transfer of control of the human remains to the Indian tribes or Native Hawaiian organizations stated in this notice may proceed.", "dates": "Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains should submit a written request with information in support of the request to the University of Michigan at the address in this notice by December 2, 2013.", "addresses": "Dr. Ben Secunda, NAGPRA Project Manager, University of Michigan, Office of the Vice President for Research, 4080 Fleming Building, 503 Thompson St., Ann Arbor, MI 48109-1340, telephone (734) 647-9085, email bsecunda@umich.edu.", "signature_dated": "Dated: September 16, 2013.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program. ", "fr_doc": "[FR Doc. 2013-25999 Filed 10-30-13; 8:45 am]", "billing_code": "BILLING CODE 4312-50-P", "supp_info": "SUPPLEMENTARY INFORMATION: \n Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains under the control of the University of Michigan, Ann Arbor, MI. The human remains were removed from Alpena, Isabella, Grand Traverse, Lake, Leelanau, Montcalm, Montmorency, Newaygo, Roscommon, and Wexford Counties, MI. \n This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3) and 43 CFR 10.11(d). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice. \n Consultation \n A detailed assessment of the human remains was made by the University of Michigan Museum of Anthropology professional staff in consultation with representatives of the Bay Mills Indian Community, Michigan; Chippewa-Cree Indians of the Rocky Boy\\'s Reservation, Montana; Grand Traverse Band of Ottawa and Chippewa Indians, Michigan; Keweenaw Bay Indian Community, Michigan; Lac Vieux Desert Band of Lake Superior Chippewa Indians of Michigan; Little River Band of Ottawa Indians, Michigan; Little Traverse Bay Bands of Odawa Indians, Michigan; Saginaw Chippewa Indian Tribe of Michigan; and the Sault Ste. Marie Tribe of Chippewa Indians, Michigan. \n Additional requests for consultation were sent to the Bad River Band of the Lake Superior Tribe of Chippewa Indians of the Bad River Reservation, Wisconsin; Bois Forte Band (Nett Lake) of the Minnesota Chippewa Tribe, Minnesota; Fond du Lac Band of the Minnesota Chippewa Tribe, Minnesota; Grand Portage Band of the Minnesota Chippewa Tribe, Minnesota; Lac Courte Oreilles Band of Lake Superior Chippewa Indians of Wisconsin; Lac du Flambeau Band of Lake Superior Chippewa Indians of the Lac du Flambeau Reservation of Wisconsin; Leech Lake Band of the Minnesota Chippewa Tribe, Minnesota; Mille Lacs Band of the Minnesota Chippewa Tribe, Minnesota; Ottawa Tribe of Oklahoma; Red Cliff Band of Lake Superior Chippewa Indians of Wisconsin; Red Lake Band of Chippewa Indians, Minnesota; Sokaogon Chippewa Community, Wisconsin; St. Croix Chippewa Indians of Wisconsin; Turtle Mountain Band of Chippewa Indians of North Dakota; and the White Earth Band of the Minnesota Chippewa Tribe, Minnesota. \n Hereafter, all tribes listed in this section are referred to as \\xe2\\x80\\x9cThe Tribes.\\xe2\\x80\\x9d \n History and description of the remains \n On an unknown date prior to 1875, human remains representing, at minimum, 1 individual were removed from the Devil River Mound site (20AL1) in Alpena County, MI. A resident of Ossineke, MI, collected a cranial fragment of one adult (possibly female) sometime before he moved to Ann Arbor, MI. After moving, he donated the human remains to the University of Michigan Museum of Anthropology (UMMA). The cranial fragment has evidence of a drilled perforation made post-mortem. The human remains date to the Late Woodland Period (500-1400 A.D.) based on mortuary treatment. No known individuals were identified. No associated funerary objects are present. \n In October 1925, human remains representing, at minimum, 1 individual were removed from the Fred Wilder site (20IB7) in Isabella County, MI. An amateur archeologist excavated a series of mounds and a row of pits located approximately 200 yards away from the mounds in Lincoln Township, MI. The remains of one adult (possibly female) were removed from one of the mounds and subsequently donated to the UMMA. The individual was buried lying on her right side, fully extended, with her left arm flexed and left hand resting over her face. A ceramic bowl was reportedly removed from this mound as well, but it was not donated to the museum. The human remains date to the Woodland Period (850 B.C.-1400 A.D.) based on mortuary treatment. No known individuals were identified. No associated funerary objects are present. \n Sometime between July and August of 1965, human remains representing, at minimum, 3 individuals were removed from the Fife Lake site (20GT25) in Grand Traverse County, MI. F.V. Brunett of the UMMA excavated a mound near Dollar Lake and collected remains from at least three children. He also noted soil disturbance from looters during his excavation. The human remains date to the Early-to-Middle Late Woodland Period (500-1200 A.D.) based on mortuary treatment. No known individuals were identified. No associated funerary objects are present. \n On August 30, 1928, human remains representing, at minimum, 3 individuals were removed from the Noud Lake site (20LK5) in Lake County, MI. Wilbert Hinsdale of the UMMA excavated the remains of one older adult male, one adult, and one child from a mound near Noud Lake. The human remains date to the Woodland Period (850 B.C.-1400 A.D.) based on mortuary treatment. No known individuals were identified. No associated funerary objects are present. \n In 1940, human remains representing, at minimum, 2 individuals were removed from the Round Top site (20LU63) in Leelanau County, MI. A local resident collected the remains of two adults (one an older male) from a mound along the lakeshore near Leland, MI. The human remains date to the Woodland Period (850 B.C.-1400 A.D.) based on mortuary treatment. No known individuals were identified. No associated funerary objects are present. \n In 1938, human remains representing, at minimum, 1 individual were removed from the Crystal Lake site in Montcalm County, MI. A landowner collected the remains of one adult female from a gravel pit near Crystal Lake and donated the remains to the UMMA. No date or time period for the human remains could be established. No known individuals were identified. No associated funerary objects are present. \n On April 25, 1927, human remains representing, at minimum, 3 individuals were removed from the Lunden site (20MY3) in Montmorency County, MI. A landowner removed the remains of three adults from one of seven mounds located on his property along near West Twin Lake. He donated some of the collected human remains to Wilbert Hinsdale of the UMMA. It is not known whether the landowner collected any objects associated with the burial, but none were donated to the UMMA. The human remains date to the Early Late Woodland Period (600-1100 A.D.) based on mortuary treatment and artifacts found during a subsequent excavation of a separate site. No known individuals were identified. No associated funerary objects are present. \n In September 1957, human remains representing, at minimum, 13 individuals were removed from the Croton Bluff Mound site (20NE102) in Newaygo County, MI. Amateur archeologists excavated three mounds, located on private land, near the backwater of Croton Dam. The remains of nine adults, two children, and two cremated individuals were collected. The first mound showed signs of extensive looting and contained one adult female, buried in a semi-flexed position. The second mound contained two burial pits with a total five individuals, including two adult males, one adult, possibly female, and two cremated individuals. One of the burial pits contained a celt, but it was not donated to the UMMA. The third mound contained the commingled remains of at least four individuals, including three adults and one cremated individual. Additionally, the commingled remains of three individuals were collected from the site, including one adult female, partially burned, and two children, but the particular burial mound from which they were removed is unknown. The human remains date to the Late Woodland Period (800-1400 A.D.) based on mortuary treatment. No known individuals were identified. No associated funerary objects are present. \n In the summer of 2004, human remains representing, at minimum, 1 individual were removed from the Cut River Mounds site (20RO01) in Roscommon County, MI. Meghan Howey of the UMMA excavated a multicomponent site comprised of two mounds near the Cut River and Houghton Lake. The remains of one adult were found in four different excavation trenches made near a mound. The overall site spanned the Middle Woodland to the Late Late Woodland Periods (380-1600 A.D.). No known individuals were identified. No associated funerary objects are present. \n On an unknown date prior to 1964, human remains representing, at minimum, 1 individual were removed from the Houghton Police Department site in Roscommon County, MI. The Houghton Police Department sent the remains of one adult to the UMMA for identification. The museum concluded that the remains were Native American, and the human remains were subsequently donated to the UMMA in 1964. The remains have no provenience and are believed to be from the Houghton Lake area where other Native American burials have been identified. No date or time period for the human remains could be established. No known individuals were identified. No associated funerary objects are present. \n On an unknown date prior to 1924, human remains representing, at minimum, 1 individual were removed from the Cadillac site in Wexford County, MI. The Wexford County Coroner collected the remains of one middle-aged female from an unspecified mound near Cadillac, MI. He donated them to the UMMA in 1924. No date or time period for the human remains could be established. No known individuals were identified. No associated funerary objects are present. \n Determinations made by the University of Michigan Museum of Anthropology \n Officials of the University of Michigan Museum of Anthropology have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice are Native American based on cranial morphology, dental traits, accession documentation, and archeological context. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 30 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and any present-day Indian tribe. \n \\xe2\\x80\\xa2 According to final judgments of the Indian Claims Commission or the Court of Federal Claims, the land from which the Native American human remains were removed is the aboriginal land of The Tribes. \n \\xe2\\x80\\xa2 Treaties, Acts of Congress, or Executive Orders, indicate that the land from which the Native American human remains were removed is the aboriginal land of The Tribes. \n \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.11(c)(1), the disposition of the human remains may be to The Tribes. \n Additional Requestors and Disposition \n Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains should submit a written request with information in support of the request to Dr. Ben Secunda, NAGPRA Project Manager, University of Michigan, Office of the Vice President for Research, 4080 Fleming Building, 503 Thompson St., Ann Arbor, MI 48109-1340, telephone (734) 647-9085, email bsecunda@umich.edu, by December 2, 2013. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to The Tribes may proceed. \n The University of Michigan is responsible for notifying The Tribes that this notice has been published. \n ", "consultation": "A detailed assessment of the human remains was made by the University of Michigan Museum of Anthropology professional staff in consultation with representatives of the Bay Mills Indian Community, Michigan; Chippewa-Cree Indians of the Rocky Boy\\'s Reservation, Montana; Grand Traverse Band of Ottawa and Chippewa Indians, Michigan; Keweenaw Bay Indian Community, Michigan; Lac Vieux Desert Band of Lake Superior Chippewa Indians of Michigan; Little River Band of Ottawa Indians, Michigan; Little Traverse Bay Bands of Odawa Indians, Michigan; Saginaw Chippewa Indian Tribe of Michigan; and the Sault Ste. Marie Tribe of Chippewa Indians, Michigan. \n Additional requests for consultation were sent to the Bad River Band of the Lake Superior Tribe of Chippewa Indians of the Bad River Reservation, Wisconsin; Bois Forte Band (Nett Lake) of the Minnesota Chippewa Tribe, Minnesota; Fond du Lac Band of the Minnesota Chippewa Tribe, Minnesota; Grand Portage Band of the Minnesota Chippewa Tribe, Minnesota; Lac Courte Oreilles Band of Lake Superior Chippewa Indians of Wisconsin; Lac du Flambeau Band of Lake Superior Chippewa Indians of the Lac du Flambeau Reservation of Wisconsin; Leech Lake Band of the Minnesota Chippewa Tribe, Minnesota; Mille Lacs Band of the Minnesota Chippewa Tribe, Minnesota; Ottawa Tribe of Oklahoma; Red Cliff Band of Lake Superior Chippewa Indians of Wisconsin; Red Lake Band of Chippewa Indians, Minnesota; Sokaogon Chippewa Community, Wisconsin; St. Croix Chippewa Indians of Wisconsin; Turtle Mountain Band of Chippewa Indians of North Dakota; and the White Earth Band of the Minnesota Chippewa Tribe, Minnesota. \n Hereafter, all tribes listed in this section are referred to as \\xe2\\x80\\x9cThe Tribes.\\xe2\\x80\\x9d \n ", "h_d_r": "On an unknown date prior to 1875, human remains representing, at minimum, 1 individual were removed from the Devil River Mound site (20AL1) in Alpena County, MI. A resident of Ossineke, MI, collected a cranial fragment of one adult (possibly female) sometime before he moved to Ann Arbor, MI. After moving, he donated the human remains to the University of Michigan Museum of Anthropology (UMMA). The cranial fragment has evidence of a drilled perforation made post-mortem. The human remains date to the Late Woodland Period (500-1400 A.D.) based on mortuary treatment. No known individuals were identified. No associated funerary objects are present. \n In October 1925, human remains representing, at minimum, 1 individual were removed from the Fred Wilder site (20IB7) in Isabella County, MI. An amateur archeologist excavated a series of mounds and a row of pits located approximately 200 yards away from the mounds in Lincoln Township, MI. The remains of one adult (possibly female) were removed from one of the mounds and subsequently donated to the UMMA. The individual was buried lying on her right side, fully extended, with her left arm flexed and left hand resting over her face. A ceramic bowl was reportedly removed from this mound as well, but it was not donated to the museum. The human remains date to the Woodland Period (850 B.C.-1400 A.D.) based on mortuary treatment. No known individuals were identified. No associated funerary objects are present. \n Sometime between July and August of 1965, human remains representing, at minimum, 3 individuals were removed from the Fife Lake site (20GT25) in Grand Traverse County, MI. F.V. Brunett of the UMMA excavated a mound near Dollar Lake and collected remains from at least three children. He also noted soil disturbance from looters during his excavation. The human remains date to the Early-to-Middle Late Woodland Period (500-1200 A.D.) based on mortuary treatment. No known individuals were identified. No associated funerary objects are present. \n On August 30, 1928, human remains representing, at minimum, 3 individuals were removed from the Noud Lake site (20LK5) in Lake County, MI. Wilbert Hinsdale of the UMMA excavated the remains of one older adult male, one adult, and one child from a mound near Noud Lake. The human remains date to the Woodland Period (850 B.C.-1400 A.D.) based on mortuary treatment. No known individuals were identified. No associated funerary objects are present. \n In 1940, human remains representing, at minimum, 2 individuals were removed from the Round Top site (20LU63) in Leelanau County, MI. A local resident collected the remains of two adults (one an older male) from a mound along the lakeshore near Leland, MI. The human remains date to the Woodland Period (850 B.C.-1400 A.D.) based on mortuary treatment. No known individuals were identified. No associated funerary objects are present. \n In 1938, human remains representing, at minimum, 1 individual were removed from the Crystal Lake site in Montcalm County, MI. A landowner collected the remains of one adult female from a gravel pit near Crystal Lake and donated the remains to the UMMA. No date or time period for the human remains could be established. No known individuals were identified. No associated funerary objects are present. \n On April 25, 1927, human remains representing, at minimum, 3 individuals were removed from the Lunden site (20MY3) in Montmorency County, MI. A landowner removed the remains of three adults from one of seven mounds located on his property along near West Twin Lake. He donated some of the collected human remains to Wilbert Hinsdale of the UMMA. It is not known whether the landowner collected any objects associated with the burial, but none were donated to the UMMA. The human remains date to the Early Late Woodland Period (600-1100 A.D.) based on mortuary treatment and artifacts found during a subsequent excavation of a separate site. No known individuals were identified. No associated funerary objects are present. \n In September 1957, human remains representing, at minimum, 13 individuals were removed from the Croton Bluff Mound site (20NE102) in Newaygo County, MI. Amateur archeologists excavated three mounds, located on private land, near the backwater of Croton Dam. The remains of nine adults, two children, and two cremated individuals were collected. The first mound showed signs of extensive looting and contained one adult female, buried in a semi-flexed position. The second mound contained two burial pits with a total five individuals, including two adult males, one adult, possibly female, and two cremated individuals. One of the burial pits contained a celt, but it was not donated to the UMMA. The third mound contained the commingled remains of at least four individuals, including three adults and one cremated individual. Additionally, the commingled remains of three individuals were collected from the site, including one adult female, partially burned, and two children, but the particular burial mound from which they were removed is unknown. The human remains date to the Late Woodland Period (800-1400 A.D.) based on mortuary treatment. No known individuals were identified. No associated funerary objects are present. \n In the summer of 2004, human remains representing, at minimum, 1 individual were removed from the Cut River Mounds site (20RO01) in Roscommon County, MI. Meghan Howey of the UMMA excavated a multicomponent site comprised of two mounds near the Cut River and Houghton Lake. The remains of one adult were found in four different excavation trenches made near a mound. The overall site spanned the Middle Woodland to the Late Late Woodland Periods (380-1600 A.D.). No known individuals were identified. No associated funerary objects are present. \n On an unknown date prior to 1964, human remains representing, at minimum, 1 individual were removed from the Houghton Police Department site in Roscommon County, MI. The Houghton Police Department sent the remains of one adult to the UMMA for identification. The museum concluded that the remains were Native American, and the human remains were subsequently donated to the UMMA in 1964. The remains have no provenience and are believed to be from the Houghton Lake area where other Native American burials have been identified. No date or time period for the human remains could be established. No known individuals were identified. No associated funerary objects are present. \n On an unknown date prior to 1924, human remains representing, at minimum, 1 individual were removed from the Cadillac site in Wexford County, MI. The Wexford County Coroner collected the remains of one middle-aged female from an unspecified mound near Cadillac, MI. He donated them to the UMMA in 1924. No date or time period for the human remains could be established. No known individuals were identified. No associated funerary objects are present. \n ", "h_d_ci": "Null", "determinations": "Determinations made by the University of Michigan Museum of Anthropology \n Officials of the University of Michigan Museum of Anthropology have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice are Native American based on cranial morphology, dental traits, accession documentation, and archeological context. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 30 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and any present-day Indian tribe. \n \\xe2\\x80\\xa2 According to final judgments of the Indian Claims Commission or the Court of Federal Claims, the land from which the Native American human remains were removed is the aboriginal land of The Tribes. \n \\xe2\\x80\\xa2 Treaties, Acts of Congress, or Executive Orders, indicate that the land from which the Native American human remains were removed is the aboriginal land of The Tribes. \n \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.11(c)(1), the disposition of the human remains may be to The Tribes. \n ", "a_r_d": "Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains should submit a written request with information in support of the request to Dr. Ben Secunda, NAGPRA Project Manager, University of Michigan, Office of the Vice President for Research, 4080 Fleming Building, 503 Thompson St., Ann Arbor, MI 48109-1340, telephone (734) 647-9085, email bsecunda@umich.edu, by December 2, 2013. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to The Tribes may proceed. \n The University of Michigan is responsible for notifying The Tribes that this notice has been published. \n "}