{"index": "I_907", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [NPS-WASO-NAGPRA-13512; PPWOCRADN0-PCU00RP14.R50000]\\n        Notice of Inventory Completion: Colorado State University, Fort Collins, CO\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        \\n          SUMMARY:\\n          Colorado State University has completed an inventory of human remains, in consultation with the appropriate Indian tribes or Native Hawaiian organizations, and has determined that there is no cultural affiliation between the human remains and any present-day Indian tribes or Native Hawaiian organizations. Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains should submit a written request to Colorado State University, Department of Anthropology. If no additional requestors come forward, transfer of control of the human remains to the Indian tribes or Native Hawaiian organizations stated in this notice may proceed.\\n        \\n        \\n          DATES:\\n          Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains should submit a written request with information in support of the request to Colorado State University, Department of Anthropology at the address in this notice by October 30, 2013.\\n        \\n        \\n          ADDRESSES:\\n\\n          Christopher Green, Colorado State University, B-218 Clark Building, c/o Christopher Green, 1787 Campus Delivery, Fort Collins, CO 80525, telephone (970) 213-3060, email cg99@rams.colostate.edu.\\n          \\n        \\n      \\n      \\n        SUPPLEMENTARY INFORMATION:\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains under the control of Colorado State University, Department of Anthropology, Fort Collins, CO. The human remains were removed from unknown locations, most likely from the state of Colorado.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice.\\n        Consultation\\n        A detailed assessment of the human remains was made by the Colorado State University, Department of Anthropology professional staff in consultation with representatives of the Arapaho Tribe of Wind River Reservation, Wyoming; Cheyenne & Arapaho Tribes, Oklahoma (previously listed as the Cheyenne-Arapaho Tribes of Oklahoma); Navajo Nation, Arizona, New Mexico & Utah; Pueblo of San Ildefonso, New Mexico; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; and the Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah. The following tribes were also invited to participate but were not involved in the consultations: Crow Tribe of Montana; Kiowa Indian Tribe of Oklahoma; Northern Cheyenne Tribe of Northern Cheyenne Indian Reservation, Montana; Ohkay Owingeh, New Mexico (previously listed as the Pueblo of San Juan); Oglala Sioux Tribe (previously listed as the Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota); Pawnee Nation of Oklahoma; Paiute Indian Tribe of Utah (Cedar Band of Paiutes, Kanosh Band of Paiutes, Koosharem Band of Paiutes, Indian Peaks Band of Paiutes, and Shivwits Band of Paiutes) (formerly Paiute Indian Tribe of Utah (Cedar City Band of Paiutes, Kanosh Band of Paiutes, Koosharem Band of Paiutes, Indian Peaks Band of Paiutes, and Shivwits Band of Paiutes)); Pueblo of Cochiti, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Rosebud Sioux Tribe of the Rosebud Indian Reservation, South Dakota; Shoshone Tribe of Wind River Reservation, Wyoming; Shoshone-Bannock Tribes of the Fort Hall Reservation; Standing Rock Sioux Tribe of North & South Dakota; Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota; Ute Indian Tribe of the Uintah & Ouray Reservation, Utah; and the Zuni Tribe of the Zuni Reservation, New Mexico (hereafter all tribes listed in this section are referred to as \\xe2\\x80\\x9cThe Consulted and Notified Tribes\\xe2\\x80\\x9d).\\n        History and Description of the Remains\\n\\n        For the cases listed in this notice, the human remains were catalogued and curated by Colorado State University after the date of removal. The age of the human remains and the skeletal wear are consistent with Native American ancestry. Colorado State University, as regular practice, retained only Native American human remains in its collection. Collection and archival research by Dr. Jason LaBelle and Dr. Ann Magennis between 2005 and 2010, failed to find any documentation regarding these human remains. Therefore, based on these facts and after consultation with the tribes, Colorado State University has determined that all of the remains listed in this notice are Native American and culturally unidentifiable.\\n        Sometime before 1969, human remains representing, at minimum, 26 individuals were removed from unknown locations. Case # 1 represents the partial remains of a child. Cases # 2, 3, 4, 5, and 6 represent the partial remains of at least five individuals, including adults and one sub-adult. Cases # 7, 8, 9, 10, 11, and 12 represent the partial remains of at least six individuals, including adults and sub-adults. Cases # 13, 14, 15, 16, 17, 18a and 18b represent the partial remains of at least seven individuals, including four adults and three sub-adults. Cases # 19, 20, and 21 represent the partial remains of at least three individuals, including one adult and two sub-adults. Cases # 28, 29, and 30 represent the partial remains of at least three individuals, all adults. Case # 31 represents the partial remains of an adult. No known individuals were identified. No associated funerary objects are present.\\n        Sometime before 1970, human remains representing, at minimum, ten individuals were removed from unknown locations. Case # 34 represents the partial remains of one adult with occipital flattening. Animal bone was collected with the remains, though the association between the animal bones and human remains is unknown. Case # 33 represents the partial remains of an adult. Cases # 35 and 36 represent the partial remains of one adult female with occipital flattening and the fragments of a second individual. Case # 37 represents a cranium with occipital flattening. Cases # 38 and 39 represent the partial remains of two adults. Case # 40 represents an incomplete cranium with occipital flattening. Cases # 43 and 44 represent the partial remains of two individuals. No known individuals were identified. No associated funerary objects are present.\\n        Sometime before 1971, human remains representing, at minimum, seven individuals were removed from unknown locations. Case # 46 represents the partial remains of one adult male with occipital flattening. Case # 47 represents the partial remains of an adult. Case # 48 represents the partial remains of an adult, probably male. For these three cases, animal bone was collected with the remains, though the association between the animal bone and human remains is unknown. Case # 45 represents the partial remains of an adult. Cases # 52a and 52b represent the partial remains of one adult and another fragmentary individual. Case # 53represents the partial remains of an adult. No known individuals were identified. No associated funerary objects are present.\\n        On June 30, 1976, human remains representing, at minimum, one individual were removed from an unknown location. Case # 55 represents the remains of an adult male. No known individuals were identified. No associated funerary objects are present.\\n        Sometime before August 1991, human remains representing, at minimum, six individuals were removed from unknown locations. Case # 71 represents the partial remains of one adult male with occipital flattening. Case # 72 represents the partial remains of an adult female. A modern animal pelt was curated with the human remains, but based on age, it is not associated with the human remains. Cases # 73, 74, and 75 represent the partial remains of at least three individuals. Case # 76 represents the extremely fragmentary remains of an individual. No known individuals were identified. No associated funerary objects are present.\\n        Pursuant to 43 CFR 10.16, the Secretary of the Interior may make a recommendation for a transfer of control of culturally unidentifiable human remains. In May 2013, Colorado State University requested that the Secretary, through the Native American Graves Protection and Repatriation Review Committee, recommend the proposed transfer of control of the culturally unidentifiable Native American human remains in this notice to the Ute Mountain Tribe of Ute Mountain Reservation, Colorado, New Mexico & Utah. The Review Committee, acting pursuant to its responsibility under 25 U.S.C. 3006(c)(5), considered the request at its May 2013 meeting and recommended to the Secretary that the proposed transfer of control proceed. An August 1, 2013 letter on behalf of the Secretary of Interior from the Designated Federal Official transmitted the Secretary\\'s independent review and concurrence with the Review Committee that:\\n        \\xe2\\x80\\xa2 Colorado State University consulted with every appropriate Indian tribe or Native Hawaiian organization,\\n        \\xe2\\x80\\xa2 none of the consulted tribes objected to the proposed transfer of control, and\\n        \\xe2\\x80\\xa2 Colorado State University may proceed with the agreed-upon transfer of control of the culturally unidentifiable human remains to the Ute Mountain Tribe of Ute Mountain Reservation, Colorado, New Mexico & Utah.\\n        \\n\\n        Transfer of control is contingent on the publication of a Notice of Inventory Completion in the Federal Register. This notice fulfills that requirement.\\n        Determinations Made by Colorado State University\\n        Officials of Colorado State University have determined that:\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice are Native American based on the condition, the assemblage, and the age of the remains.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 50 individuals of Native American ancestry.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and any present-day Indian tribe.\\n        \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.16, the disposition of the human remains will be to the Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah.\\n        Additional Requestors and Disposition\\n        Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains should submit a written request with information in support of the request to Christopher Green, Colorado State University, B-218 Clark Building, c/o Christopher Green, 1787 Campus Delivery, Fort Collins, CO 80525, telephone (970) 213-3060, email cg99@rams.colostate.edu, by October 30, 2013. After that date, if no additional requestors have come forward, transfer of control of the human remains to Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah may proceed.\\n        Colorado State University is responsible for notifying The Consulted and Notified Tribes that this notice has been published.\\n        \\n          Dated: August 13, 2013.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2013-23824 Filed 9-27-13; 8:45 am]\\n      BILLING CODE 4312-50-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[NPS-WASO-NAGPRA-13512; PPWOCRADN0-PCU00RP14.R50000]", "subject": "Notice of Inventory Completion: Colorado State University, Fort Collins, CO", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Colorado State University has completed an inventory of human remains, in consultation with the appropriate Indian tribes or Native Hawaiian organizations, and has determined that there is no cultural affiliation between the human remains and any present-day Indian tribes or Native Hawaiian organizations. Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains should submit a written request to Colorado State University, Department of Anthropology. If no additional requestors come forward, transfer of control of the human remains to the Indian tribes or Native Hawaiian organizations stated in this notice may proceed.", "dates": "Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains should submit a written request with information in support of the request to Colorado State University, Department of Anthropology at the address in this notice by October 30, 2013.", "addresses": "Christopher Green, Colorado State University, B-218 Clark Building, c/o Christopher Green, 1787 Campus Delivery, Fort Collins, CO 80525, telephone (970) 213-3060, email cg99@rams.colostate.edu.\\n          ", "signature_dated": "Dated: August 13, 2013.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2013-23824 Filed 9-27-13; 8:45 am]", "billing_code": "BILLING CODE 4312-50-P", "supp_info": "SUPPLEMENTARY INFORMATION: \n Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains under the control of Colorado State University, Department of Anthropology, Fort Collins, CO. The human remains were removed from unknown locations, most likely from the state of Colorado. \n This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice. \n Consultation \n A detailed assessment of the human remains was made by the Colorado State University, Department of Anthropology professional staff in consultation with representatives of the Arapaho Tribe of Wind River Reservation, Wyoming; Cheyenne & Arapaho Tribes, Oklahoma (previously listed as the Cheyenne-Arapaho Tribes of Oklahoma); Navajo Nation, Arizona, New Mexico & Utah; Pueblo of San Ildefonso, New Mexico; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; and the Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah. The following tribes were also invited to participate but were not involved in the consultations: Crow Tribe of Montana; Kiowa Indian Tribe of Oklahoma; Northern Cheyenne Tribe of Northern Cheyenne Indian Reservation, Montana; Ohkay Owingeh, New Mexico (previously listed as the Pueblo of San Juan); Oglala Sioux Tribe (previously listed as the Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota); Pawnee Nation of Oklahoma; Paiute Indian Tribe of Utah (Cedar Band of Paiutes, Kanosh Band of Paiutes, Koosharem Band of Paiutes, Indian Peaks Band of Paiutes, and Shivwits Band of Paiutes) (formerly Paiute Indian Tribe of Utah (Cedar City Band of Paiutes, Kanosh Band of Paiutes, Koosharem Band of Paiutes, Indian Peaks Band of Paiutes, and Shivwits Band of Paiutes)); Pueblo of Cochiti, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Rosebud Sioux Tribe of the Rosebud Indian Reservation, South Dakota; Shoshone Tribe of Wind River Reservation, Wyoming; Shoshone-Bannock Tribes of the Fort Hall Reservation; Standing Rock Sioux Tribe of North & South Dakota; Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota; Ute Indian Tribe of the Uintah & Ouray Reservation, Utah; and the Zuni Tribe of the Zuni Reservation, New Mexico (hereafter all tribes listed in this section are referred to as \\xe2\\x80\\x9cThe Consulted and Notified Tribes\\xe2\\x80\\x9d). \n History and Description of the Remains \n For the cases listed in this notice, the human remains were catalogued and curated by Colorado State University after the date of removal. The age of the human remains and the skeletal wear are consistent with Native American ancestry. Colorado State University, as regular practice, retained only Native American human remains in its collection. Collection and archival research by Dr. Jason LaBelle and Dr. Ann Magennis between 2005 and 2010, failed to find any documentation regarding these human remains. Therefore, based on these facts and after consultation with the tribes, Colorado State University has determined that all of the remains listed in this notice are Native American and culturally unidentifiable. \n Sometime before 1969, human remains representing, at minimum, 26 individuals were removed from unknown locations. Case # 1 represents the partial remains of a child. Cases # 2, 3, 4, 5, and 6 represent the partial remains of at least five individuals, including adults and one sub-adult. Cases # 7, 8, 9, 10, 11, and 12 represent the partial remains of at least six individuals, including adults and sub-adults. Cases # 13, 14, 15, 16, 17, 18a and 18b represent the partial remains of at least seven individuals, including four adults and three sub-adults. Cases # 19, 20, and 21 represent the partial remains of at least three individuals, including one adult and two sub-adults. Cases # 28, 29, and 30 represent the partial remains of at least three individuals, all adults. Case # 31 represents the partial remains of an adult. No known individuals were identified. No associated funerary objects are present. \n Sometime before 1970, human remains representing, at minimum, ten individuals were removed from unknown locations. Case # 34 represents the partial remains of one adult with occipital flattening. Animal bone was collected with the remains, though the association between the animal bones and human remains is unknown. Case # 33 represents the partial remains of an adult. Cases # 35 and 36 represent the partial remains of one adult female with occipital flattening and the fragments of a second individual. Case # 37 represents a cranium with occipital flattening. Cases # 38 and 39 represent the partial remains of two adults. Case # 40 represents an incomplete cranium with occipital flattening. Cases # 43 and 44 represent the partial remains of two individuals. No known individuals were identified. No associated funerary objects are present. \n Sometime before 1971, human remains representing, at minimum, seven individuals were removed from unknown locations. Case # 46 represents the partial remains of one adult male with occipital flattening. Case # 47 represents the partial remains of an adult. Case # 48 represents the partial remains of an adult, probably male. For these three cases, animal bone was collected with the remains, though the association between the animal bone and human remains is unknown. Case # 45 represents the partial remains of an adult. Cases # 52a and 52b represent the partial remains of one adult and another fragmentary individual. Case # 53represents the partial remains of an adult. No known individuals were identified. No associated funerary objects are present. \n On June 30, 1976, human remains representing, at minimum, one individual were removed from an unknown location. Case # 55 represents the remains of an adult male. No known individuals were identified. No associated funerary objects are present. \n Sometime before August 1991, human remains representing, at minimum, six individuals were removed from unknown locations. Case # 71 represents the partial remains of one adult male with occipital flattening. Case # 72 represents the partial remains of an adult female. A modern animal pelt was curated with the human remains, but based on age, it is not associated with the human remains. Cases # 73, 74, and 75 represent the partial remains of at least three individuals. Case # 76 represents the extremely fragmentary remains of an individual. No known individuals were identified. No associated funerary objects are present. \n Pursuant to 43 CFR 10.16, the Secretary of the Interior may make a recommendation for a transfer of control of culturally unidentifiable human remains. In May 2013, Colorado State University requested that the Secretary, through the Native American Graves Protection and Repatriation Review Committee, recommend the proposed transfer of control of the culturally unidentifiable Native American human remains in this notice to the Ute Mountain Tribe of Ute Mountain Reservation, Colorado, New Mexico & Utah. The Review Committee, acting pursuant to its responsibility under 25 U.S.C. 3006(c)(5), considered the request at its May 2013 meeting and recommended to the Secretary that the proposed transfer of control proceed. An August 1, 2013 letter on behalf of the Secretary of Interior from the Designated Federal Official transmitted the Secretary\\'s independent review and concurrence with the Review Committee that: \n \\xe2\\x80\\xa2 Colorado State University consulted with every appropriate Indian tribe or Native Hawaiian organization, \n \\xe2\\x80\\xa2 none of the consulted tribes objected to the proposed transfer of control, and \n \\xe2\\x80\\xa2 Colorado State University may proceed with the agreed-upon transfer of control of the culturally unidentifiable human remains to the Ute Mountain Tribe of Ute Mountain Reservation, Colorado, New Mexico & Utah. \n Determinations Made by Colorado State University \n Officials of Colorado State University have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice are Native American based on the condition, the assemblage, and the age of the remains. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 50 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and any present-day Indian tribe. \n \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.16, the disposition of the human remains will be to the Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah. \n Additional Requestors and Disposition \n Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains should submit a written request with information in support of the request to Christopher Green, Colorado State University, B-218 Clark Building, c/o Christopher Green, 1787 Campus Delivery, Fort Collins, CO 80525, telephone (970) 213-3060, email cg99@rams.colostate.edu, by October 30, 2013. After that date, if no additional requestors have come forward, transfer of control of the human remains to Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah may proceed. \n Colorado State University is responsible for notifying The Consulted and Notified Tribes that this notice has been published. \n ", "consultation": "A detailed assessment of the human remains was made by the Colorado State University, Department of Anthropology professional staff in consultation with representatives of the Arapaho Tribe of Wind River Reservation, Wyoming; Cheyenne & Arapaho Tribes, Oklahoma (previously listed as the Cheyenne-Arapaho Tribes of Oklahoma); Navajo Nation, Arizona, New Mexico & Utah; Pueblo of San Ildefonso, New Mexico; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; and the Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah. The following tribes were also invited to participate but were not involved in the consultations: Crow Tribe of Montana; Kiowa Indian Tribe of Oklahoma; Northern Cheyenne Tribe of Northern Cheyenne Indian Reservation, Montana; Ohkay Owingeh, New Mexico (previously listed as the Pueblo of San Juan); Oglala Sioux Tribe (previously listed as the Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota); Pawnee Nation of Oklahoma; Paiute Indian Tribe of Utah (Cedar Band of Paiutes, Kanosh Band of Paiutes, Koosharem Band of Paiutes, Indian Peaks Band of Paiutes, and Shivwits Band of Paiutes) (formerly Paiute Indian Tribe of Utah (Cedar City Band of Paiutes, Kanosh Band of Paiutes, Koosharem Band of Paiutes, Indian Peaks Band of Paiutes, and Shivwits Band of Paiutes)); Pueblo of Cochiti, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Rosebud Sioux Tribe of the Rosebud Indian Reservation, South Dakota; Shoshone Tribe of Wind River Reservation, Wyoming; Shoshone-Bannock Tribes of the Fort Hall Reservation; Standing Rock Sioux Tribe of North & South Dakota; Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota; Ute Indian Tribe of the Uintah & Ouray Reservation, Utah; and the Zuni Tribe of the Zuni Reservation, New Mexico (hereafter all tribes listed in this section are referred to as \\xe2\\x80\\x9cThe Consulted and Notified Tribes\\xe2\\x80\\x9d). \n ", "h_d_r": "For the cases listed in this notice, the human remains were catalogued and curated by Colorado State University after the date of removal. The age of the human remains and the skeletal wear are consistent with Native American ancestry. Colorado State University, as regular practice, retained only Native American human remains in its collection. Collection and archival research by Dr. Jason LaBelle and Dr. Ann Magennis between 2005 and 2010, failed to find any documentation regarding these human remains. Therefore, based on these facts and after consultation with the tribes, Colorado State University has determined that all of the remains listed in this notice are Native American and culturally unidentifiable. \n Sometime before 1969, human remains representing, at minimum, 26 individuals were removed from unknown locations. Case # 1 represents the partial remains of a child. Cases # 2, 3, 4, 5, and 6 represent the partial remains of at least five individuals, including adults and one sub-adult. Cases # 7, 8, 9, 10, 11, and 12 represent the partial remains of at least six individuals, including adults and sub-adults. Cases # 13, 14, 15, 16, 17, 18a and 18b represent the partial remains of at least seven individuals, including four adults and three sub-adults. Cases # 19, 20, and 21 represent the partial remains of at least three individuals, including one adult and two sub-adults. Cases # 28, 29, and 30 represent the partial remains of at least three individuals, all adults. Case # 31 represents the partial remains of an adult. No known individuals were identified. No associated funerary objects are present. \n Sometime before 1970, human remains representing, at minimum, ten individuals were removed from unknown locations. Case # 34 represents the partial remains of one adult with occipital flattening. Animal bone was collected with the remains, though the association between the animal bones and human remains is unknown. Case # 33 represents the partial remains of an adult. Cases # 35 and 36 represent the partial remains of one adult female with occipital flattening and the fragments of a second individual. Case # 37 represents a cranium with occipital flattening. Cases # 38 and 39 represent the partial remains of two adults. Case # 40 represents an incomplete cranium with occipital flattening. Cases # 43 and 44 represent the partial remains of two individuals. No known individuals were identified. No associated funerary objects are present. \n Sometime before 1971, human remains representing, at minimum, seven individuals were removed from unknown locations. Case # 46 represents the partial remains of one adult male with occipital flattening. Case # 47 represents the partial remains of an adult. Case # 48 represents the partial remains of an adult, probably male. For these three cases, animal bone was collected with the remains, though the association between the animal bone and human remains is unknown. Case # 45 represents the partial remains of an adult. Cases # 52a and 52b represent the partial remains of one adult and another fragmentary individual. Case # 53represents the partial remains of an adult. No known individuals were identified. No associated funerary objects are present. \n On June 30, 1976, human remains representing, at minimum, one individual were removed from an unknown location. Case # 55 represents the remains of an adult male. No known individuals were identified. No associated funerary objects are present. \n Sometime before August 1991, human remains representing, at minimum, six individuals were removed from unknown locations. Case # 71 represents the partial remains of one adult male with occipital flattening. Case # 72 represents the partial remains of an adult female. A modern animal pelt was curated with the human remains, but based on age, it is not associated with the human remains. Cases # 73, 74, and 75 represent the partial remains of at least three individuals. Case # 76 represents the extremely fragmentary remains of an individual. No known individuals were identified. No associated funerary objects are present. \n Pursuant to 43 CFR 10.16, the Secretary of the Interior may make a recommendation for a transfer of control of culturally unidentifiable human remains. In May 2013, Colorado State University requested that the Secretary, through the Native American Graves Protection and Repatriation Review Committee, recommend the proposed transfer of control of the culturally unidentifiable Native American human remains in this notice to the Ute Mountain Tribe of Ute Mountain Reservation, Colorado, New Mexico & Utah. The Review Committee, acting pursuant to its responsibility under 25 U.S.C. 3006(c)(5), considered the request at its May 2013 meeting and recommended to the Secretary that the proposed transfer of control proceed. An August 1, 2013 letter on behalf of the Secretary of Interior from the Designated Federal Official transmitted the Secretary\\'s independent review and concurrence with the Review Committee that: \n \\xe2\\x80\\xa2 Colorado State University consulted with every appropriate Indian tribe or Native Hawaiian organization, \n \\xe2\\x80\\xa2 none of the consulted tribes objected to the proposed transfer of control, and \n \\xe2\\x80\\xa2 Colorado State University may proceed with the agreed-upon transfer of control of the culturally unidentifiable human remains to the Ute Mountain Tribe of Ute Mountain Reservation, Colorado, New Mexico & Utah. \n ", "h_d_ci": "Null", "determinations": "Determinations Made by Colorado State University \n Officials of Colorado State University have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice are Native American based on the condition, the assemblage, and the age of the remains. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 50 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and any present-day Indian tribe. \n \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.16, the disposition of the human remains will be to the Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah. \n ", "a_r_d": "Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains should submit a written request with information in support of the request to Christopher Green, Colorado State University, B-218 Clark Building, c/o Christopher Green, 1787 Campus Delivery, Fort Collins, CO 80525, telephone (970) 213-3060, email cg99@rams.colostate.edu, by October 30, 2013. After that date, if no additional requestors have come forward, transfer of control of the human remains to Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah may proceed. \n Colorado State University is responsible for notifying The Consulted and Notified Tribes that this notice has been published. \n "}