{"index": "I_932", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [NPS-WASO-NAGPRA-13277; PPWOCRADN0-PCU00RP14.R50000]\\n        Notice of Inventory Completion: Hamilton County Department of Parks and Recreation, Hamilton County, IN\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        \\n          SUMMARY:\\n          The Hamilton County Department of Parks and Recreation (here after referred to as \\xe2\\x80\\x9cPark\\xe2\\x80\\x9d) has completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian tribes or Native Hawaiian organizations, and has determined that there is no cultural affiliation between the human remains and associated funerary objects and any present-day Indian tribes or Native Hawaiian organizations. Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to the Park. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the Indian tribes or Native Hawaiian organizations stated in this notice may proceed.\\n        \\n        \\n          DATES:\\n          Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to the Park at the address in this notice by August 29, 2013.\\n        \\n        \\n          ADDRESSES:\\n\\n          Hamilton County Department of Parks and Recreation, Attn: Mr. Allen Patterson, Director, 15513 South Union Street, Westfield, IN 46033, telephone (317) 770-4400, email allen.patterson@hamiltoncounty.in.gov.\\n          \\n        \\n      \\n      \\n        SUPPLEMENTARY INFORMATION:\\n        Notice is hereby given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the Park. The human remains and associated funerary objects were removed from the Strawtown Koteewi Park, Hamilton County, IN.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3) and 43 CFR 10.11(d). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        Consultation\\n        A detailed assessment of the human remains and associated funerary objects was made by the Park professional staff in consultation with representatives of the Absentee-Shawnee Tribe of Indians of Oklahoma; Eastern Shawnee Tribe of Oklahoma; Miami Tribe of Oklahoma; Pokagon Band of Potawatomi Indians, Michigan and Indiana; and the Shawnee Tribe. The Delaware Nation, Oklahoma, did not participate in the consultation but monitored the process through an agreement with the Miami Tribe of Oklahoma.\\n        History and Description of the Remains\\n        Between 2001 and 2011, human remains representing, at minimum, 34 individuals were removed from Strawtown Koteewi Park in Hamilton County, IN, during field schools and by professional archaeological teams investigating archaeological sites within the property boundaries. The human remains were recovered primarily from two archaeological locations within the park boundaries, site 12 H 883 (The Strawtown Enclosure) and site 12 H 3 (The Castor Farm site). Additionally, one phalange was recovered from site 12 H 1052 in 2011. During the course of these investigations, multiple isolated human remains and several burials were inadvertently encountered. No intact burials were removed and standard archaeological procedure when encountering a burial involved either: (a) Exposing and documenting the burial or (b) once a burial was encountered, all excavations were halted in the immediate area. All burials were covered again with soils from the excavated area.\\n        In some instances, bone samples were removed from the burials to undergo further archaeological investigation. The bone samples that were recovered are included in the human remains intended for repatriation and are reflected in the minimum number of individuals (MNI). In addition, multiple, presumably secondarily deposited, isolated human remains were encountered during archaeological fieldwork. Often, the isolated human remains were identified in the laboratory post active archaeological fieldwork. These individual elements and fragments were recovered from feature and unit contexts. These items are presumed to have been secondarily deposited after they were prehistorically encountered during construction of houses, storage pits, postholes, etc. Additionally, during the 2002 excavation year, a number of human remains were collected from the back dirt of an active groundhog hole within the enclosure.\\n        A detailed osteological analysis of the human remains as a whole has not been completed. The human remains underwent archaeological processing and analysis under the direction of Indiana University Purdue University at Ft. Wayne and were then turned over to Hamilton County Parks and Recreation. They currently reside at the Taylor Center of Natural History located in Strawtown Koteewi Park, where they are awaiting repatriation in a secure curation facility. No known individuals were identified. The 151 associated funerary objects were removed from the two main excavation sites, as detailed below.\\n\\n        From site 12 H 883, the 115 associated funerary objects are 4 lots of animal bone (burned and unburned); 1 animal incisor tool; 1 antler indeterminate tool; 1 lot of antler non-formal tool; 2 lots of antler projectile point, partial and unrefined; 1 lot of antler tine flakers; 1 antler tine tool; 1 antler toggle; 1 lot of antler tool making debris; 1 bear maxilla; 1 bear tooth; 2 lots of bone awl fragments; 2 lots of bone beamers, partial; 1 bone fish hook fragment; 1 bone indeterminate tool fragment; 1 bone tool fragment; 1 lot of bone tool making debris; 3 lots of burned soil; 1 burned soil or coil tip; 1 chert biface tip; 5 chert bifaces, unrefined; 4 lots of chert core; 4 lots of chert debitage; 1 chert graver fragment; 4 lots of chert non-formal uniface; 2 lots of chert T-base drill; 1 chert triangular projectile point fragment; 2 lots of chert triangular projectile points; 2 lots of detritus; 1 dog skeleton from a dog burial, relatively complete; 1 lot of drill fragments; 4 lots of FCR; 2 lots of fish scale; 4 lots of flora; 1 lot of flotation; 1 lot of formal uniface; 1 lot of hammer stone; 1 lot of hammer stone with ochre residue; 1 lot of humpback knife; 1 lot of intermediate bone tool; 4 lots of light and heavy fraction; 1 modified animal tooth; 1 lot of mussel shell fragments; 1 lot of non-formal uniface; 2 lots of ochre; 1 pestle fragment; 1 pitted stone with ochre residue; 4 lots of pottery sherds; 1 lot of quartzite biface fragments; 4 lots of quartzite debitage; 1 quartzite non-formal uniface; 1 lot of quartzite projectile points; 1 lot of refined biface fagments; 1 rock manuport; 1 sandstone abrader; 1 sandstone palette with ochre; 1 scribed bone tool fragment; 1 scribed elk scapula fragments; 1 lot of shells; 1 shell tempered loop handle; 1 slate debitage; 4 lots of soil and soil samples; 1 stone anvil with ochre residue; 3 lots of triangular projectile points; 1 turtle shell bowl; 1 lot of unrefined biface; 1 lot of unrefined biface fragment; and 2 lots of waste clay.\\n        From site 12 H 3, the 36 associated funerary objects are 2 lots of animal bone (burned and unburned); 1 lot of antler tool making debris; 1 bead (one half); 1 lot of bone beamer; 1 bone tool fragment; 1 chert biface fragment; 3 lots of chert debitage; 1 lot of chert non-formal uniface; 1 conch shell column; 1 cordmarked rim/vessel section; 1 lot of detritus ; 1 elk beamer; 3 lots of FCR; 2 lots of flora; 1 lot of flotation; 2 lots of light and heavy fraction; 1 lot of mussel shell; 1 pendant (incomplete); 3 lots of pottery sherd; 2 lots of quartzite debitage; 1 sandstone abrader; 1 sandstone abrader fragment; 1 lot of shell; 1 shell pendant (claw shaped); 1 lot of soil (burned and unburned); and 1 triangular point fragment.\\n        Determinations Made by the Hamilton County Department of Parks and Recreation\\n        Officials of the Hamilton County Department of Parks and Recreation have determined that:\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice are Native American based on archeological evidence.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 34 individuals of Native American ancestry.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 151 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and associated funerary objects and any present-day Indian tribe.\\n        \\xe2\\x80\\xa2 According to final judgments of the Indian Claims Commission or the Court of Federal Claims, the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of the Delaware Nation, Oklahoma, and the Miami Tribe of Oklahoma.\\n        \\xe2\\x80\\xa2 Treaties, Acts of Congress, or Executive Orders, indicate that the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of the Delaware Nation, Oklahoma, and the Miami Tribe of Oklahoma.\\n        \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.11(c)(1), the disposition of the human remains and associated funerary objects may be to the Delaware Nation, Oklahoma, and the Miami Tribe of Oklahoma.\\n        Additional Requestors and Disposition\\n\\n        Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Hamilton County Department of Parks and Recreation, Attn: Mr. Allen Patterson, Director, 15513 South Union Street, Westfield, IN 46033, telephone (317) 770-4400; email allen.patterson@hamiltoncounty.in.gov, by August 29, 2013. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to the Delaware Nation, Oklahoma, and the Miami Tribe of Oklahoma may proceed.\\n        The Park is responsible for notifying the Absentee-Shawnee Tribe of Indians of Oklahoma; Delaware Nation, Oklahoma; Eastern Shawnee Tribe of Oklahoma; Miami Tribe of Oklahoma; Pokagon Band of Potawatomi Indians, Michigan and Indiana; and the Shawnee Tribe that this notice has been published.\\n        \\n          Dated: June 11, 2013.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2013-18275 Filed 7-29-13; 8:45 am]\\n      BILLING CODE 4312-50-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[NPS-WASO-NAGPRA-13277; PPWOCRADN0-PCU00RP14.R50000]", "subject": "Notice of Inventory Completion: Hamilton County Department of Parks and Recreation, Hamilton County, IN", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "The Hamilton County Department of Parks and Recreation (here after referred to as \\xe2\\x80\\x9cPark\\xe2\\x80\\x9d) has completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian tribes or Native Hawaiian organizations, and has determined that there is no cultural affiliation between the human remains and associated funerary objects and any present-day Indian tribes or Native Hawaiian organizations. Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to the Park. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the Indian tribes or Native Hawaiian organizations stated in this notice may proceed.", "dates": "Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to the Park at the address in this notice by August 29, 2013.", "addresses": "Hamilton County Department of Parks and Recreation, Attn: Mr. Allen Patterson, Director, 15513 South Union Street, Westfield, IN 46033, telephone (317) 770-4400, email allen.patterson@hamiltoncounty.in.gov.\\n          ", "signature_dated": "Dated: June 11, 2013.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2013-18275 Filed 7-29-13; 8:45 am]", "billing_code": "BILLING CODE 4312-50-P", "supp_info": "SUPPLEMENTARY INFORMATION: \n Notice is hereby given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the Park. The human remains and associated funerary objects were removed from the Strawtown Koteewi Park, Hamilton County, IN. \n This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3) and 43 CFR 10.11(d). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice. \n Consultation \n A detailed assessment of the human remains and associated funerary objects was made by the Park professional staff in consultation with representatives of the Absentee-Shawnee Tribe of Indians of Oklahoma; Eastern Shawnee Tribe of Oklahoma; Miami Tribe of Oklahoma; Pokagon Band of Potawatomi Indians, Michigan and Indiana; and the Shawnee Tribe. The Delaware Nation, Oklahoma, did not participate in the consultation but monitored the process through an agreement with the Miami Tribe of Oklahoma. \n History and Description of the Remains \n Between 2001 and 2011, human remains representing, at minimum, 34 individuals were removed from Strawtown Koteewi Park in Hamilton County, IN, during field schools and by professional archaeological teams investigating archaeological sites within the property boundaries. The human remains were recovered primarily from two archaeological locations within the park boundaries, site 12 H 883 (The Strawtown Enclosure) and site 12 H 3 (The Castor Farm site). Additionally, one phalange was recovered from site 12 H 1052 in 2011. During the course of these investigations, multiple isolated human remains and several burials were inadvertently encountered. No intact burials were removed and standard archaeological procedure when encountering a burial involved either: (a) Exposing and documenting the burial or (b) once a burial was encountered, all excavations were halted in the immediate area. All burials were covered again with soils from the excavated area. \n In some instances, bone samples were removed from the burials to undergo further archaeological investigation. The bone samples that were recovered are included in the human remains intended for repatriation and are reflected in the minimum number of individuals (MNI). In addition, multiple, presumably secondarily deposited, isolated human remains were encountered during archaeological fieldwork. Often, the isolated human remains were identified in the laboratory post active archaeological fieldwork. These individual elements and fragments were recovered from feature and unit contexts. These items are presumed to have been secondarily deposited after they were prehistorically encountered during construction of houses, storage pits, postholes, etc. Additionally, during the 2002 excavation year, a number of human remains were collected from the back dirt of an active groundhog hole within the enclosure. \n A detailed osteological analysis of the human remains as a whole has not been completed. The human remains underwent archaeological processing and analysis under the direction of Indiana University Purdue University at Ft. Wayne and were then turned over to Hamilton County Parks and Recreation. They currently reside at the Taylor Center of Natural History located in Strawtown Koteewi Park, where they are awaiting repatriation in a secure curation facility. No known individuals were identified. The 151 associated funerary objects were removed from the two main excavation sites, as detailed below. \n From site 12 H 883, the 115 associated funerary objects are 4 lots of animal bone (burned and unburned); 1 animal incisor tool; 1 antler indeterminate tool; 1 lot of antler non-formal tool; 2 lots of antler projectile point, partial and unrefined; 1 lot of antler tine flakers; 1 antler tine tool; 1 antler toggle; 1 lot of antler tool making debris; 1 bear maxilla; 1 bear tooth; 2 lots of bone awl fragments; 2 lots of bone beamers, partial; 1 bone fish hook fragment; 1 bone indeterminate tool fragment; 1 bone tool fragment; 1 lot of bone tool making debris; 3 lots of burned soil; 1 burned soil or coil tip; 1 chert biface tip; 5 chert bifaces, unrefined; 4 lots of chert core; 4 lots of chert debitage; 1 chert graver fragment; 4 lots of chert non-formal uniface; 2 lots of chert T-base drill; 1 chert triangular projectile point fragment; 2 lots of chert triangular projectile points; 2 lots of detritus; 1 dog skeleton from a dog burial, relatively complete; 1 lot of drill fragments; 4 lots of FCR; 2 lots of fish scale; 4 lots of flora; 1 lot of flotation; 1 lot of formal uniface; 1 lot of hammer stone; 1 lot of hammer stone with ochre residue; 1 lot of humpback knife; 1 lot of intermediate bone tool; 4 lots of light and heavy fraction; 1 modified animal tooth; 1 lot of mussel shell fragments; 1 lot of non-formal uniface; 2 lots of ochre; 1 pestle fragment; 1 pitted stone with ochre residue; 4 lots of pottery sherds; 1 lot of quartzite biface fragments; 4 lots of quartzite debitage; 1 quartzite non-formal uniface; 1 lot of quartzite projectile points; 1 lot of refined biface fagments; 1 rock manuport; 1 sandstone abrader; 1 sandstone palette with ochre; 1 scribed bone tool fragment; 1 scribed elk scapula fragments; 1 lot of shells; 1 shell tempered loop handle; 1 slate debitage; 4 lots of soil and soil samples; 1 stone anvil with ochre residue; 3 lots of triangular projectile points; 1 turtle shell bowl; 1 lot of unrefined biface; 1 lot of unrefined biface fragment; and 2 lots of waste clay. \n From site 12 H 3, the 36 associated funerary objects are 2 lots of animal bone (burned and unburned); 1 lot of antler tool making debris; 1 bead (one half); 1 lot of bone beamer; 1 bone tool fragment; 1 chert biface fragment; 3 lots of chert debitage; 1 lot of chert non-formal uniface; 1 conch shell column; 1 cordmarked rim/vessel section; 1 lot of detritus ; 1 elk beamer; 3 lots of FCR; 2 lots of flora; 1 lot of flotation; 2 lots of light and heavy fraction; 1 lot of mussel shell; 1 pendant (incomplete); 3 lots of pottery sherd; 2 lots of quartzite debitage; 1 sandstone abrader; 1 sandstone abrader fragment; 1 lot of shell; 1 shell pendant (claw shaped); 1 lot of soil (burned and unburned); and 1 triangular point fragment. \n Determinations Made by the Hamilton County Department of Parks and Recreation \n Officials of the Hamilton County Department of Parks and Recreation have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice are Native American based on archeological evidence. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 34 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 151 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and associated funerary objects and any present-day Indian tribe. \n \\xe2\\x80\\xa2 According to final judgments of the Indian Claims Commission or the Court of Federal Claims, the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of the Delaware Nation, Oklahoma, and the Miami Tribe of Oklahoma. \n \\xe2\\x80\\xa2 Treaties, Acts of Congress, or Executive Orders, indicate that the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of the Delaware Nation, Oklahoma, and the Miami Tribe of Oklahoma. \n \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.11(c)(1), the disposition of the human remains and associated funerary objects may be to the Delaware Nation, Oklahoma, and the Miami Tribe of Oklahoma. \n Additional Requestors and Disposition \n Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Hamilton County Department of Parks and Recreation, Attn: Mr. Allen Patterson, Director, 15513 South Union Street, Westfield, IN 46033, telephone (317) 770-4400; email allen.patterson@hamiltoncounty.in.gov, by August 29, 2013. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to the Delaware Nation, Oklahoma, and the Miami Tribe of Oklahoma may proceed. \n The Park is responsible for notifying the Absentee-Shawnee Tribe of Indians of Oklahoma; Delaware Nation, Oklahoma; Eastern Shawnee Tribe of Oklahoma; Miami Tribe of Oklahoma; Pokagon Band of Potawatomi Indians, Michigan and Indiana; and the Shawnee Tribe that this notice has been published. \n ", "consultation": "A detailed assessment of the human remains and associated funerary objects was made by the Park professional staff in consultation with representatives of the Absentee-Shawnee Tribe of Indians of Oklahoma; Eastern Shawnee Tribe of Oklahoma; Miami Tribe of Oklahoma; Pokagon Band of Potawatomi Indians, Michigan and Indiana; and the Shawnee Tribe. The Delaware Nation, Oklahoma, did not participate in the consultation but monitored the process through an agreement with the Miami Tribe of Oklahoma. \n History and Description of the Remains \n Between 2001 and 2011, human remains representing, at minimum, 34 individuals were removed from Strawtown Koteewi Park in Hamilton County, IN, during field schools and by professional archaeological teams investigating archaeological sites within the property boundaries. The human remains were recovered primarily from two archaeological locations within the park boundaries, site 12 H 883 (The Strawtown Enclosure) and site 12 H 3 (The Castor Farm site). Additionally, one phalange was recovered from site 12 H 1052 in 2011. During the course of these investigations, multiple isolated human remains and several burials were inadvertently encountered. No intact burials were removed and standard archaeological procedure when encountering a burial involved either: (a) Exposing and documenting the burial or (b) once a burial was encountered, all excavations were halted in the immediate area. All burials were covered again with soils from the excavated area. \n In some instances, bone samples were removed from the burials to undergo further archaeological investigation. The bone samples that were recovered are included in the human remains intended for repatriation and are reflected in the minimum number of individuals (MNI). In addition, multiple, presumably secondarily deposited, isolated human remains were encountered during archaeological fieldwork. Often, the isolated human remains were identified in the laboratory post active archaeological fieldwork. These individual elements and fragments were recovered from feature and unit contexts. These items are presumed to have been secondarily deposited after they were prehistorically encountered during construction of houses, storage pits, postholes, etc. Additionally, during the 2002 excavation year, a number of human remains were collected from the back dirt of an active groundhog hole within the enclosure. \n A detailed osteological analysis of the human remains as a whole has not been completed. The human remains underwent archaeological processing and analysis under the direction of Indiana University Purdue University at Ft. Wayne and were then turned over to Hamilton County Parks and Recreation. They currently reside at the Taylor Center of Natural History located in Strawtown Koteewi Park, where they are awaiting repatriation in a secure curation facility. No known individuals were identified. The 151 associated funerary objects were removed from the two main excavation sites, as detailed below. \n From site 12 H 883, the 115 associated funerary objects are 4 lots of animal bone (burned and unburned); 1 animal incisor tool; 1 antler indeterminate tool; 1 lot of antler non-formal tool; 2 lots of antler projectile point, partial and unrefined; 1 lot of antler tine flakers; 1 antler tine tool; 1 antler toggle; 1 lot of antler tool making debris; 1 bear maxilla; 1 bear tooth; 2 lots of bone awl fragments; 2 lots of bone beamers, partial; 1 bone fish hook fragment; 1 bone indeterminate tool fragment; 1 bone tool fragment; 1 lot of bone tool making debris; 3 lots of burned soil; 1 burned soil or coil tip; 1 chert biface tip; 5 chert bifaces, unrefined; 4 lots of chert core; 4 lots of chert debitage; 1 chert graver fragment; 4 lots of chert non-formal uniface; 2 lots of chert T-base drill; 1 chert triangular projectile point fragment; 2 lots of chert triangular projectile points; 2 lots of detritus; 1 dog skeleton from a dog burial, relatively complete; 1 lot of drill fragments; 4 lots of FCR; 2 lots of fish scale; 4 lots of flora; 1 lot of flotation; 1 lot of formal uniface; 1 lot of hammer stone; 1 lot of hammer stone with ochre residue; 1 lot of humpback knife; 1 lot of intermediate bone tool; 4 lots of light and heavy fraction; 1 modified animal tooth; 1 lot of mussel shell fragments; 1 lot of non-formal uniface; 2 lots of ochre; 1 pestle fragment; 1 pitted stone with ochre residue; 4 lots of pottery sherds; 1 lot of quartzite biface fragments; 4 lots of quartzite debitage; 1 quartzite non-formal uniface; 1 lot of quartzite projectile points; 1 lot of refined biface fagments; 1 rock manuport; 1 sandstone abrader; 1 sandstone palette with ochre; 1 scribed bone tool fragment; 1 scribed elk scapula fragments; 1 lot of shells; 1 shell tempered loop handle; 1 slate debitage; 4 lots of soil and soil samples; 1 stone anvil with ochre residue; 3 lots of triangular projectile points; 1 turtle shell bowl; 1 lot of unrefined biface; 1 lot of unrefined biface fragment; and 2 lots of waste clay. \n From site 12 H 3, the 36 associated funerary objects are 2 lots of animal bone (burned and unburned); 1 lot of antler tool making debris; 1 bead (one half); 1 lot of bone beamer; 1 bone tool fragment; 1 chert biface fragment; 3 lots of chert debitage; 1 lot of chert non-formal uniface; 1 conch shell column; 1 cordmarked rim/vessel section; 1 lot of detritus ; 1 elk beamer; 3 lots of FCR; 2 lots of flora; 1 lot of flotation; 2 lots of light and heavy fraction; 1 lot of mussel shell; 1 pendant (incomplete); 3 lots of pottery sherd; 2 lots of quartzite debitage; 1 sandstone abrader; 1 sandstone abrader fragment; 1 lot of shell; 1 shell pendant (claw shaped); 1 lot of soil (burned and unburned); and 1 triangular point fragment. \n ", "h_d_r": "Between 2001 and 2011, human remains representing, at minimum, 34 individuals were removed from Strawtown Koteewi Park in Hamilton County, IN, during field schools and by professional archaeological teams investigating archaeological sites within the property boundaries. The human remains were recovered primarily from two archaeological locations within the park boundaries, site 12 H 883 (The Strawtown Enclosure) and site 12 H 3 (The Castor Farm site). Additionally, one phalange was recovered from site 12 H 1052 in 2011. During the course of these investigations, multiple isolated human remains and several burials were inadvertently encountered. No intact burials were removed and standard archaeological procedure when encountering a burial involved either: (a) Exposing and documenting the burial or (b) once a burial was encountered, all excavations were halted in the immediate area. All burials were covered again with soils from the excavated area. \n In some instances, bone samples were removed from the burials to undergo further archaeological investigation. The bone samples that were recovered are included in the human remains intended for repatriation and are reflected in the minimum number of individuals (MNI). In addition, multiple, presumably secondarily deposited, isolated human remains were encountered during archaeological fieldwork. Often, the isolated human remains were identified in the laboratory post active archaeological fieldwork. These individual elements and fragments were recovered from feature and unit contexts. These items are presumed to have been secondarily deposited after they were prehistorically encountered during construction of houses, storage pits, postholes, etc. Additionally, during the 2002 excavation year, a number of human remains were collected from the back dirt of an active groundhog hole within the enclosure. \n A detailed osteological analysis of the human remains as a whole has not been completed. The human remains underwent archaeological processing and analysis under the direction of Indiana University Purdue University at Ft. Wayne and were then turned over to Hamilton County Parks and Recreation. They currently reside at the Taylor Center of Natural History located in Strawtown Koteewi Park, where they are awaiting repatriation in a secure curation facility. No known individuals were identified. The 151 associated funerary objects were removed from the two main excavation sites, as detailed below. \n From site 12 H 883, the 115 associated funerary objects are 4 lots of animal bone (burned and unburned); 1 animal incisor tool; 1 antler indeterminate tool; 1 lot of antler non-formal tool; 2 lots of antler projectile point, partial and unrefined; 1 lot of antler tine flakers; 1 antler tine tool; 1 antler toggle; 1 lot of antler tool making debris; 1 bear maxilla; 1 bear tooth; 2 lots of bone awl fragments; 2 lots of bone beamers, partial; 1 bone fish hook fragment; 1 bone indeterminate tool fragment; 1 bone tool fragment; 1 lot of bone tool making debris; 3 lots of burned soil; 1 burned soil or coil tip; 1 chert biface tip; 5 chert bifaces, unrefined; 4 lots of chert core; 4 lots of chert debitage; 1 chert graver fragment; 4 lots of chert non-formal uniface; 2 lots of chert T-base drill; 1 chert triangular projectile point fragment; 2 lots of chert triangular projectile points; 2 lots of detritus; 1 dog skeleton from a dog burial, relatively complete; 1 lot of drill fragments; 4 lots of FCR; 2 lots of fish scale; 4 lots of flora; 1 lot of flotation; 1 lot of formal uniface; 1 lot of hammer stone; 1 lot of hammer stone with ochre residue; 1 lot of humpback knife; 1 lot of intermediate bone tool; 4 lots of light and heavy fraction; 1 modified animal tooth; 1 lot of mussel shell fragments; 1 lot of non-formal uniface; 2 lots of ochre; 1 pestle fragment; 1 pitted stone with ochre residue; 4 lots of pottery sherds; 1 lot of quartzite biface fragments; 4 lots of quartzite debitage; 1 quartzite non-formal uniface; 1 lot of quartzite projectile points; 1 lot of refined biface fagments; 1 rock manuport; 1 sandstone abrader; 1 sandstone palette with ochre; 1 scribed bone tool fragment; 1 scribed elk scapula fragments; 1 lot of shells; 1 shell tempered loop handle; 1 slate debitage; 4 lots of soil and soil samples; 1 stone anvil with ochre residue; 3 lots of triangular projectile points; 1 turtle shell bowl; 1 lot of unrefined biface; 1 lot of unrefined biface fragment; and 2 lots of waste clay. \n From site 12 H 3, the 36 associated funerary objects are 2 lots of animal bone (burned and unburned); 1 lot of antler tool making debris; 1 bead (one half); 1 lot of bone beamer; 1 bone tool fragment; 1 chert biface fragment; 3 lots of chert debitage; 1 lot of chert non-formal uniface; 1 conch shell column; 1 cordmarked rim/vessel section; 1 lot of detritus ; 1 elk beamer; 3 lots of FCR; 2 lots of flora; 1 lot of flotation; 2 lots of light and heavy fraction; 1 lot of mussel shell; 1 pendant (incomplete); 3 lots of pottery sherd; 2 lots of quartzite debitage; 1 sandstone abrader; 1 sandstone abrader fragment; 1 lot of shell; 1 shell pendant (claw shaped); 1 lot of soil (burned and unburned); and 1 triangular point fragment. \n ", "h_d_ci": "Null", "determinations": "Determinations Made by the Hamilton County Department of Parks and Recreation \n Officials of the Hamilton County Department of Parks and Recreation have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice are Native American based on archeological evidence. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 34 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 151 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and associated funerary objects and any present-day Indian tribe. \n \\xe2\\x80\\xa2 According to final judgments of the Indian Claims Commission or the Court of Federal Claims, the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of the Delaware Nation, Oklahoma, and the Miami Tribe of Oklahoma. \n \\xe2\\x80\\xa2 Treaties, Acts of Congress, or Executive Orders, indicate that the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of the Delaware Nation, Oklahoma, and the Miami Tribe of Oklahoma. \n \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.11(c)(1), the disposition of the human remains and associated funerary objects may be to the Delaware Nation, Oklahoma, and the Miami Tribe of Oklahoma. \n ", "a_r_d": "Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Hamilton County Department of Parks and Recreation, Attn: Mr. Allen Patterson, Director, 15513 South Union Street, Westfield, IN 46033, telephone (317) 770-4400; email allen.patterson@hamiltoncounty.in.gov, by August 29, 2013. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to the Delaware Nation, Oklahoma, and the Miami Tribe of Oklahoma may proceed. \n The Park is responsible for notifying the Absentee-Shawnee Tribe of Indians of Oklahoma; Delaware Nation, Oklahoma; Eastern Shawnee Tribe of Oklahoma; Miami Tribe of Oklahoma; Pokagon Band of Potawatomi Indians, Michigan and Indiana; and the Shawnee Tribe that this notice has been published. \n "}