{"index": "I_93", "messy_full": "\\n      \\n        \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [NPS-WASO-NAGPRA-NPS0027636; PPWOCRADN0-PCU00RP14.R50000]\\n        Notice of Inventory Completion: The San Diego Museum of Man, San Diego, CA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        \\n          SUMMARY:\\n          The San Diego Museum of Man has completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian Tribes or Native Hawaiian organizations, and has determined that there is a cultural affiliation between the human remains and associated funerary objects and present-day Indian Tribes or Native Hawaiian organizations. Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to the San Diego Museum of Man. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the lineal descendants, Indian Tribes, or Native Hawaiian organizations stated in this notice may proceed.\\n        \\n        \\n          DATES:\\n          Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to the San Diego Museum of Man at the address in this notice by June 3, 2019.\\n        \\n        \\n          ADDRESSES:\\n\\n          Ben Garcia, Deputy Director, San Diego Museum of Man, 1350 El Prado, Balboa Park, San Diego, CA 32101, telephone (619) 239-2001 Ext.17, email bgarcia@muesumofman.org.\\n          \\n        \\n      \\n      \\n        SUPPLEMENTARY INFORMATION:\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the San Diego Museum of Man, San Diego, CA. The human remains and associated funerary objects were removed from San Diego County, CA.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        Consultation\\n        A detailed assessment of the human remains was made by the San Diego Museum of Man professional staff in consultation with representatives of the Campo Band of Diegueno Mission Indians of the Campo Indian Reservation, California; Capitan Grande Band of Diegueno Mission Indians of California (Barona Group of Capitan Grande Band of Mission Indians of the Barona Reservation, California; Viejas (Baron Long) Group of Capitan Grande Band of Mission Indians of the Viejas Reservation, California); Ewiiaapaayp Band of Kumeyaay Indians, California; Iipay Nation of Santa Ysabel, California (previously listed as the Santa Ysabel Band of Diegueno Mission Indians of the Santa Ysabel Reservation); Inaja Band of Diegueno Indians of the Inaja and Cosmit Reservation, California; Jamul Indian Village of California; La Posta Band of Diegueno Mission Indians of the La Posta Indian Reservation, California; Manzanita Band of Diegueno Mission Indians of the Manzanita Reservation, California; Mesa Grande Band of Diegueno Mission Indians of the Mesa Grande Reservation, California; San Pasqual Band of Diegueno Mission Indians of California; and the Sycuan Band of the Kumeyaay Nation, (hereafter referred to as \\xe2\\x80\\x9cThe Tribes\\xe2\\x80\\x9d).\\n        History and Description of the Remains\\n        In April 1973, human remains representing, at minimum, one individual were removed from site W-896, near Olivenhain Road, in La Costa, San Diego County, CA. The human remains were excavated by Rose Tyson on behalf of the San Diego Museum of Man. No known individuals were identified. No associated funerary objects are present.\\n        Sometime prior 1975, human remains representing, at minimum, four individuals were removed from an unknown location near Fox Point (Woodley), which is now Leucadia Boulevard, in Carlsbad, San Diego County, CA. On Nov. 8, 1974, these human remains and associated funerary objects were donated to the San Diego Museum of Man by Stan Berryman, a San Diego Archeologist. No known individuals were identified. The 20 associated funerary objects are one soil sample, five ecofacts, one lot of unmodified shell, one unmodified shell, three chipped stone core tools, three utilized flakes, three chipped stone scrapers, two chipped stone unworked flakes, and one mano.\\n        On February 20, 1973, human remains representing, at minimum, one individual were removed from site W-91 near Woodley Road (now known as Leucadia Blvd.), in Carlsbad, San Diego County, CA. The human remains were excavated by Rose Tyson on behalf of the San Diego Museum of Man. No individuals were identified. The eight associated funerary objects are one chipped stone core, three chipped stone utilized flakes, one groundstone metate, and three stone ecofacts.\\n        On November 18th, 1959, human remains representing, at minimum, two individuals were removed from the corner of San Elijo Drive and Kilkenny Drive in Cardiff, San Diego County, CA. The human remains were removed by Dr. Carl L. Hubbs, who designated that location as sites 1959:XI:20 and 1959:XI:18. Sometime in 1972, he donated the human remains and associated funerary objects to the San Diego Museum of Man. The area was re-designated site W-80 by Malcom Rogers, a former research associate at the San Diego Museum of Man following a visit by both Rogers and Hubbs. No individuals were identified. The eight associated funerary objects are one lot of unmodified shell, two stone core tools, one stone core, one unworked flake, one utilized flake, one ecofact, and one soil sample.\\n        Between 1929 and 1938, human remains representing, at minimum, one individual were removed from CA-SDI-5110 (W-187 & W-187B), a site located on the south side of the La Jolla Valley, in San Diego County, CA. These human remains were removed on behalf of the San Diego Museum of Man by Malcom J. Rogers. No known individuals were identified. The 70 associated funerary objects are one metate, 29 chipped stone biface tools, six stone choppers, four stone cores, two stone crescentics, one projectile point, 18 stone scrapers, two lots of unworked flakes, two lots of utilized flakes, one lot of unmodified shell, one modified shell fragment, and three hammerstones.\\n\\n        Around 1938, human remains representing, at minimum, three individuals were removed from CA-SDI-149 & CA-SDI-4935A (W-198 and W-186), a site complex located east of Rancho Santa Fe, near the south bank of the San Dieguito River in San Diego County, CA. These human remains were removed on behalf of the San Diego Museum of Man by Malcom J. Rogers. These sites are commonly referred to as the Harris Site Complex. No known individuals were identified. The 2,713 associated funerary objects are: One modified faunal bone, 46 unmodified faunal bones, 60 lots of faunal bone, two undecorated ceramic body sherds, 17 lots of undecorated body sherds, five undecorated ceramic rim sherds, three lots of undecorated ceramic rim sherds; 94 chipped stone biface tools; 61 chipped stone choppers; 40 chipped stone cores; 28 chipped stone core tools; one stone drill; two stone crescents; 15 projectile points; 174 stone scrapers; 947 unworked flakes; 633 lots of unworked flakes; 71 utilized flakes; 23 lots of utilized flakes; 30 manos; five metates; 16 historic ceramic sherds; seven lots of historic ceramic sherds; 28 fragments of historic glass; 35 lots of historic glass fragments; one metal clover ornament; one metal earring; one metal pig figurine; 71 lots of metal including nails, bail bearings, pins, buttons, bullets and various fragments; one spoon; three lots of wood; one lot of brick fragments; 11 lots of charcoal; two lots of plastic; four lots of leather sole fragments; six lots of seeds; one lot of pieces of rubber; 11 ecofacts; seven lots of ecofacts; one lot of red orchre; one modified shell; 23 unmodified shells; 51 lots of unmodified shell; 98 lots of soil; 38 pollen samples; 29 hammerstones; six battered stones; and one fire affected stone.\\n        In 1926, human remains representing, at minimum, one individual were removed from W-201 in San Diego County, CA. This site is located in the vicinity of the intersection of Wildcat Canyon Road and San Vincente Road. At the time of excavation, this property was a ranch owned by J.W. Mycrantz. These human remains were collected by Mr. Glenn, a San Diego Museum of Man staff member. No known individuals were identified. The 14 associated funerary objects are one decorated ceramic body sherd, one decorated ceramic rim sherd, one lot of undecorated ceramic body sherds, one lot of undecorated ceramic rim sherds, one chipped stone core, three projectile points, one chipped stone scraper, one lot of unworked flakes, one utilized flake, one olivella shell bead, one hammerstone, and one lot of unmodified faunal bone.\\n        At a date most likely prior to 1950, human remains representing, at minimum, one individual were removed from CA-SDI-4517 (W-231), a site located on the north side of the San Diego River near El Monte Park in Lakeside, San Diego County, CA. These human remains were recovered by either George Carter or Malcom J. Rogers on behalf of the San Diego Museum of Man. No known individuals were identified. The 502 associated funerary objects are: One steatite pipe, one small ceramic jar, one bone pipe stem fragments, 19 awl fragments, one lot of unmodified faunal bone, four arrowshaft straightener, one lot of ceramic coil fragments, one miniature vessel fragments, one small ceramic dish with asphaultum, one ceramic pendant fragment, one ceramic sherd with basket impressions, one decorated ceramic rim sherd, one lot of undecorated ceramic body sherds, one lot of undecorated rim sherds, 18 chipped stone biface blades, three chipped stone core tools, one chipped stone ornament, one red ochre ornament, 402 projectile points, four stone scrapers, three lots of unworked flakes, one utilized flake, four manos, one pestle, one lot of metal eyelet fragments, one lot of yellow ochre, 18 olivella shell beads, five burned olivella beads, one horn shell bead, one shell bead, one burned shell bead, and one lot of unmodified shell.\\n        At an unknown date, human remains representing, at minimum, one individual were removed from a rock shelter near El Monte Oak Park in Lakeside, San Diego County, CA. These human remains were removed by a Mr. Hoover, who donated them to the San Diego Museum of Man sometime prior to 1940. Based on the acquisition information provided by Mr. Hoover, Museum of Man staff determined that these human remains were most likely taken from the vicinity of site CA-SDI-8251 (W-680). No known individuals were identified. No associated funerary objects are present.\\n        At a date most likely in 1929, human remains representing, at minimum, one individual were removed from CA-SDI-4697 (W-234& W-234A), in Jamul, San Diego County, CA. This site is a documented Kumeyaay village site located in Lee Valley, near Jamul Creek. These human remains were removed by Malcom J. Rogers. No known individuals were identified. The 174 associated funerary objects are: Two bone tip fragments, three lots of unmodified faunal bone, one ceramic pendant, one miniature ceramic vessel, one small ceramic ball (possibly a rattle), one ceramic ornament, one ceramic pipe, one lot of ceramic coils, one ceramic pipe tang, one lot of ceramic cast offs, six decorated ceramic sherds, five lots of undecorated ceramic sherds, 13 chipped stone blades, three stone chopper, four stone cores, seven chipped stone core tool, one stone pipe tang, 31 projectile points, 43 stone scrappers, three lots of unworked flakes, three lots of utilized flakes, one utilized flake, 10 manos, two metates, two stone discoidals, one stone ornament, one steatite arrowshaft straightener, one lot of historic beads, two olivella beads, one lot of unmodified shell, 19 hammerstone, one lot of feldspar, and one lot of stone ecofacts.\\n        Geographically, these archeological sites within San Diego County, CA, are located within the traditional territory occupied by the Kumeyaay Nation. Evidence of continual, uninterrupted occupation of the Kumeyaay Nation within this territory from at least 12,000 years B.P. until the present is established by biological, linguistic, archeological, and ethnographical evidence. Documented burial practices, artifacts such as pottery, beads, shells, and tools are consistent with Kumeyaay oral history. Consequently, based upon oral history, geographic location, biologic, ethnographic, linguistic, archeological information, these human remains have been identified as Kumeyaay.\\n        Determinations Made by the San Diego Museum of Man\\n        Officials of the San Diego Museum of Man have determined that:\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 16 individuals of Native American ancestry.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 3,509 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and The Tribes.\\n        Additional Requestors and Disposition\\n\\n        Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Ben Garcia, Deputy Director, San Diego Museum of Man, 1350 El Prado, Balboa Park, San Diego, CA 32101, telephone (619) 239-2001 Ext.17, email bgarcia@muesumofman.org, by June 3, 2019. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to The Tribes may proceed.\\n        The San Diego Museum of Man is responsible for notifying The Tribes that this notice has been published.\\n        \\n          Dated: April 4, 2019.\\n          Melanie O\\'Brien,\\n          Manager, National NAGPRA Program. \\n        \\n      \\n      [FR Doc. 2019-09037 Filed 5-2-19; 8:45 am]\\n      BILLING CODE 4312-52-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[NPS-WASO-NAGPRA-NPS0027636; PPWOCRADN0-PCU00RP14.R50000]", "subject": "Notice of Inventory Completion: The San Diego Museum of Man, San Diego, CA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "The San Diego Museum of Man has completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian Tribes or Native Hawaiian organizations, and has determined that there is a cultural affiliation between the human remains and associated funerary objects and present-day Indian Tribes or Native Hawaiian organizations. Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to the San Diego Museum of Man. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the lineal descendants, Indian Tribes, or Native Hawaiian organizations stated in this notice may proceed.", "dates": "Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to the San Diego Museum of Man at the address in this notice by June 3, 2019.", "addresses": "Ben Garcia, Deputy Director, San Diego Museum of Man, 1350 El Prado, Balboa Park, San Diego, CA 32101, telephone (619) 239-2001 Ext.17, email bgarcia@muesumofman.org.\\n          ", "signature_dated": "Dated: April 4, 2019.", "signature_name": "Melanie O\\'Brien,", "signature_title": "Manager, National NAGPRA Program. ", "fr_doc": "[FR Doc. 2019-09037 Filed 5-2-19; 8:45 am]", "billing_code": "BILLING CODE 4312-52-P", "supp_info": "SUPPLEMENTARY INFORMATION: \n Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the San Diego Museum of Man, San Diego, CA. The human remains and associated funerary objects were removed from San Diego County, CA. \n This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice. \n Consultation \n A detailed assessment of the human remains was made by the San Diego Museum of Man professional staff in consultation with representatives of the Campo Band of Diegueno Mission Indians of the Campo Indian Reservation, California; Capitan Grande Band of Diegueno Mission Indians of California (Barona Group of Capitan Grande Band of Mission Indians of the Barona Reservation, California; Viejas (Baron Long) Group of Capitan Grande Band of Mission Indians of the Viejas Reservation, California); Ewiiaapaayp Band of Kumeyaay Indians, California; Iipay Nation of Santa Ysabel, California (previously listed as the Santa Ysabel Band of Diegueno Mission Indians of the Santa Ysabel Reservation); Inaja Band of Diegueno Indians of the Inaja and Cosmit Reservation, California; Jamul Indian Village of California; La Posta Band of Diegueno Mission Indians of the La Posta Indian Reservation, California; Manzanita Band of Diegueno Mission Indians of the Manzanita Reservation, California; Mesa Grande Band of Diegueno Mission Indians of the Mesa Grande Reservation, California; San Pasqual Band of Diegueno Mission Indians of California; and the Sycuan Band of the Kumeyaay Nation, (hereafter referred to as \\xe2\\x80\\x9cThe Tribes\\xe2\\x80\\x9d). \n History and Description of the Remains \n In April 1973, human remains representing, at minimum, one individual were removed from site W-896, near Olivenhain Road, in La Costa, San Diego County, CA. The human remains were excavated by Rose Tyson on behalf of the San Diego Museum of Man. No known individuals were identified. No associated funerary objects are present. \n Sometime prior 1975, human remains representing, at minimum, four individuals were removed from an unknown location near Fox Point (Woodley), which is now Leucadia Boulevard, in Carlsbad, San Diego County, CA. On Nov. 8, 1974, these human remains and associated funerary objects were donated to the San Diego Museum of Man by Stan Berryman, a San Diego Archeologist. No known individuals were identified. The 20 associated funerary objects are one soil sample, five ecofacts, one lot of unmodified shell, one unmodified shell, three chipped stone core tools, three utilized flakes, three chipped stone scrapers, two chipped stone unworked flakes, and one mano. \n On February 20, 1973, human remains representing, at minimum, one individual were removed from site W-91 near Woodley Road (now known as Leucadia Blvd.), in Carlsbad, San Diego County, CA. The human remains were excavated by Rose Tyson on behalf of the San Diego Museum of Man. No individuals were identified. The eight associated funerary objects are one chipped stone core, three chipped stone utilized flakes, one groundstone metate, and three stone ecofacts. \n On November 18th, 1959, human remains representing, at minimum, two individuals were removed from the corner of San Elijo Drive and Kilkenny Drive in Cardiff, San Diego County, CA. The human remains were removed by Dr. Carl L. Hubbs, who designated that location as sites 1959:XI:20 and 1959:XI:18. Sometime in 1972, he donated the human remains and associated funerary objects to the San Diego Museum of Man. The area was re-designated site W-80 by Malcom Rogers, a former research associate at the San Diego Museum of Man following a visit by both Rogers and Hubbs. No individuals were identified. The eight associated funerary objects are one lot of unmodified shell, two stone core tools, one stone core, one unworked flake, one utilized flake, one ecofact, and one soil sample. \n Between 1929 and 1938, human remains representing, at minimum, one individual were removed from CA-SDI-5110 (W-187 & W-187B), a site located on the south side of the La Jolla Valley, in San Diego County, CA. These human remains were removed on behalf of the San Diego Museum of Man by Malcom J. Rogers. No known individuals were identified. The 70 associated funerary objects are one metate, 29 chipped stone biface tools, six stone choppers, four stone cores, two stone crescentics, one projectile point, 18 stone scrapers, two lots of unworked flakes, two lots of utilized flakes, one lot of unmodified shell, one modified shell fragment, and three hammerstones. \n Around 1938, human remains representing, at minimum, three individuals were removed from CA-SDI-149 & CA-SDI-4935A (W-198 and W-186), a site complex located east of Rancho Santa Fe, near the south bank of the San Dieguito River in San Diego County, CA. These human remains were removed on behalf of the San Diego Museum of Man by Malcom J. Rogers. These sites are commonly referred to as the Harris Site Complex. No known individuals were identified. The 2,713 associated funerary objects are: One modified faunal bone, 46 unmodified faunal bones, 60 lots of faunal bone, two undecorated ceramic body sherds, 17 lots of undecorated body sherds, five undecorated ceramic rim sherds, three lots of undecorated ceramic rim sherds; 94 chipped stone biface tools; 61 chipped stone choppers; 40 chipped stone cores; 28 chipped stone core tools; one stone drill; two stone crescents; 15 projectile points; 174 stone scrapers; 947 unworked flakes; 633 lots of unworked flakes; 71 utilized flakes; 23 lots of utilized flakes; 30 manos; five metates; 16 historic ceramic sherds; seven lots of historic ceramic sherds; 28 fragments of historic glass; 35 lots of historic glass fragments; one metal clover ornament; one metal earring; one metal pig figurine; 71 lots of metal including nails, bail bearings, pins, buttons, bullets and various fragments; one spoon; three lots of wood; one lot of brick fragments; 11 lots of charcoal; two lots of plastic; four lots of leather sole fragments; six lots of seeds; one lot of pieces of rubber; 11 ecofacts; seven lots of ecofacts; one lot of red orchre; one modified shell; 23 unmodified shells; 51 lots of unmodified shell; 98 lots of soil; 38 pollen samples; 29 hammerstones; six battered stones; and one fire affected stone. \n In 1926, human remains representing, at minimum, one individual were removed from W-201 in San Diego County, CA. This site is located in the vicinity of the intersection of Wildcat Canyon Road and San Vincente Road. At the time of excavation, this property was a ranch owned by J.W. Mycrantz. These human remains were collected by Mr. Glenn, a San Diego Museum of Man staff member. No known individuals were identified. The 14 associated funerary objects are one decorated ceramic body sherd, one decorated ceramic rim sherd, one lot of undecorated ceramic body sherds, one lot of undecorated ceramic rim sherds, one chipped stone core, three projectile points, one chipped stone scraper, one lot of unworked flakes, one utilized flake, one olivella shell bead, one hammerstone, and one lot of unmodified faunal bone. \n At a date most likely prior to 1950, human remains representing, at minimum, one individual were removed from CA-SDI-4517 (W-231), a site located on the north side of the San Diego River near El Monte Park in Lakeside, San Diego County, CA. These human remains were recovered by either George Carter or Malcom J. Rogers on behalf of the San Diego Museum of Man. No known individuals were identified. The 502 associated funerary objects are: One steatite pipe, one small ceramic jar, one bone pipe stem fragments, 19 awl fragments, one lot of unmodified faunal bone, four arrowshaft straightener, one lot of ceramic coil fragments, one miniature vessel fragments, one small ceramic dish with asphaultum, one ceramic pendant fragment, one ceramic sherd with basket impressions, one decorated ceramic rim sherd, one lot of undecorated ceramic body sherds, one lot of undecorated rim sherds, 18 chipped stone biface blades, three chipped stone core tools, one chipped stone ornament, one red ochre ornament, 402 projectile points, four stone scrapers, three lots of unworked flakes, one utilized flake, four manos, one pestle, one lot of metal eyelet fragments, one lot of yellow ochre, 18 olivella shell beads, five burned olivella beads, one horn shell bead, one shell bead, one burned shell bead, and one lot of unmodified shell. \n At an unknown date, human remains representing, at minimum, one individual were removed from a rock shelter near El Monte Oak Park in Lakeside, San Diego County, CA. These human remains were removed by a Mr. Hoover, who donated them to the San Diego Museum of Man sometime prior to 1940. Based on the acquisition information provided by Mr. Hoover, Museum of Man staff determined that these human remains were most likely taken from the vicinity of site CA-SDI-8251 (W-680). No known individuals were identified. No associated funerary objects are present. \n At a date most likely in 1929, human remains representing, at minimum, one individual were removed from CA-SDI-4697 (W-234& W-234A), in Jamul, San Diego County, CA. This site is a documented Kumeyaay village site located in Lee Valley, near Jamul Creek. These human remains were removed by Malcom J. Rogers. No known individuals were identified. The 174 associated funerary objects are: Two bone tip fragments, three lots of unmodified faunal bone, one ceramic pendant, one miniature ceramic vessel, one small ceramic ball (possibly a rattle), one ceramic ornament, one ceramic pipe, one lot of ceramic coils, one ceramic pipe tang, one lot of ceramic cast offs, six decorated ceramic sherds, five lots of undecorated ceramic sherds, 13 chipped stone blades, three stone chopper, four stone cores, seven chipped stone core tool, one stone pipe tang, 31 projectile points, 43 stone scrappers, three lots of unworked flakes, three lots of utilized flakes, one utilized flake, 10 manos, two metates, two stone discoidals, one stone ornament, one steatite arrowshaft straightener, one lot of historic beads, two olivella beads, one lot of unmodified shell, 19 hammerstone, one lot of feldspar, and one lot of stone ecofacts. \n Geographically, these archeological sites within San Diego County, CA, are located within the traditional territory occupied by the Kumeyaay Nation. Evidence of continual, uninterrupted occupation of the Kumeyaay Nation within this territory from at least 12,000 years B.P. until the present is established by biological, linguistic, archeological, and ethnographical evidence. Documented burial practices, artifacts such as pottery, beads, shells, and tools are consistent with Kumeyaay oral history. Consequently, based upon oral history, geographic location, biologic, ethnographic, linguistic, archeological information, these human remains have been identified as Kumeyaay. \n Determinations Made by the San Diego Museum of Man \n Officials of the San Diego Museum of Man have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 16 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 3,509 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and The Tribes. \n Additional Requestors and Disposition \n Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Ben Garcia, Deputy Director, San Diego Museum of Man, 1350 El Prado, Balboa Park, San Diego, CA 32101, telephone (619) 239-2001 Ext.17, email bgarcia@muesumofman.org, by June 3, 2019. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to The Tribes may proceed. \n The San Diego Museum of Man is responsible for notifying The Tribes that this notice has been published. \n ", "consultation": "A detailed assessment of the human remains was made by the San Diego Museum of Man professional staff in consultation with representatives of the Campo Band of Diegueno Mission Indians of the Campo Indian Reservation, California; Capitan Grande Band of Diegueno Mission Indians of California (Barona Group of Capitan Grande Band of Mission Indians of the Barona Reservation, California; Viejas (Baron Long) Group of Capitan Grande Band of Mission Indians of the Viejas Reservation, California); Ewiiaapaayp Band of Kumeyaay Indians, California; Iipay Nation of Santa Ysabel, California (previously listed as the Santa Ysabel Band of Diegueno Mission Indians of the Santa Ysabel Reservation); Inaja Band of Diegueno Indians of the Inaja and Cosmit Reservation, California; Jamul Indian Village of California; La Posta Band of Diegueno Mission Indians of the La Posta Indian Reservation, California; Manzanita Band of Diegueno Mission Indians of the Manzanita Reservation, California; Mesa Grande Band of Diegueno Mission Indians of the Mesa Grande Reservation, California; San Pasqual Band of Diegueno Mission Indians of California; and the Sycuan Band of the Kumeyaay Nation, (hereafter referred to as \\xe2\\x80\\x9cThe Tribes\\xe2\\x80\\x9d). \n ", "h_d_r": "In April 1973, human remains representing, at minimum, one individual were removed from site W-896, near Olivenhain Road, in La Costa, San Diego County, CA. The human remains were excavated by Rose Tyson on behalf of the San Diego Museum of Man. No known individuals were identified. No associated funerary objects are present. \n Sometime prior 1975, human remains representing, at minimum, four individuals were removed from an unknown location near Fox Point (Woodley), which is now Leucadia Boulevard, in Carlsbad, San Diego County, CA. On Nov. 8, 1974, these human remains and associated funerary objects were donated to the San Diego Museum of Man by Stan Berryman, a San Diego Archeologist. No known individuals were identified. The 20 associated funerary objects are one soil sample, five ecofacts, one lot of unmodified shell, one unmodified shell, three chipped stone core tools, three utilized flakes, three chipped stone scrapers, two chipped stone unworked flakes, and one mano. \n On February 20, 1973, human remains representing, at minimum, one individual were removed from site W-91 near Woodley Road (now known as Leucadia Blvd.), in Carlsbad, San Diego County, CA. The human remains were excavated by Rose Tyson on behalf of the San Diego Museum of Man. No individuals were identified. The eight associated funerary objects are one chipped stone core, three chipped stone utilized flakes, one groundstone metate, and three stone ecofacts. \n On November 18th, 1959, human remains representing, at minimum, two individuals were removed from the corner of San Elijo Drive and Kilkenny Drive in Cardiff, San Diego County, CA. The human remains were removed by Dr. Carl L. Hubbs, who designated that location as sites 1959:XI:20 and 1959:XI:18. Sometime in 1972, he donated the human remains and associated funerary objects to the San Diego Museum of Man. The area was re-designated site W-80 by Malcom Rogers, a former research associate at the San Diego Museum of Man following a visit by both Rogers and Hubbs. No individuals were identified. The eight associated funerary objects are one lot of unmodified shell, two stone core tools, one stone core, one unworked flake, one utilized flake, one ecofact, and one soil sample. \n Between 1929 and 1938, human remains representing, at minimum, one individual were removed from CA-SDI-5110 (W-187 & W-187B), a site located on the south side of the La Jolla Valley, in San Diego County, CA. These human remains were removed on behalf of the San Diego Museum of Man by Malcom J. Rogers. No known individuals were identified. The 70 associated funerary objects are one metate, 29 chipped stone biface tools, six stone choppers, four stone cores, two stone crescentics, one projectile point, 18 stone scrapers, two lots of unworked flakes, two lots of utilized flakes, one lot of unmodified shell, one modified shell fragment, and three hammerstones. \n Around 1938, human remains representing, at minimum, three individuals were removed from CA-SDI-149 & CA-SDI-4935A (W-198 and W-186), a site complex located east of Rancho Santa Fe, near the south bank of the San Dieguito River in San Diego County, CA. These human remains were removed on behalf of the San Diego Museum of Man by Malcom J. Rogers. These sites are commonly referred to as the Harris Site Complex. No known individuals were identified. The 2,713 associated funerary objects are: One modified faunal bone, 46 unmodified faunal bones, 60 lots of faunal bone, two undecorated ceramic body sherds, 17 lots of undecorated body sherds, five undecorated ceramic rim sherds, three lots of undecorated ceramic rim sherds; 94 chipped stone biface tools; 61 chipped stone choppers; 40 chipped stone cores; 28 chipped stone core tools; one stone drill; two stone crescents; 15 projectile points; 174 stone scrapers; 947 unworked flakes; 633 lots of unworked flakes; 71 utilized flakes; 23 lots of utilized flakes; 30 manos; five metates; 16 historic ceramic sherds; seven lots of historic ceramic sherds; 28 fragments of historic glass; 35 lots of historic glass fragments; one metal clover ornament; one metal earring; one metal pig figurine; 71 lots of metal including nails, bail bearings, pins, buttons, bullets and various fragments; one spoon; three lots of wood; one lot of brick fragments; 11 lots of charcoal; two lots of plastic; four lots of leather sole fragments; six lots of seeds; one lot of pieces of rubber; 11 ecofacts; seven lots of ecofacts; one lot of red orchre; one modified shell; 23 unmodified shells; 51 lots of unmodified shell; 98 lots of soil; 38 pollen samples; 29 hammerstones; six battered stones; and one fire affected stone. \n In 1926, human remains representing, at minimum, one individual were removed from W-201 in San Diego County, CA. This site is located in the vicinity of the intersection of Wildcat Canyon Road and San Vincente Road. At the time of excavation, this property was a ranch owned by J.W. Mycrantz. These human remains were collected by Mr. Glenn, a San Diego Museum of Man staff member. No known individuals were identified. The 14 associated funerary objects are one decorated ceramic body sherd, one decorated ceramic rim sherd, one lot of undecorated ceramic body sherds, one lot of undecorated ceramic rim sherds, one chipped stone core, three projectile points, one chipped stone scraper, one lot of unworked flakes, one utilized flake, one olivella shell bead, one hammerstone, and one lot of unmodified faunal bone. \n At a date most likely prior to 1950, human remains representing, at minimum, one individual were removed from CA-SDI-4517 (W-231), a site located on the north side of the San Diego River near El Monte Park in Lakeside, San Diego County, CA. These human remains were recovered by either George Carter or Malcom J. Rogers on behalf of the San Diego Museum of Man. No known individuals were identified. The 502 associated funerary objects are: One steatite pipe, one small ceramic jar, one bone pipe stem fragments, 19 awl fragments, one lot of unmodified faunal bone, four arrowshaft straightener, one lot of ceramic coil fragments, one miniature vessel fragments, one small ceramic dish with asphaultum, one ceramic pendant fragment, one ceramic sherd with basket impressions, one decorated ceramic rim sherd, one lot of undecorated ceramic body sherds, one lot of undecorated rim sherds, 18 chipped stone biface blades, three chipped stone core tools, one chipped stone ornament, one red ochre ornament, 402 projectile points, four stone scrapers, three lots of unworked flakes, one utilized flake, four manos, one pestle, one lot of metal eyelet fragments, one lot of yellow ochre, 18 olivella shell beads, five burned olivella beads, one horn shell bead, one shell bead, one burned shell bead, and one lot of unmodified shell. \n At an unknown date, human remains representing, at minimum, one individual were removed from a rock shelter near El Monte Oak Park in Lakeside, San Diego County, CA. These human remains were removed by a Mr. Hoover, who donated them to the San Diego Museum of Man sometime prior to 1940. Based on the acquisition information provided by Mr. Hoover, Museum of Man staff determined that these human remains were most likely taken from the vicinity of site CA-SDI-8251 (W-680). No known individuals were identified. No associated funerary objects are present. \n At a date most likely in 1929, human remains representing, at minimum, one individual were removed from CA-SDI-4697 (W-234& W-234A), in Jamul, San Diego County, CA. This site is a documented Kumeyaay village site located in Lee Valley, near Jamul Creek. These human remains were removed by Malcom J. Rogers. No known individuals were identified. The 174 associated funerary objects are: Two bone tip fragments, three lots of unmodified faunal bone, one ceramic pendant, one miniature ceramic vessel, one small ceramic ball (possibly a rattle), one ceramic ornament, one ceramic pipe, one lot of ceramic coils, one ceramic pipe tang, one lot of ceramic cast offs, six decorated ceramic sherds, five lots of undecorated ceramic sherds, 13 chipped stone blades, three stone chopper, four stone cores, seven chipped stone core tool, one stone pipe tang, 31 projectile points, 43 stone scrappers, three lots of unworked flakes, three lots of utilized flakes, one utilized flake, 10 manos, two metates, two stone discoidals, one stone ornament, one steatite arrowshaft straightener, one lot of historic beads, two olivella beads, one lot of unmodified shell, 19 hammerstone, one lot of feldspar, and one lot of stone ecofacts. \n Geographically, these archeological sites within San Diego County, CA, are located within the traditional territory occupied by the Kumeyaay Nation. Evidence of continual, uninterrupted occupation of the Kumeyaay Nation within this territory from at least 12,000 years B.P. until the present is established by biological, linguistic, archeological, and ethnographical evidence. Documented burial practices, artifacts such as pottery, beads, shells, and tools are consistent with Kumeyaay oral history. Consequently, based upon oral history, geographic location, biologic, ethnographic, linguistic, archeological information, these human remains have been identified as Kumeyaay. \n ", "h_d_ci": "Null", "determinations": "Determinations Made by the San Diego Museum of Man \n Officials of the San Diego Museum of Man have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 16 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 3,509 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and The Tribes. \n ", "a_r_d": "Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Ben Garcia, Deputy Director, San Diego Museum of Man, 1350 El Prado, Balboa Park, San Diego, CA 32101, telephone (619) 239-2001 Ext.17, email bgarcia@muesumofman.org, by June 3, 2019. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to The Tribes may proceed. \n The San Diego Museum of Man is responsible for notifying The Tribes that this notice has been published. \n "}