{"index": "I_94", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [NPS-WASO-NAGPRA-NPS0027635; PPWOCRADN0-PCU00RP14.R50000]\\n        Notice of Inventory Completion: Tennessee Valley Authority, Knoxville, TN\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        \\n          SUMMARY:\\n          The Tennessee Valley Authority (TVA) has completed an inventory of human remains and associated funerary objects in consultation with the appropriate Indian Tribes or Native Hawaiian organizations, and has determined that there is no cultural affiliation between the human remains and associated funerary objects and any present-day Indian Tribes or Native Hawaiian organizations. Representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to TVA. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the Indian Tribes or Native Hawaiian organizations stated in this notice may proceed.\\n        \\n        \\n          DATES:\\n          Representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to TVA at the address in this notice by June 3, 2019.\\n        \\n        \\n          ADDRESSES:\\n\\n          Dr. Thomas O. Maher, TVA, 400 West Summit Hill Drive, WT11C, Knoxville, TN 37902-1401, telephone (865) 632-7458, email tomaher@tva.gov.\\n          \\n        \\n      \\n      \\n        SUPPLEMENTARY INFORMATION:\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of Tennessee Valley Authority, Knoxville, TN. The human remains and associated funerary objects were removed from archeological sites in Jackson and Marshall Counties, AL.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3) and 43 CFR 10.11(d). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        Consultation\\n        A detailed assessment of the human remains was made by TVA professional staff in consultation with representatives of the Absentee-Shawnee Tribe of Oklahoma; Alabama-Coushatta Tribe of Texas (previously listed as the Alabama-Coushatta Tribes of Texas); Cherokee Nation; Coushatta Tribe of Louisiana; Eastern Band of Cherokee Indians; Poarch Band of Creeks (previously listed as the Poarch Band of Creek Indians of Alabama); The Chickasaw Nation; The Choctaw Nation of Oklahoma; The Muscogee (Creek) Nation; The Seminole Nation of Oklahoma; and the United Keetoowah Band of Cherokee Indians in Oklahoma (hereafter referred to as \\xe2\\x80\\x9cThe Consulted Tribes\\xe2\\x80\\x9d).\\n        History and Description of the Remains\\n        Many of the sites listed in this notice were excavated as part of TVA\\'s Guntersville Reservoir project by the Alabama Museum of Natural History (AMNH) at the University of Alabama, using labor and funds provided by the Works Progress Administration. Details regarding these excavations and sites may be found in \\xe2\\x80\\x9cAn Archaeological Survey of Guntersville Basin on the Tennessee River in Northern Alabama,\\xe2\\x80\\x9d a report by William S. Webb and Charles G. Wilder. The human remains and associated funerary objects excavated from the sites listed in this notice have been in the physical custody of the AMNH at the University of Alabama since they were excavated.\\n        From July to December of 1938, human remains representing, at minimum, five individuals were removed from the Snodgrass site (1JA101) in Jackson County, AL. TVA acquired the site on October 17, 1938. Excavations revealed occupations from the Late Woodland to the Mississippian period. The human remains include adults, juveniles, and infants. No known individuals were identified. No associated funerary objects are present.\\n        From July 1973 to September 1974, human remains representing, at minimum, 13 individuals were removed from the Bellefonte site, 1JA300, in Jackson County, AL, as part of the construction of the Bellefonte Nuclear plant. TVA purchased the land encompassing the site on June 21, 1937. Artifacts recovered from the site indicate occupations in the Archaic period (7500-1000 B.C.), Colbert phase (300 B.C.-A.D. 100), and Langston phase (A.D. 900-1200). The human remains include adults, juveniles, and children of both sexes. No known individuals were identified. The 18 associated funerary objects are 17 shell beads and one shell gorget.\\n        In 1973, human remains representing, at minimum, 29 individuals were removed from the Widows Creek site, 1JA305, in Jackson County, AL, as part of the expansion of TVA\\'s Widows Creek power plant. TVA purchased the land encompassing this site on September 12, 1943. Multiple calibrated radiocarbon dates from this site indicated Early Woodland (600-100 B.C.) and Late Woodland (A.D. 500-1100) occupations. The human remains include adults, juveniles, and infants of both sexes. No known individuals were identified. The 347 associated funerary objects are 98 copper beads; one bifurcated dear bone; 33 bivalvia; one bone fragment; one polished and carved bone fragment; one bone pin; five polished and burned bones; two modified deer bone; 28 gastropods; one greenstone celt fragment; one limestone biface; one limestone hoe; three chipped limestone tools; one ground limestone; 25 Long Branch Fabric Marked sherds; 28 Mulberry Creek Plain jar sherds; 112 shell beads; three shell gorget fragments; one tubular bone bead; and one unidentified bone.\\n\\n        In July 1973, human remains representing, at minimum, 94 individuals were removed from the Williams Landing site, 1JA306, Jackson County, AL, as part of a planned channelization of an adjacent creek. TVA purchased the site on August 18, 1937. A mound and sub-mound midden were excavated. Although there are no radiocarbon dates for this site, artifacts recovered from the site indicate a Middle Woodland burial mound with two intrusive Mississippian burials. The human remains include adults, juveniles, and infants of both sexes. No known individuals were identified. The 2,851 associated funerary objects are one bone awl; one limestone hoe; two PP/K; 2,846 shell beads; and one shell pendant.\\n        \\n        From May to June 1938, human remains representing, at minimum, 21 individuals were removed from the Deposit Landing site, 1MS14, in Marshall County, AL. TVA acquired the site on April 10, 1937, as part of the Guntersville Reservoir project. Excavations revealed occupations from the Copena (A.D. 100-500) and Flint River (A.D. 500-1000) phases. The human remains include adults, juveniles, and infants of both sexes. No known individuals were identified. The 159 associated funerary objects are one bone awl; three modified bone fragments; one bone needle; one bone beamer fragment; 50 Mulberry Creek Plain sherds; and 103 shell beads.\\n        From May to August, 1937, human remains representing, at minimum, 47 individuals were removed from the McKee Island site, 1MS32, in Marshall County, AL. TVA acquired the site on November 12, 1936, as part of the Guntersville Reservoir project. This midden-rich village extended 800 feet along a ridge of the now inundated McKee Island. Although there are no radiocarbon dates from this site, ceramics recovered from 1MS32 indicate occupations during the Colbert (300 B.C.-A.D. 100), Flint River (A.D. 500-1000), and Crow Creek (A.D. 1500-1650) phases. Trade goods from Euro-American origins indicate a historic Native American occupation. The human remains include adults, juveniles, and infants of both sexes. No known individuals were identified. The two associated funerary objects are one Sykes projectile and one shell pin.\\n        From May to June, 1938, human remains representing, at minimum, 29 individuals were removed from the Houston site, 1MS43, in Marshall County, AL. TVA acquired the site on March 10, 1938 as part of the Guntersville Reservoir project. There was evidence that this prehistoric Native American site had been disturbed by pits dug during the Civil War. Although there are no radiocarbon dates from this site, the ceramics indicate occupations during the Copena (A.D. 100-500), Flint River (A.D. 500-1000), and Henrys Island (A.D. 1200-1450) phases. The human remains include adults, juveniles, and infants of both sexes. No known individuals were identified. The 87 associated funerary objects are one Hamilton PP/K; six iron cut nails; 79 shell beads; and one modern umbrella stretcher tip.\\n        From March 3 to April 15, 1937, human remains representing, at minimum, two individuals were removed from site 1MS49 in Marshall County, AL. TVA initiated purchase of the site on June 12, 1936 as part of the Guntersville Reservoir project. This was one of several mound sites that have become known as the Roden Mounds (1MS47, 1MS48, 1MS49, 1MS50, 1MS51, 1MS53 and 1MS53A). All these mounds are thought to date to the Copena phase (A.D. 100-500). In 1937, the mound was 40 x 60 feet at the base and 4.5 feet in height. Excavation was primarily by vertical slicing with occasional horizontal blocks. One fire pit was identified. Additional features might have once held human remains, but evidence of human remains was lacking at the time of excavation. One individual was 13-15 years of age and of unknown sex. The second was an adult 18 years of age or older, and of unknown sex. No known individuals were identified. No associated funerary objects are present.\\n        From February 23 to March 18, 1939, human remains representing, at minimum, 12 individuals were removed from site 1MS51 in Marshall County, AL. TVA initiated purchase of the site on June 12, 1936 as part of the Guntersville Reservoir project. This was one of several mound sites that have become known as the Roden Mounds (1MS47, 1MS48, 1MS49, 1MS50, 1MS51, 1MS53 and 1MS53A). All these mounds are thought to date to the Copena phase (A.D. 100-500). In 1939, the mound was 60 feet in diameter at the base and 1.3 feet in height. Excavation was primarily by vertical slicing with occasional horizontal blocks. Two midden pits were identified. Additional features might have once held human remains, but evidence of human remains was lacking at the time of excavation. The human remains include adults, juveniles, and one infant, but were too fragmentary to determine sex. No known individuals were identified. The one associated funerary object is a Hamilton projectile point.\\n        From February 26 to 29, 1937, human remains representing, at minimum, three individuals were removed from site 1MS53 in Marshall County, AL. TVA initiated purchase of the site on June 12, 1936, as part of the Guntersville Reservoir project. This was one of several mound sites that have become known as the Roden Mounds (1MS47, 1MS48, 1MS49, 1MS50, 1MS51, 1MS53 and 1MS53A). All these mounds are thought to date to the Copena phase (A.D. 100-500). In 1937, the mound was 60 feet in diameter at the base and 1.5 feet in height. Excavation was primarily by vertical slicing with occasional horizontal blocks. Rectangular features might have once held human remains, but evidence of human remains was lacking at the time of excavation. The human remains represent adults, but were too fragmentary to determine sex. No known individuals were identified. No associated funerary objects are present.\\n        From March 6 to 20, 1939, human remains representing, at minimum, eight individuals were removed from site 1MS53A in Marshall County, AL. TVA initiated purchase of the site on June 12, 1936, as part of the Guntersville Reservoir project. This was one of several mound sites that have become known as the Roden Mounds (1MS47, 1MS48, 1MS49, 1MS50, 1MS51, 1MS53 and 1MS53A). All these mounds are thought to date to the Copena phase (A.D. 100-500). In 1939, little evidence of the mound remained. Test trenches encountered a midden pit and features that might have held human remains. The human remains represent adults, but were too fragmentary to determine sex. No known individuals were identified. No associated funerary objects are present.\\n        From September 1937 to May 1938, human remains representing, at minimum, 109 individuals were removed from the Henry Island site, 1MS55, in Marshall County, AL. TVA initiated purchase of the site on November 2, 1936, as part of the Guntersville Reservoir project. This site was composed of two earthen mounds and associated village midden. Although there are no radiocarbon dates from this site, artifacts from the excavation suggest occupations during the Copena (A.D. 100-500), Flint River (A.D. 500-1000), Henry Island (A.D. 1200-1500), and Crow Creek (A.D. 1500-1650) phases. The human remains represent adults, juveniles, and infants of both sexes. No known individuals were identified. The 209 associated funerary objects are one Baldwin Plain bowl; six bone awls; one bone billet; 15 bone needles; one bone pin; one unidentified bone; one ceramic elbow pipe; one ground hematite nodule; five Mississippi Plain sherds; 176 shell beads; and one shell cup.\\n\\n        From June to October 1938, human remains representing, at minimum, 141 individuals were removed from the Harris site, 1MS80, in Marshall County, AL. TVA purchased the site on January 26, 1937, as part of the Guntersville Reservoir project. This shell-midden site was excavated through trenches and horizontal blocks. Although there are no radiocarbon dates from this site, artifacts from the excavation suggest occupations during the Copena (A.D. 100-500), Flint River (A.D. 500-1000), and Henry Island (A.D. 1200-1500) phases. The human remains represent adults, juveniles, and infants of both sexes. No known individuals were identified. The 6,501 associated funerary objects are two crinoid stems; one Hamilton PP/K; six freshwater pearl beads; two chert preforms; 6,489 shell beads; and one shell pendant.\\n        In January 1939, human remains representing, at minimum, 32 individuals were removed from the Halls site, 1MS107, in Marshall County, AL. TVA purchased the site on April 14, 1937, as part of the Guntersville Reservoir project. This village site was shallow, and had been disturbed by river erosion. Although there are no radiocarbon dates from this site, artifacts from the excavation suggest occupations during the Colbert (300 B.C.-A.D. 100), Flint River (A.D. 500-1000), and Henry Island (A.D. 1200-1500) phases. The human remains represent adults, juveniles, and infants of both sexes. No known individuals were identified. No associated funerary objects are present.\\n        From January to March, 1940, human remains representing, at minimum, 60 individuals were removed from the McDonald site, 1MS147, in Marshall County, AL. TVA acquired the site on August 5, 1938, as part of the Guntersville Reservoir project. This site was composed of both a village and a mound. Although there are no radiocarbon dates from this site, the artifacts indicate that it was primarily occupied during the Copena phase (A.D. 100-500). The human remains were fragmentary, but include adults, juveniles, and infants of both sexes. No known individuals were identified. The 64 associated funerary object are four chert bifaces; one clay sample; one conch shell; one conch shell cup; one cortical chert debitage; one galena nodule; one greenstone hoe; eight chert preforms; 37 shell beads; three soil samples; one steatite bowl; and five steatite vessel sherds.\\n        From 1933 to 1934, human remains representing, at minimum, four individuals were removed from site 1JA17 in Jackson County, AL. A recent examination of the materials collected during surveys of north Alabama conducted in anticipation of the construction of TVA reservoirs identified human remains combined with animal bones. Although these north Alabama sites are prehistoric Native American, nothing else is known about them. No known individuals were identified. No associated funerary objects are present.\\n        From 1933 to 1934, human remains representing, at minimum, seven individuals were removed from sites 1MS42, 1MS56, 1MS73, 1MS74, 1MS76, 1MS78, 1MS79, in Marshall County, AL. A recent examination of the materials collected during surveys of north Alabama conducted in anticipation of the construction of TVA reservoirs identified human remains combined with animal bones. Although these north Alabama sites are prehistoric Native American, nothing else is known about them. No known individuals were identified. No associated funerary objects are present.\\n        At the time of the excavation and removal of these human remains and associated funerary objects, the land from which the remains and objects were removed was not the tribal land of any Indian Tribe or Native Hawaiian organization. In May 2018, TVA consulted with all Indian Tribes who are recognized as aboriginal to the area from which these Native American human remains and associated funerary objects were removed. These Tribes are the Cherokee Nation; Eastern Band of Cherokee Indians; and the United Keetoowah Band of Cherokee Indians in Oklahoma. None of these Indian Tribes agreed to accept control of the human remains and associated funerary objects. In May 2018, TVA agreed to transfer control of the human remains and associated funerary objects to the Alabama-Coushatta Tribe of Texas (previously listed as the Alabama-Coushatta Tribes of Texas); Alabama-Quassarte Tribal Town; Coushatta Tribe of Louisiana; and The Muscogee (Creek) Nation.\\n        Determinations Made by the Tennessee Valley Authority\\n        Officials of the Tennessee Valley Authority have determined that:\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice are Native American, based on their presence in prehistoric archeological sites and osteological analysis.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 616 individuals of Native American ancestry.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 10,239 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and associated funerary objects and any present-day Indian Tribe.\\n        \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.11(c)(2)(i), the disposition of the human remains and associated funerary objects may be to the Alabama-Coushatta Tribe of Texas (previously listed as the Alabama-Coushatta Tribes of Texas); Alabama-Quassarte Tribal Town; Coushatta Tribe of Louisiana; and The Muscogee (Creek) Nation.\\n        Additional Requestors and Disposition\\n\\n        Representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Dr. Thomas O. Maher, TVA, 400 West Summit Hill Drive, WT11C, Knoxville, TN 37902-1401, telephone (865) 632-7458, email tomaher@tva.gov, by June 3, 2019. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to the Alabama-Coushatta Tribe of Texas (previously listed as the Alabama-Coushatta Tribes of Texas); Alabama-Quassarte Tribal Town; Coushatta Tribe of Louisiana; and The Muscogee (Creek) Nation may proceed.\\n        The Tennessee Valley Authority is responsible for notifying The Consulted Tribes that this notice has been published.\\n        \\n          Dated: April 4, 2019.\\n          Melanie O\\'Brien,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2019-09038 Filed 5-2-19; 8:45 am]\\n       BILLING CODE 4312-52-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[NPS-WASO-NAGPRA-NPS0027635; PPWOCRADN0-PCU00RP14.R50000]", "subject": "Notice of Inventory Completion: Tennessee Valley Authority, Knoxville, TN", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "The Tennessee Valley Authority (TVA) has completed an inventory of human remains and associated funerary objects in consultation with the appropriate Indian Tribes or Native Hawaiian organizations, and has determined that there is no cultural affiliation between the human remains and associated funerary objects and any present-day Indian Tribes or Native Hawaiian organizations. Representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to TVA. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the Indian Tribes or Native Hawaiian organizations stated in this notice may proceed.", "dates": "Representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to TVA at the address in this notice by June 3, 2019.", "addresses": "Dr. Thomas O. Maher, TVA, 400 West Summit Hill Drive, WT11C, Knoxville, TN 37902-1401, telephone (865) 632-7458, email tomaher@tva.gov.\\n          ", "signature_dated": "Dated: April 4, 2019.", "signature_name": "Melanie O\\'Brien,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2019-09038 Filed 5-2-19; 8:45 am]", "billing_code": " BILLING CODE 4312-52-P", "supp_info": "SUPPLEMENTARY INFORMATION: \n Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of Tennessee Valley Authority, Knoxville, TN. The human remains and associated funerary objects were removed from archeological sites in Jackson and Marshall Counties, AL. \n This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3) and 43 CFR 10.11(d). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice. \n Consultation \n A detailed assessment of the human remains was made by TVA professional staff in consultation with representatives of the Absentee-Shawnee Tribe of Oklahoma; Alabama-Coushatta Tribe of Texas (previously listed as the Alabama-Coushatta Tribes of Texas); Cherokee Nation; Coushatta Tribe of Louisiana; Eastern Band of Cherokee Indians; Poarch Band of Creeks (previously listed as the Poarch Band of Creek Indians of Alabama); The Chickasaw Nation; The Choctaw Nation of Oklahoma; The Muscogee (Creek) Nation; The Seminole Nation of Oklahoma; and the United Keetoowah Band of Cherokee Indians in Oklahoma (hereafter referred to as \\xe2\\x80\\x9cThe Consulted Tribes\\xe2\\x80\\x9d). \n History and Description of the Remains \n Many of the sites listed in this notice were excavated as part of TVA\\'s Guntersville Reservoir project by the Alabama Museum of Natural History (AMNH) at the University of Alabama, using labor and funds provided by the Works Progress Administration. Details regarding these excavations and sites may be found in \\xe2\\x80\\x9cAn Archaeological Survey of Guntersville Basin on the Tennessee River in Northern Alabama,\\xe2\\x80\\x9d a report by William S. Webb and Charles G. Wilder. The human remains and associated funerary objects excavated from the sites listed in this notice have been in the physical custody of the AMNH at the University of Alabama since they were excavated. \n From July to December of 1938, human remains representing, at minimum, five individuals were removed from the Snodgrass site (1JA101) in Jackson County, AL. TVA acquired the site on October 17, 1938. Excavations revealed occupations from the Late Woodland to the Mississippian period. The human remains include adults, juveniles, and infants. No known individuals were identified. No associated funerary objects are present. \n From July 1973 to September 1974, human remains representing, at minimum, 13 individuals were removed from the Bellefonte site, 1JA300, in Jackson County, AL, as part of the construction of the Bellefonte Nuclear plant. TVA purchased the land encompassing the site on June 21, 1937. Artifacts recovered from the site indicate occupations in the Archaic period (7500-1000 B.C.), Colbert phase (300 B.C.-A.D. 100), and Langston phase (A.D. 900-1200). The human remains include adults, juveniles, and children of both sexes. No known individuals were identified. The 18 associated funerary objects are 17 shell beads and one shell gorget. \n In 1973, human remains representing, at minimum, 29 individuals were removed from the Widows Creek site, 1JA305, in Jackson County, AL, as part of the expansion of TVA\\'s Widows Creek power plant. TVA purchased the land encompassing this site on September 12, 1943. Multiple calibrated radiocarbon dates from this site indicated Early Woodland (600-100 B.C.) and Late Woodland (A.D. 500-1100) occupations. The human remains include adults, juveniles, and infants of both sexes. No known individuals were identified. The 347 associated funerary objects are 98 copper beads; one bifurcated dear bone; 33 bivalvia; one bone fragment; one polished and carved bone fragment; one bone pin; five polished and burned bones; two modified deer bone; 28 gastropods; one greenstone celt fragment; one limestone biface; one limestone hoe; three chipped limestone tools; one ground limestone; 25 Long Branch Fabric Marked sherds; 28 Mulberry Creek Plain jar sherds; 112 shell beads; three shell gorget fragments; one tubular bone bead; and one unidentified bone. \n In July 1973, human remains representing, at minimum, 94 individuals were removed from the Williams Landing site, 1JA306, Jackson County, AL, as part of a planned channelization of an adjacent creek. TVA purchased the site on August 18, 1937. A mound and sub-mound midden were excavated. Although there are no radiocarbon dates for this site, artifacts recovered from the site indicate a Middle Woodland burial mound with two intrusive Mississippian burials. The human remains include adults, juveniles, and infants of both sexes. No known individuals were identified. The 2,851 associated funerary objects are one bone awl; one limestone hoe; two PP/K; 2,846 shell beads; and one shell pendant.\\n         \n From May to June 1938, human remains representing, at minimum, 21 individuals were removed from the Deposit Landing site, 1MS14, in Marshall County, AL. TVA acquired the site on April 10, 1937, as part of the Guntersville Reservoir project. Excavations revealed occupations from the Copena (A.D. 100-500) and Flint River (A.D. 500-1000) phases. The human remains include adults, juveniles, and infants of both sexes. No known individuals were identified. The 159 associated funerary objects are one bone awl; three modified bone fragments; one bone needle; one bone beamer fragment; 50 Mulberry Creek Plain sherds; and 103 shell beads. \n From May to August, 1937, human remains representing, at minimum, 47 individuals were removed from the McKee Island site, 1MS32, in Marshall County, AL. TVA acquired the site on November 12, 1936, as part of the Guntersville Reservoir project. This midden-rich village extended 800 feet along a ridge of the now inundated McKee Island. Although there are no radiocarbon dates from this site, ceramics recovered from 1MS32 indicate occupations during the Colbert (300 B.C.-A.D. 100), Flint River (A.D. 500-1000), and Crow Creek (A.D. 1500-1650) phases. Trade goods from Euro-American origins indicate a historic Native American occupation. The human remains include adults, juveniles, and infants of both sexes. No known individuals were identified. The two associated funerary objects are one Sykes projectile and one shell pin. \n From May to June, 1938, human remains representing, at minimum, 29 individuals were removed from the Houston site, 1MS43, in Marshall County, AL. TVA acquired the site on March 10, 1938 as part of the Guntersville Reservoir project. There was evidence that this prehistoric Native American site had been disturbed by pits dug during the Civil War. Although there are no radiocarbon dates from this site, the ceramics indicate occupations during the Copena (A.D. 100-500), Flint River (A.D. 500-1000), and Henrys Island (A.D. 1200-1450) phases. The human remains include adults, juveniles, and infants of both sexes. No known individuals were identified. The 87 associated funerary objects are one Hamilton PP/K; six iron cut nails; 79 shell beads; and one modern umbrella stretcher tip. \n From March 3 to April 15, 1937, human remains representing, at minimum, two individuals were removed from site 1MS49 in Marshall County, AL. TVA initiated purchase of the site on June 12, 1936 as part of the Guntersville Reservoir project. This was one of several mound sites that have become known as the Roden Mounds (1MS47, 1MS48, 1MS49, 1MS50, 1MS51, 1MS53 and 1MS53A). All these mounds are thought to date to the Copena phase (A.D. 100-500). In 1937, the mound was 40 x 60 feet at the base and 4.5 feet in height. Excavation was primarily by vertical slicing with occasional horizontal blocks. One fire pit was identified. Additional features might have once held human remains, but evidence of human remains was lacking at the time of excavation. One individual was 13-15 years of age and of unknown sex. The second was an adult 18 years of age or older, and of unknown sex. No known individuals were identified. No associated funerary objects are present. \n From February 23 to March 18, 1939, human remains representing, at minimum, 12 individuals were removed from site 1MS51 in Marshall County, AL. TVA initiated purchase of the site on June 12, 1936 as part of the Guntersville Reservoir project. This was one of several mound sites that have become known as the Roden Mounds (1MS47, 1MS48, 1MS49, 1MS50, 1MS51, 1MS53 and 1MS53A). All these mounds are thought to date to the Copena phase (A.D. 100-500). In 1939, the mound was 60 feet in diameter at the base and 1.3 feet in height. Excavation was primarily by vertical slicing with occasional horizontal blocks. Two midden pits were identified. Additional features might have once held human remains, but evidence of human remains was lacking at the time of excavation. The human remains include adults, juveniles, and one infant, but were too fragmentary to determine sex. No known individuals were identified. The one associated funerary object is a Hamilton projectile point. \n From February 26 to 29, 1937, human remains representing, at minimum, three individuals were removed from site 1MS53 in Marshall County, AL. TVA initiated purchase of the site on June 12, 1936, as part of the Guntersville Reservoir project. This was one of several mound sites that have become known as the Roden Mounds (1MS47, 1MS48, 1MS49, 1MS50, 1MS51, 1MS53 and 1MS53A). All these mounds are thought to date to the Copena phase (A.D. 100-500). In 1937, the mound was 60 feet in diameter at the base and 1.5 feet in height. Excavation was primarily by vertical slicing with occasional horizontal blocks. Rectangular features might have once held human remains, but evidence of human remains was lacking at the time of excavation. The human remains represent adults, but were too fragmentary to determine sex. No known individuals were identified. No associated funerary objects are present. \n From March 6 to 20, 1939, human remains representing, at minimum, eight individuals were removed from site 1MS53A in Marshall County, AL. TVA initiated purchase of the site on June 12, 1936, as part of the Guntersville Reservoir project. This was one of several mound sites that have become known as the Roden Mounds (1MS47, 1MS48, 1MS49, 1MS50, 1MS51, 1MS53 and 1MS53A). All these mounds are thought to date to the Copena phase (A.D. 100-500). In 1939, little evidence of the mound remained. Test trenches encountered a midden pit and features that might have held human remains. The human remains represent adults, but were too fragmentary to determine sex. No known individuals were identified. No associated funerary objects are present. \n From September 1937 to May 1938, human remains representing, at minimum, 109 individuals were removed from the Henry Island site, 1MS55, in Marshall County, AL. TVA initiated purchase of the site on November 2, 1936, as part of the Guntersville Reservoir project. This site was composed of two earthen mounds and associated village midden. Although there are no radiocarbon dates from this site, artifacts from the excavation suggest occupations during the Copena (A.D. 100-500), Flint River (A.D. 500-1000), Henry Island (A.D. 1200-1500), and Crow Creek (A.D. 1500-1650) phases. The human remains represent adults, juveniles, and infants of both sexes. No known individuals were identified. The 209 associated funerary objects are one Baldwin Plain bowl; six bone awls; one bone billet; 15 bone needles; one bone pin; one unidentified bone; one ceramic elbow pipe; one ground hematite nodule; five Mississippi Plain sherds; 176 shell beads; and one shell cup. \n From June to October 1938, human remains representing, at minimum, 141 individuals were removed from the Harris site, 1MS80, in Marshall County, AL. TVA purchased the site on January 26, 1937, as part of the Guntersville Reservoir project. This shell-midden site was excavated through trenches and horizontal blocks. Although there are no radiocarbon dates from this site, artifacts from the excavation suggest occupations during the Copena (A.D. 100-500), Flint River (A.D. 500-1000), and Henry Island (A.D. 1200-1500) phases. The human remains represent adults, juveniles, and infants of both sexes. No known individuals were identified. The 6,501 associated funerary objects are two crinoid stems; one Hamilton PP/K; six freshwater pearl beads; two chert preforms; 6,489 shell beads; and one shell pendant. \n In January 1939, human remains representing, at minimum, 32 individuals were removed from the Halls site, 1MS107, in Marshall County, AL. TVA purchased the site on April 14, 1937, as part of the Guntersville Reservoir project. This village site was shallow, and had been disturbed by river erosion. Although there are no radiocarbon dates from this site, artifacts from the excavation suggest occupations during the Colbert (300 B.C.-A.D. 100), Flint River (A.D. 500-1000), and Henry Island (A.D. 1200-1500) phases. The human remains represent adults, juveniles, and infants of both sexes. No known individuals were identified. No associated funerary objects are present. \n From January to March, 1940, human remains representing, at minimum, 60 individuals were removed from the McDonald site, 1MS147, in Marshall County, AL. TVA acquired the site on August 5, 1938, as part of the Guntersville Reservoir project. This site was composed of both a village and a mound. Although there are no radiocarbon dates from this site, the artifacts indicate that it was primarily occupied during the Copena phase (A.D. 100-500). The human remains were fragmentary, but include adults, juveniles, and infants of both sexes. No known individuals were identified. The 64 associated funerary object are four chert bifaces; one clay sample; one conch shell; one conch shell cup; one cortical chert debitage; one galena nodule; one greenstone hoe; eight chert preforms; 37 shell beads; three soil samples; one steatite bowl; and five steatite vessel sherds. \n From 1933 to 1934, human remains representing, at minimum, four individuals were removed from site 1JA17 in Jackson County, AL. A recent examination of the materials collected during surveys of north Alabama conducted in anticipation of the construction of TVA reservoirs identified human remains combined with animal bones. Although these north Alabama sites are prehistoric Native American, nothing else is known about them. No known individuals were identified. No associated funerary objects are present. \n From 1933 to 1934, human remains representing, at minimum, seven individuals were removed from sites 1MS42, 1MS56, 1MS73, 1MS74, 1MS76, 1MS78, 1MS79, in Marshall County, AL. A recent examination of the materials collected during surveys of north Alabama conducted in anticipation of the construction of TVA reservoirs identified human remains combined with animal bones. Although these north Alabama sites are prehistoric Native American, nothing else is known about them. No known individuals were identified. No associated funerary objects are present. \n At the time of the excavation and removal of these human remains and associated funerary objects, the land from which the remains and objects were removed was not the tribal land of any Indian Tribe or Native Hawaiian organization. In May 2018, TVA consulted with all Indian Tribes who are recognized as aboriginal to the area from which these Native American human remains and associated funerary objects were removed. These Tribes are the Cherokee Nation; Eastern Band of Cherokee Indians; and the United Keetoowah Band of Cherokee Indians in Oklahoma. None of these Indian Tribes agreed to accept control of the human remains and associated funerary objects. In May 2018, TVA agreed to transfer control of the human remains and associated funerary objects to the Alabama-Coushatta Tribe of Texas (previously listed as the Alabama-Coushatta Tribes of Texas); Alabama-Quassarte Tribal Town; Coushatta Tribe of Louisiana; and The Muscogee (Creek) Nation. \n Determinations Made by the Tennessee Valley Authority \n Officials of the Tennessee Valley Authority have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice are Native American, based on their presence in prehistoric archeological sites and osteological analysis. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 616 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 10,239 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and associated funerary objects and any present-day Indian Tribe. \n \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.11(c)(2)(i), the disposition of the human remains and associated funerary objects may be to the Alabama-Coushatta Tribe of Texas (previously listed as the Alabama-Coushatta Tribes of Texas); Alabama-Quassarte Tribal Town; Coushatta Tribe of Louisiana; and The Muscogee (Creek) Nation. \n Additional Requestors and Disposition \n Representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Dr. Thomas O. Maher, TVA, 400 West Summit Hill Drive, WT11C, Knoxville, TN 37902-1401, telephone (865) 632-7458, email tomaher@tva.gov, by June 3, 2019. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to the Alabama-Coushatta Tribe of Texas (previously listed as the Alabama-Coushatta Tribes of Texas); Alabama-Quassarte Tribal Town; Coushatta Tribe of Louisiana; and The Muscogee (Creek) Nation may proceed. \n The Tennessee Valley Authority is responsible for notifying The Consulted Tribes that this notice has been published. \n ", "consultation": "A detailed assessment of the human remains was made by TVA professional staff in consultation with representatives of the Absentee-Shawnee Tribe of Oklahoma; Alabama-Coushatta Tribe of Texas (previously listed as the Alabama-Coushatta Tribes of Texas); Cherokee Nation; Coushatta Tribe of Louisiana; Eastern Band of Cherokee Indians; Poarch Band of Creeks (previously listed as the Poarch Band of Creek Indians of Alabama); The Chickasaw Nation; The Choctaw Nation of Oklahoma; The Muscogee (Creek) Nation; The Seminole Nation of Oklahoma; and the United Keetoowah Band of Cherokee Indians in Oklahoma (hereafter referred to as \\xe2\\x80\\x9cThe Consulted Tribes\\xe2\\x80\\x9d). \n ", "h_d_r": "Many of the sites listed in this notice were excavated as part of TVA\\'s Guntersville Reservoir project by the Alabama Museum of Natural History (AMNH) at the University of Alabama, using labor and funds provided by the Works Progress Administration. Details regarding these excavations and sites may be found in \\xe2\\x80\\x9cAn Archaeological Survey of Guntersville Basin on the Tennessee River in Northern Alabama,\\xe2\\x80\\x9d a report by William S. Webb and Charles G. Wilder. The human remains and associated funerary objects excavated from the sites listed in this notice have been in the physical custody of the AMNH at the University of Alabama since they were excavated. \n From July to December of 1938, human remains representing, at minimum, five individuals were removed from the Snodgrass site (1JA101) in Jackson County, AL. TVA acquired the site on October 17, 1938. Excavations revealed occupations from the Late Woodland to the Mississippian period. The human remains include adults, juveniles, and infants. No known individuals were identified. No associated funerary objects are present. \n From July 1973 to September 1974, human remains representing, at minimum, 13 individuals were removed from the Bellefonte site, 1JA300, in Jackson County, AL, as part of the construction of the Bellefonte Nuclear plant. TVA purchased the land encompassing the site on June 21, 1937. Artifacts recovered from the site indicate occupations in the Archaic period (7500-1000 B.C.), Colbert phase (300 B.C.-A.D. 100), and Langston phase (A.D. 900-1200). The human remains include adults, juveniles, and children of both sexes. No known individuals were identified. The 18 associated funerary objects are 17 shell beads and one shell gorget. \n In 1973, human remains representing, at minimum, 29 individuals were removed from the Widows Creek site, 1JA305, in Jackson County, AL, as part of the expansion of TVA\\'s Widows Creek power plant. TVA purchased the land encompassing this site on September 12, 1943. Multiple calibrated radiocarbon dates from this site indicated Early Woodland (600-100 B.C.) and Late Woodland (A.D. 500-1100) occupations. The human remains include adults, juveniles, and infants of both sexes. No known individuals were identified. The 347 associated funerary objects are 98 copper beads; one bifurcated dear bone; 33 bivalvia; one bone fragment; one polished and carved bone fragment; one bone pin; five polished and burned bones; two modified deer bone; 28 gastropods; one greenstone celt fragment; one limestone biface; one limestone hoe; three chipped limestone tools; one ground limestone; 25 Long Branch Fabric Marked sherds; 28 Mulberry Creek Plain jar sherds; 112 shell beads; three shell gorget fragments; one tubular bone bead; and one unidentified bone. \n In July 1973, human remains representing, at minimum, 94 individuals were removed from the Williams Landing site, 1JA306, Jackson County, AL, as part of a planned channelization of an adjacent creek. TVA purchased the site on August 18, 1937. A mound and sub-mound midden were excavated. Although there are no radiocarbon dates for this site, artifacts recovered from the site indicate a Middle Woodland burial mound with two intrusive Mississippian burials. The human remains include adults, juveniles, and infants of both sexes. No known individuals were identified. The 2,851 associated funerary objects are one bone awl; one limestone hoe; two PP/K; 2,846 shell beads; and one shell pendant.\\n         \n From May to June 1938, human remains representing, at minimum, 21 individuals were removed from the Deposit Landing site, 1MS14, in Marshall County, AL. TVA acquired the site on April 10, 1937, as part of the Guntersville Reservoir project. Excavations revealed occupations from the Copena (A.D. 100-500) and Flint River (A.D. 500-1000) phases. The human remains include adults, juveniles, and infants of both sexes. No known individuals were identified. The 159 associated funerary objects are one bone awl; three modified bone fragments; one bone needle; one bone beamer fragment; 50 Mulberry Creek Plain sherds; and 103 shell beads. \n From May to August, 1937, human remains representing, at minimum, 47 individuals were removed from the McKee Island site, 1MS32, in Marshall County, AL. TVA acquired the site on November 12, 1936, as part of the Guntersville Reservoir project. This midden-rich village extended 800 feet along a ridge of the now inundated McKee Island. Although there are no radiocarbon dates from this site, ceramics recovered from 1MS32 indicate occupations during the Colbert (300 B.C.-A.D. 100), Flint River (A.D. 500-1000), and Crow Creek (A.D. 1500-1650) phases. Trade goods from Euro-American origins indicate a historic Native American occupation. The human remains include adults, juveniles, and infants of both sexes. No known individuals were identified. The two associated funerary objects are one Sykes projectile and one shell pin. \n From May to June, 1938, human remains representing, at minimum, 29 individuals were removed from the Houston site, 1MS43, in Marshall County, AL. TVA acquired the site on March 10, 1938 as part of the Guntersville Reservoir project. There was evidence that this prehistoric Native American site had been disturbed by pits dug during the Civil War. Although there are no radiocarbon dates from this site, the ceramics indicate occupations during the Copena (A.D. 100-500), Flint River (A.D. 500-1000), and Henrys Island (A.D. 1200-1450) phases. The human remains include adults, juveniles, and infants of both sexes. No known individuals were identified. The 87 associated funerary objects are one Hamilton PP/K; six iron cut nails; 79 shell beads; and one modern umbrella stretcher tip. \n From March 3 to April 15, 1937, human remains representing, at minimum, two individuals were removed from site 1MS49 in Marshall County, AL. TVA initiated purchase of the site on June 12, 1936 as part of the Guntersville Reservoir project. This was one of several mound sites that have become known as the Roden Mounds (1MS47, 1MS48, 1MS49, 1MS50, 1MS51, 1MS53 and 1MS53A). All these mounds are thought to date to the Copena phase (A.D. 100-500). In 1937, the mound was 40 x 60 feet at the base and 4.5 feet in height. Excavation was primarily by vertical slicing with occasional horizontal blocks. One fire pit was identified. Additional features might have once held human remains, but evidence of human remains was lacking at the time of excavation. One individual was 13-15 years of age and of unknown sex. The second was an adult 18 years of age or older, and of unknown sex. No known individuals were identified. No associated funerary objects are present. \n From February 23 to March 18, 1939, human remains representing, at minimum, 12 individuals were removed from site 1MS51 in Marshall County, AL. TVA initiated purchase of the site on June 12, 1936 as part of the Guntersville Reservoir project. This was one of several mound sites that have become known as the Roden Mounds (1MS47, 1MS48, 1MS49, 1MS50, 1MS51, 1MS53 and 1MS53A). All these mounds are thought to date to the Copena phase (A.D. 100-500). In 1939, the mound was 60 feet in diameter at the base and 1.3 feet in height. Excavation was primarily by vertical slicing with occasional horizontal blocks. Two midden pits were identified. Additional features might have once held human remains, but evidence of human remains was lacking at the time of excavation. The human remains include adults, juveniles, and one infant, but were too fragmentary to determine sex. No known individuals were identified. The one associated funerary object is a Hamilton projectile point. \n From February 26 to 29, 1937, human remains representing, at minimum, three individuals were removed from site 1MS53 in Marshall County, AL. TVA initiated purchase of the site on June 12, 1936, as part of the Guntersville Reservoir project. This was one of several mound sites that have become known as the Roden Mounds (1MS47, 1MS48, 1MS49, 1MS50, 1MS51, 1MS53 and 1MS53A). All these mounds are thought to date to the Copena phase (A.D. 100-500). In 1937, the mound was 60 feet in diameter at the base and 1.5 feet in height. Excavation was primarily by vertical slicing with occasional horizontal blocks. Rectangular features might have once held human remains, but evidence of human remains was lacking at the time of excavation. The human remains represent adults, but were too fragmentary to determine sex. No known individuals were identified. No associated funerary objects are present. \n From March 6 to 20, 1939, human remains representing, at minimum, eight individuals were removed from site 1MS53A in Marshall County, AL. TVA initiated purchase of the site on June 12, 1936, as part of the Guntersville Reservoir project. This was one of several mound sites that have become known as the Roden Mounds (1MS47, 1MS48, 1MS49, 1MS50, 1MS51, 1MS53 and 1MS53A). All these mounds are thought to date to the Copena phase (A.D. 100-500). In 1939, little evidence of the mound remained. Test trenches encountered a midden pit and features that might have held human remains. The human remains represent adults, but were too fragmentary to determine sex. No known individuals were identified. No associated funerary objects are present. \n From September 1937 to May 1938, human remains representing, at minimum, 109 individuals were removed from the Henry Island site, 1MS55, in Marshall County, AL. TVA initiated purchase of the site on November 2, 1936, as part of the Guntersville Reservoir project. This site was composed of two earthen mounds and associated village midden. Although there are no radiocarbon dates from this site, artifacts from the excavation suggest occupations during the Copena (A.D. 100-500), Flint River (A.D. 500-1000), Henry Island (A.D. 1200-1500), and Crow Creek (A.D. 1500-1650) phases. The human remains represent adults, juveniles, and infants of both sexes. No known individuals were identified. The 209 associated funerary objects are one Baldwin Plain bowl; six bone awls; one bone billet; 15 bone needles; one bone pin; one unidentified bone; one ceramic elbow pipe; one ground hematite nodule; five Mississippi Plain sherds; 176 shell beads; and one shell cup. \n From June to October 1938, human remains representing, at minimum, 141 individuals were removed from the Harris site, 1MS80, in Marshall County, AL. TVA purchased the site on January 26, 1937, as part of the Guntersville Reservoir project. This shell-midden site was excavated through trenches and horizontal blocks. Although there are no radiocarbon dates from this site, artifacts from the excavation suggest occupations during the Copena (A.D. 100-500), Flint River (A.D. 500-1000), and Henry Island (A.D. 1200-1500) phases. The human remains represent adults, juveniles, and infants of both sexes. No known individuals were identified. The 6,501 associated funerary objects are two crinoid stems; one Hamilton PP/K; six freshwater pearl beads; two chert preforms; 6,489 shell beads; and one shell pendant. \n In January 1939, human remains representing, at minimum, 32 individuals were removed from the Halls site, 1MS107, in Marshall County, AL. TVA purchased the site on April 14, 1937, as part of the Guntersville Reservoir project. This village site was shallow, and had been disturbed by river erosion. Although there are no radiocarbon dates from this site, artifacts from the excavation suggest occupations during the Colbert (300 B.C.-A.D. 100), Flint River (A.D. 500-1000), and Henry Island (A.D. 1200-1500) phases. The human remains represent adults, juveniles, and infants of both sexes. No known individuals were identified. No associated funerary objects are present. \n From January to March, 1940, human remains representing, at minimum, 60 individuals were removed from the McDonald site, 1MS147, in Marshall County, AL. TVA acquired the site on August 5, 1938, as part of the Guntersville Reservoir project. This site was composed of both a village and a mound. Although there are no radiocarbon dates from this site, the artifacts indicate that it was primarily occupied during the Copena phase (A.D. 100-500). The human remains were fragmentary, but include adults, juveniles, and infants of both sexes. No known individuals were identified. The 64 associated funerary object are four chert bifaces; one clay sample; one conch shell; one conch shell cup; one cortical chert debitage; one galena nodule; one greenstone hoe; eight chert preforms; 37 shell beads; three soil samples; one steatite bowl; and five steatite vessel sherds. \n From 1933 to 1934, human remains representing, at minimum, four individuals were removed from site 1JA17 in Jackson County, AL. A recent examination of the materials collected during surveys of north Alabama conducted in anticipation of the construction of TVA reservoirs identified human remains combined with animal bones. Although these north Alabama sites are prehistoric Native American, nothing else is known about them. No known individuals were identified. No associated funerary objects are present. \n From 1933 to 1934, human remains representing, at minimum, seven individuals were removed from sites 1MS42, 1MS56, 1MS73, 1MS74, 1MS76, 1MS78, 1MS79, in Marshall County, AL. A recent examination of the materials collected during surveys of north Alabama conducted in anticipation of the construction of TVA reservoirs identified human remains combined with animal bones. Although these north Alabama sites are prehistoric Native American, nothing else is known about them. No known individuals were identified. No associated funerary objects are present. \n At the time of the excavation and removal of these human remains and associated funerary objects, the land from which the remains and objects were removed was not the tribal land of any Indian Tribe or Native Hawaiian organization. In May 2018, TVA consulted with all Indian Tribes who are recognized as aboriginal to the area from which these Native American human remains and associated funerary objects were removed. These Tribes are the Cherokee Nation; Eastern Band of Cherokee Indians; and the United Keetoowah Band of Cherokee Indians in Oklahoma. None of these Indian Tribes agreed to accept control of the human remains and associated funerary objects. In May 2018, TVA agreed to transfer control of the human remains and associated funerary objects to the Alabama-Coushatta Tribe of Texas (previously listed as the Alabama-Coushatta Tribes of Texas); Alabama-Quassarte Tribal Town; Coushatta Tribe of Louisiana; and The Muscogee (Creek) Nation. \n ", "h_d_ci": "Null", "determinations": "Determinations Made by the Tennessee Valley Authority \n Officials of the Tennessee Valley Authority have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice are Native American, based on their presence in prehistoric archeological sites and osteological analysis. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 616 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 10,239 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and associated funerary objects and any present-day Indian Tribe. \n \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.11(c)(2)(i), the disposition of the human remains and associated funerary objects may be to the Alabama-Coushatta Tribe of Texas (previously listed as the Alabama-Coushatta Tribes of Texas); Alabama-Quassarte Tribal Town; Coushatta Tribe of Louisiana; and The Muscogee (Creek) Nation. \n ", "a_r_d": "Representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Dr. Thomas O. Maher, TVA, 400 West Summit Hill Drive, WT11C, Knoxville, TN 37902-1401, telephone (865) 632-7458, email tomaher@tva.gov, by June 3, 2019. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to the Alabama-Coushatta Tribe of Texas (previously listed as the Alabama-Coushatta Tribes of Texas); Alabama-Quassarte Tribal Town; Coushatta Tribe of Louisiana; and The Muscogee (Creek) Nation may proceed. \n The Tennessee Valley Authority is responsible for notifying The Consulted Tribes that this notice has been published. \n "}