{"index": "I_946", "messy_full": "\\n      \\n        \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [NPS-WASO-NAGPRA-12994; PPWOCRADN0-PCU00RP14.R50000]\\n        Notice of Inventory Completion: Michigan Department of Transportation, Van Wagoner Building, Lansing, MI\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        \\n          SUMMARY:\\n          The Michigan Department of Transportation has completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian tribes or Native Hawaiian organizations, and has determined that there is no cultural affiliation between the human remains and associated funerary objects and any present-day Indian tribes or Native Hawaiian organizations. Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to the Michigan Department of Transportation. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the Indian tribes or Native Hawaiian organizations stated in this notice may proceed.\\n        \\n        \\n          DATES:\\n          Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to the Michigan Department of Transportation at the address in this notice by July 8, 2013.\\n        \\n        \\n          ADDRESSES:\\n\\n          James A. Robertson, Staff Archaeologist, Environmental Section, Bureau of Highway Development, Michigan Department of Transportation, 425 West Ottawa, P.O. Box 30150, Lansing, MI 48909, telephone (517) 335-2637, email robertsonj3@michigan.gov.\\n        \\n      \\n      \\n        SUPPLEMENTARY INFORMATION:\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the Michigan Department of Transportation, Lansing, MI. The human remains and associated funerary objects were removed from the City of Rochester, Oakland County, MI.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3) and 43 CFR 10.11(d). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        Consultation\\n        A detailed assessment of the human remains was made by the Michigan Department of Transportation professional staff in consultation with representatives of the Bay Mills Indian Community, Michigan; Delaware Nation, Oklahoma; Forest County Potawatomi Community, Wisconsin; Grand Traverse Band of Ottawa and Chippewa Indians, Michigan; Hannahville Indian Community, Michigan; Keweenaw Bay Indian Community, Michigan; Lac Vieux Desert Band of Lake Superior Chippewa Indians, Michigan; Little River Band of Ottawa Indians, Michigan; Little Traverse Bay Bands of Odawa Indians, Michigan; Match-e-be-nash-she-wish Band of Pottawatomi Indians of Michigan; Mille Lacs Band of the Minnesota Chippewa Tribe, Minnesota; Nottawaseppi Huron Band of the Potawatomi, Michigan (previously listed as the Huron Potawatomi, Inc.); Pokagon Band of Potawatomi Indians, Michigan and Indiana; Saginaw Chippewa Indian Tribe of Michigan; and Sault Ste. Marie Tribe of Chippewa Indians of Michigan. Information was also provided to the Burt Lake Band of Ottawa & Chippewa Indians, Michigan, a non-Federally recognized Indian group.\\n        Invitations to consultation were sent to the Absentee-Shawnee Tribe of Indians of Oklahoma; Bad River Band of the Lake Superior Tribe of Chippewa Indians of the Bad River Reservation, Wisconsin; Bois Forte Band (Nett Lake) of the Minnesota Chippewa Tribe, Minnesota; Chippewa-Cree Indians of the Rocky Boy\\'s Reservation, Montana; Citizen Potawatomi Nation, Oklahoma; Fond du Lac Band of the Minnesota Chippewa Tribe, Minnesota; Grand Portage Band of the Minnesota Chippewa Tribe, Minnesota; Kickapoo Tribe of Oklahoma; Lac Courte Oreilles Band of Lake Superior Chippewa of Wisconsin; Lac du Flambeau Band of Lake Superior Chippewa Indians of the Lac du Flambeau Reservation of Wisconsin; Leech Lake Band of the Minnesota Chippewa Tribe, Minnesota; Menominee Indian Tribe of Wisconsin; Miami Tribe of Oklahoma; Ottawa Tribe of Oklahoma; Peoria Tribe of Indians of Oklahoma; Prairie Band of Potawatomi Nation (previously listed as the Prairie Band of Potawatomi Nation, Kansas); Quechan Tribe of the Fort Yuma Indian Reservation, California & Arizona; Red Cliff Band of Lake Superior Chippewa Indians of Wisconsin; Red Lake Band of Chippewa Indians, Minnesota; Seneca Nation of Indians (previously listed as the Seneca Nation of New York); Seneca-Cayuga Tribe of Oklahoma; Shawnee Tribe; Sokaogon Chippewa Community, Wisconsin; St. Croix Chippewa Indians of Wisconsin; Tonawanda Band of Seneca (previously listed as the Tonawanda Band of Seneca Indians of New York); Turtle Mountain Band of Chippewa Indians of North Dakota; White Earth Band of the Minnesota Chippewa Tribe, Minnesota; and the Wyandotte Nation. A request for consultation was also sent to the Grand River Bands of Ottawa Indians, Michigan, a non-Federally recognized Indian group. Lastly, the Leech Lake Band of the Minnesota Chippewa Tribe, Minnesota, indicated that they did not wish to make a claim at this time and would support any tribe that may come forward.\\n        History and Description of the Remains\\n        In June through August of 2012, human remains representing, at minimum, four individuals were removed from site 20OK42 in the City of Rochester, Oakland County, MI. The human remains were inadvertently discovered during a road reconstruction project. The recovered human remains include one adult (>45 years) male, one adult (>45 years) female, one adolescent (13-17 years) female, and one neonate. All of the human remains were identified as Native American by the Michigan State University Forensic Anthropology Laboratory (MSUFAL) via non-invasive forensic analysis of the human remains and by the Michigan Department of Transportation\\'s archaeological investigation of the depositional contexts of the human remains and associated funerary objects. No known individuals were identified. The 43 associated funerary objects are 28 chipped stone flakes, 2 edge-damaged flake tools, 1 bipolar chipped stone tool, 1 bifacial chipped stone tool, 1 hammerstone, 4 fire-cracked rocks, 1 calcined bone fragment, 2 fish scales, and 3 flotation heavy fractions.\\n        Determinations Made by the Michigan Department of Transportation\\n        Officials of the Michigan Department of Transportation have determined that:\\n\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice are Native American based on a combination of non-invasive forensic analysis and archaeological investigation.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of four individuals of Native American ancestry.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 43 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and associated funerary objects and any present-day Indian tribe.\\n        \\xe2\\x80\\xa2 According to final judgments of the Indian Claims Commission or the Court of Federal Claims, the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of the Saginaw Chippewa Indian Tribe of Michigan.\\n        \\xe2\\x80\\xa2 Treaties, Acts of Congress, or Executive Orders, indicate that the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of the Bad River Band of the Lake Superior Tribe of Chippewa Indians of the Bad River Reservation, Wisconsin; Bay Mills Indian Community, Michigan; Bois Forte Band (Nett Lake) of the Minnesota Chippewa Tribe, Minnesota; Chippewa-Cree Indians of the Rocky Boy\\'s Reservation, Montana; Citizen Potawatomi Nation, Oklahoma; Fond du Lac Band of the Minnesota Chippewa Tribe, Minnesota; Forest County Potawatomi Community, Wisconsin; Grand Portage Band of the Minnesota Chippewa Tribe, Minnesota; Grand Traverse Band of Ottawa and Chippewa Indians, Michigan; Hannahville Indian Community, Michigan; Keweenaw Bay Indian Community, Michigan; Lac Courte Oreilles Band of Lake Superior Chippewa of Wisconsin; Lac du Flambeau Band of Lake Superior Chippewa Indians of the Lac du Flambeau Reservation of Wisconsin; Lac Vieux Desert Band of Lake Superior Chippewa Indians, Michigan; Leech Lake Band of the Minnesota Chippewa Tribe, Minnesota; Little River Band of Ottawa Indians, Michigan; Little Traverse Bay Bands of Odawa Indians, Michigan; Match-e-be-nash-she-wish Band of Pottawatomi Indians of Michigan; Mille Lacs Band of the Minnesota Chippewa Tribe, Minnesota; Nottawaseppi Huron Band of the Potawatomi, Michigan (previously listed as the Huron Potawatomi, Inc.); Ottawa Tribe of Oklahoma; Pokagon Band of Potawatomi Indians, Michigan and Indiana; Prairie Band of Potawatomi Nation (previously listed as the Prairie Band of Potawatomi Nation, Kansas); Quechan Tribe of the Fort Yuma Indian Reservation, California & Arizona; Red Cliff Band of Lake Superior Chippewa Indians of Wisconsin; Red Lake Band of Chippewa Indians, Minnesota; Saginaw Chippewa Indian Tribe of Michigan; Sault Ste. Marie Tribe of Chippewa Indians of Michigan; Sokaogon Chippewa Community, Wisconsin; St. Croix Chippewa Indians of Wisconsin; Turtle Mountain Band of Chippewa Indians of North Dakota; White Earth Band of the Minnesota Chippewa Tribe, Minnesota; and the Wyandotte Nation (hereafter referred to as \\xe2\\x80\\x9cThe Tribes\\xe2\\x80\\x9d).\\n        \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.11(c)(1), the disposition of the human remains and associated funerary objects may be to The Tribes.\\n        Additional Requestors and Disposition\\n\\n        Representatives of any Indian tribe not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to James A. Robertson, Staff Archaeologist, Environmental Section, Bureau of Highway Development, Michigan Department of Transportation, 425 West Ottawa, P.O. Box 30150, Lansing, MI 48909, telephone (517) 335-2637, email robertsonj3@michigan.gov, by July 8, 2013. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to The Tribes may proceed.\\n        The Michigan Department of Transportation is responsible for notifying The Tribes that this notice has been published.\\n        \\n          Dated: May 2, 2013.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program. \\n        \\n      \\n      [FR Doc. 2013-13468 Filed 6-5-13; 8:45 am]\\n      BILLING CODE 4312-50-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[NPS-WASO-NAGPRA-12994; PPWOCRADN0-PCU00RP14.R50000]", "subject": "Notice of Inventory Completion: Michigan Department of Transportation, Van Wagoner Building, Lansing, MI", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "The Michigan Department of Transportation has completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian tribes or Native Hawaiian organizations, and has determined that there is no cultural affiliation between the human remains and associated funerary objects and any present-day Indian tribes or Native Hawaiian organizations. Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to the Michigan Department of Transportation. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the Indian tribes or Native Hawaiian organizations stated in this notice may proceed.", "dates": "Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to the Michigan Department of Transportation at the address in this notice by July 8, 2013.", "addresses": "James A. Robertson, Staff Archaeologist, Environmental Section, Bureau of Highway Development, Michigan Department of Transportation, 425 West Ottawa, P.O. Box 30150, Lansing, MI 48909, telephone (517) 335-2637, email robertsonj3@michigan.gov.", "signature_dated": "Dated: May 2, 2013.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program. ", "fr_doc": "[FR Doc. 2013-13468 Filed 6-5-13; 8:45 am]", "billing_code": "BILLING CODE 4312-50-P", "supp_info": "SUPPLEMENTARY INFORMATION: \n Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the Michigan Department of Transportation, Lansing, MI. The human remains and associated funerary objects were removed from the City of Rochester, Oakland County, MI. \n This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3) and 43 CFR 10.11(d). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice. \n Consultation \n A detailed assessment of the human remains was made by the Michigan Department of Transportation professional staff in consultation with representatives of the Bay Mills Indian Community, Michigan; Delaware Nation, Oklahoma; Forest County Potawatomi Community, Wisconsin; Grand Traverse Band of Ottawa and Chippewa Indians, Michigan; Hannahville Indian Community, Michigan; Keweenaw Bay Indian Community, Michigan; Lac Vieux Desert Band of Lake Superior Chippewa Indians, Michigan; Little River Band of Ottawa Indians, Michigan; Little Traverse Bay Bands of Odawa Indians, Michigan; Match-e-be-nash-she-wish Band of Pottawatomi Indians of Michigan; Mille Lacs Band of the Minnesota Chippewa Tribe, Minnesota; Nottawaseppi Huron Band of the Potawatomi, Michigan (previously listed as the Huron Potawatomi, Inc.); Pokagon Band of Potawatomi Indians, Michigan and Indiana; Saginaw Chippewa Indian Tribe of Michigan; and Sault Ste. Marie Tribe of Chippewa Indians of Michigan. Information was also provided to the Burt Lake Band of Ottawa & Chippewa Indians, Michigan, a non-Federally recognized Indian group. \n Invitations to consultation were sent to the Absentee-Shawnee Tribe of Indians of Oklahoma; Bad River Band of the Lake Superior Tribe of Chippewa Indians of the Bad River Reservation, Wisconsin; Bois Forte Band (Nett Lake) of the Minnesota Chippewa Tribe, Minnesota; Chippewa-Cree Indians of the Rocky Boy\\'s Reservation, Montana; Citizen Potawatomi Nation, Oklahoma; Fond du Lac Band of the Minnesota Chippewa Tribe, Minnesota; Grand Portage Band of the Minnesota Chippewa Tribe, Minnesota; Kickapoo Tribe of Oklahoma; Lac Courte Oreilles Band of Lake Superior Chippewa of Wisconsin; Lac du Flambeau Band of Lake Superior Chippewa Indians of the Lac du Flambeau Reservation of Wisconsin; Leech Lake Band of the Minnesota Chippewa Tribe, Minnesota; Menominee Indian Tribe of Wisconsin; Miami Tribe of Oklahoma; Ottawa Tribe of Oklahoma; Peoria Tribe of Indians of Oklahoma; Prairie Band of Potawatomi Nation (previously listed as the Prairie Band of Potawatomi Nation, Kansas); Quechan Tribe of the Fort Yuma Indian Reservation, California & Arizona; Red Cliff Band of Lake Superior Chippewa Indians of Wisconsin; Red Lake Band of Chippewa Indians, Minnesota; Seneca Nation of Indians (previously listed as the Seneca Nation of New York); Seneca-Cayuga Tribe of Oklahoma; Shawnee Tribe; Sokaogon Chippewa Community, Wisconsin; St. Croix Chippewa Indians of Wisconsin; Tonawanda Band of Seneca (previously listed as the Tonawanda Band of Seneca Indians of New York); Turtle Mountain Band of Chippewa Indians of North Dakota; White Earth Band of the Minnesota Chippewa Tribe, Minnesota; and the Wyandotte Nation. A request for consultation was also sent to the Grand River Bands of Ottawa Indians, Michigan, a non-Federally recognized Indian group. Lastly, the Leech Lake Band of the Minnesota Chippewa Tribe, Minnesota, indicated that they did not wish to make a claim at this time and would support any tribe that may come forward. \n History and Description of the Remains \n In June through August of 2012, human remains representing, at minimum, four individuals were removed from site 20OK42 in the City of Rochester, Oakland County, MI. The human remains were inadvertently discovered during a road reconstruction project. The recovered human remains include one adult (>45 years) male, one adult (>45 years) female, one adolescent (13-17 years) female, and one neonate. All of the human remains were identified as Native American by the Michigan State University Forensic Anthropology Laboratory (MSUFAL) via non-invasive forensic analysis of the human remains and by the Michigan Department of Transportation\\'s archaeological investigation of the depositional contexts of the human remains and associated funerary objects. No known individuals were identified. The 43 associated funerary objects are 28 chipped stone flakes, 2 edge-damaged flake tools, 1 bipolar chipped stone tool, 1 bifacial chipped stone tool, 1 hammerstone, 4 fire-cracked rocks, 1 calcined bone fragment, 2 fish scales, and 3 flotation heavy fractions. \n Determinations Made by the Michigan Department of Transportation \n Officials of the Michigan Department of Transportation have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice are Native American based on a combination of non-invasive forensic analysis and archaeological investigation. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of four individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 43 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and associated funerary objects and any present-day Indian tribe. \n \\xe2\\x80\\xa2 According to final judgments of the Indian Claims Commission or the Court of Federal Claims, the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of the Saginaw Chippewa Indian Tribe of Michigan. \n \\xe2\\x80\\xa2 Treaties, Acts of Congress, or Executive Orders, indicate that the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of the Bad River Band of the Lake Superior Tribe of Chippewa Indians of the Bad River Reservation, Wisconsin; Bay Mills Indian Community, Michigan; Bois Forte Band (Nett Lake) of the Minnesota Chippewa Tribe, Minnesota; Chippewa-Cree Indians of the Rocky Boy\\'s Reservation, Montana; Citizen Potawatomi Nation, Oklahoma; Fond du Lac Band of the Minnesota Chippewa Tribe, Minnesota; Forest County Potawatomi Community, Wisconsin; Grand Portage Band of the Minnesota Chippewa Tribe, Minnesota; Grand Traverse Band of Ottawa and Chippewa Indians, Michigan; Hannahville Indian Community, Michigan; Keweenaw Bay Indian Community, Michigan; Lac Courte Oreilles Band of Lake Superior Chippewa of Wisconsin; Lac du Flambeau Band of Lake Superior Chippewa Indians of the Lac du Flambeau Reservation of Wisconsin; Lac Vieux Desert Band of Lake Superior Chippewa Indians, Michigan; Leech Lake Band of the Minnesota Chippewa Tribe, Minnesota; Little River Band of Ottawa Indians, Michigan; Little Traverse Bay Bands of Odawa Indians, Michigan; Match-e-be-nash-she-wish Band of Pottawatomi Indians of Michigan; Mille Lacs Band of the Minnesota Chippewa Tribe, Minnesota; Nottawaseppi Huron Band of the Potawatomi, Michigan (previously listed as the Huron Potawatomi, Inc.); Ottawa Tribe of Oklahoma; Pokagon Band of Potawatomi Indians, Michigan and Indiana; Prairie Band of Potawatomi Nation (previously listed as the Prairie Band of Potawatomi Nation, Kansas); Quechan Tribe of the Fort Yuma Indian Reservation, California & Arizona; Red Cliff Band of Lake Superior Chippewa Indians of Wisconsin; Red Lake Band of Chippewa Indians, Minnesota; Saginaw Chippewa Indian Tribe of Michigan; Sault Ste. Marie Tribe of Chippewa Indians of Michigan; Sokaogon Chippewa Community, Wisconsin; St. Croix Chippewa Indians of Wisconsin; Turtle Mountain Band of Chippewa Indians of North Dakota; White Earth Band of the Minnesota Chippewa Tribe, Minnesota; and the Wyandotte Nation (hereafter referred to as \\xe2\\x80\\x9cThe Tribes\\xe2\\x80\\x9d). \n \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.11(c)(1), the disposition of the human remains and associated funerary objects may be to The Tribes. \n Additional Requestors and Disposition \n Representatives of any Indian tribe not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to James A. Robertson, Staff Archaeologist, Environmental Section, Bureau of Highway Development, Michigan Department of Transportation, 425 West Ottawa, P.O. Box 30150, Lansing, MI 48909, telephone (517) 335-2637, email robertsonj3@michigan.gov, by July 8, 2013. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to The Tribes may proceed. \n The Michigan Department of Transportation is responsible for notifying The Tribes that this notice has been published. \n ", "consultation": "A detailed assessment of the human remains was made by the Michigan Department of Transportation professional staff in consultation with representatives of the Bay Mills Indian Community, Michigan; Delaware Nation, Oklahoma; Forest County Potawatomi Community, Wisconsin; Grand Traverse Band of Ottawa and Chippewa Indians, Michigan; Hannahville Indian Community, Michigan; Keweenaw Bay Indian Community, Michigan; Lac Vieux Desert Band of Lake Superior Chippewa Indians, Michigan; Little River Band of Ottawa Indians, Michigan; Little Traverse Bay Bands of Odawa Indians, Michigan; Match-e-be-nash-she-wish Band of Pottawatomi Indians of Michigan; Mille Lacs Band of the Minnesota Chippewa Tribe, Minnesota; Nottawaseppi Huron Band of the Potawatomi, Michigan (previously listed as the Huron Potawatomi, Inc.); Pokagon Band of Potawatomi Indians, Michigan and Indiana; Saginaw Chippewa Indian Tribe of Michigan; and Sault Ste. Marie Tribe of Chippewa Indians of Michigan. Information was also provided to the Burt Lake Band of Ottawa & Chippewa Indians, Michigan, a non-Federally recognized Indian group. \n Invitations to consultation were sent to the Absentee-Shawnee Tribe of Indians of Oklahoma; Bad River Band of the Lake Superior Tribe of Chippewa Indians of the Bad River Reservation, Wisconsin; Bois Forte Band (Nett Lake) of the Minnesota Chippewa Tribe, Minnesota; Chippewa-Cree Indians of the Rocky Boy\\'s Reservation, Montana; Citizen Potawatomi Nation, Oklahoma; Fond du Lac Band of the Minnesota Chippewa Tribe, Minnesota; Grand Portage Band of the Minnesota Chippewa Tribe, Minnesota; Kickapoo Tribe of Oklahoma; Lac Courte Oreilles Band of Lake Superior Chippewa of Wisconsin; Lac du Flambeau Band of Lake Superior Chippewa Indians of the Lac du Flambeau Reservation of Wisconsin; Leech Lake Band of the Minnesota Chippewa Tribe, Minnesota; Menominee Indian Tribe of Wisconsin; Miami Tribe of Oklahoma; Ottawa Tribe of Oklahoma; Peoria Tribe of Indians of Oklahoma; Prairie Band of Potawatomi Nation (previously listed as the Prairie Band of Potawatomi Nation, Kansas); Quechan Tribe of the Fort Yuma Indian Reservation, California & Arizona; Red Cliff Band of Lake Superior Chippewa Indians of Wisconsin; Red Lake Band of Chippewa Indians, Minnesota; Seneca Nation of Indians (previously listed as the Seneca Nation of New York); Seneca-Cayuga Tribe of Oklahoma; Shawnee Tribe; Sokaogon Chippewa Community, Wisconsin; St. Croix Chippewa Indians of Wisconsin; Tonawanda Band of Seneca (previously listed as the Tonawanda Band of Seneca Indians of New York); Turtle Mountain Band of Chippewa Indians of North Dakota; White Earth Band of the Minnesota Chippewa Tribe, Minnesota; and the Wyandotte Nation. A request for consultation was also sent to the Grand River Bands of Ottawa Indians, Michigan, a non-Federally recognized Indian group. Lastly, the Leech Lake Band of the Minnesota Chippewa Tribe, Minnesota, indicated that they did not wish to make a claim at this time and would support any tribe that may come forward. \n ", "h_d_r": "In June through August of 2012, human remains representing, at minimum, four individuals were removed from site 20OK42 in the City of Rochester, Oakland County, MI. The human remains were inadvertently discovered during a road reconstruction project. The recovered human remains include one adult (>45 years) male, one adult (>45 years) female, one adolescent (13-17 years) female, and one neonate. All of the human remains were identified as Native American by the Michigan State University Forensic Anthropology Laboratory (MSUFAL) via non-invasive forensic analysis of the human remains and by the Michigan Department of Transportation\\'s archaeological investigation of the depositional contexts of the human remains and associated funerary objects. No known individuals were identified. The 43 associated funerary objects are 28 chipped stone flakes, 2 edge-damaged flake tools, 1 bipolar chipped stone tool, 1 bifacial chipped stone tool, 1 hammerstone, 4 fire-cracked rocks, 1 calcined bone fragment, 2 fish scales, and 3 flotation heavy fractions. \n ", "h_d_ci": "Null", "determinations": "Determinations Made by the Michigan Department of Transportation \n Officials of the Michigan Department of Transportation have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice are Native American based on a combination of non-invasive forensic analysis and archaeological investigation. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of four individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the 43 objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and associated funerary objects and any present-day Indian tribe. \n \\xe2\\x80\\xa2 According to final judgments of the Indian Claims Commission or the Court of Federal Claims, the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of the Saginaw Chippewa Indian Tribe of Michigan. \n \\xe2\\x80\\xa2 Treaties, Acts of Congress, or Executive Orders, indicate that the land from which the Native American human remains and associated funerary objects were removed is the aboriginal land of the Bad River Band of the Lake Superior Tribe of Chippewa Indians of the Bad River Reservation, Wisconsin; Bay Mills Indian Community, Michigan; Bois Forte Band (Nett Lake) of the Minnesota Chippewa Tribe, Minnesota; Chippewa-Cree Indians of the Rocky Boy\\'s Reservation, Montana; Citizen Potawatomi Nation, Oklahoma; Fond du Lac Band of the Minnesota Chippewa Tribe, Minnesota; Forest County Potawatomi Community, Wisconsin; Grand Portage Band of the Minnesota Chippewa Tribe, Minnesota; Grand Traverse Band of Ottawa and Chippewa Indians, Michigan; Hannahville Indian Community, Michigan; Keweenaw Bay Indian Community, Michigan; Lac Courte Oreilles Band of Lake Superior Chippewa of Wisconsin; Lac du Flambeau Band of Lake Superior Chippewa Indians of the Lac du Flambeau Reservation of Wisconsin; Lac Vieux Desert Band of Lake Superior Chippewa Indians, Michigan; Leech Lake Band of the Minnesota Chippewa Tribe, Minnesota; Little River Band of Ottawa Indians, Michigan; Little Traverse Bay Bands of Odawa Indians, Michigan; Match-e-be-nash-she-wish Band of Pottawatomi Indians of Michigan; Mille Lacs Band of the Minnesota Chippewa Tribe, Minnesota; Nottawaseppi Huron Band of the Potawatomi, Michigan (previously listed as the Huron Potawatomi, Inc.); Ottawa Tribe of Oklahoma; Pokagon Band of Potawatomi Indians, Michigan and Indiana; Prairie Band of Potawatomi Nation (previously listed as the Prairie Band of Potawatomi Nation, Kansas); Quechan Tribe of the Fort Yuma Indian Reservation, California & Arizona; Red Cliff Band of Lake Superior Chippewa Indians of Wisconsin; Red Lake Band of Chippewa Indians, Minnesota; Saginaw Chippewa Indian Tribe of Michigan; Sault Ste. Marie Tribe of Chippewa Indians of Michigan; Sokaogon Chippewa Community, Wisconsin; St. Croix Chippewa Indians of Wisconsin; Turtle Mountain Band of Chippewa Indians of North Dakota; White Earth Band of the Minnesota Chippewa Tribe, Minnesota; and the Wyandotte Nation (hereafter referred to as \\xe2\\x80\\x9cThe Tribes\\xe2\\x80\\x9d). \n \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.11(c)(1), the disposition of the human remains and associated funerary objects may be to The Tribes. \n ", "a_r_d": "Representatives of any Indian tribe not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to James A. Robertson, Staff Archaeologist, Environmental Section, Bureau of Highway Development, Michigan Department of Transportation, 425 West Ottawa, P.O. Box 30150, Lansing, MI 48909, telephone (517) 335-2637, email robertsonj3@michigan.gov, by July 8, 2013. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to The Tribes may proceed. \n The Michigan Department of Transportation is responsible for notifying The Tribes that this notice has been published. \n "}