{"index": "I_942", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [NPS-WASO-NAGPRA-13191; PPWOCRADN0-PCU00RP14.R50000]\\n        Notice of Inventory Completion: Wayne State University Gordon L. Grosscup Museum of Anthropology, Detroit, MI\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        \\n          SUMMARY:\\n          The Wayne State University Gordon L. Grosscup Museum of Anthropology (hereafter WSU Museum) has completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian tribes or Native Hawaiian organizations, and has determined that there is no cultural affiliation between the human remains and associated funerary objects and any present-day Indian tribes or Native Hawaiian organizations. Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to the WSU Museum. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the Indian tribes or Native Hawaiian organizations stated in this notice may proceed.\\n        \\n        \\n          DATES:\\n          Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to the WSU Museum at the address in this notice by July 17, 2013.\\n        \\n        \\n          ADDRESSES:\\n          Thomas Killion, Department of Anthropology, Wayne State University Gordon L. Grosscup Museum of Anthropology, 3056 F/AB, Detroit, MI 48202, telephone (313) 577-2935.\\n        \\n      \\n      \\n        SUPPLEMENTARY INFORMATION:\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the WSU Museum, Detroit, MI. The human remains and associated funerary objects were removed from the following counties in the state of Michigan: Delta, Macomb, Mecosta, Monroe, Oakland, Saginaw, St. Clair, and Wayne.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3) and 43 CFR 10.11(d). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        Consultation\\n        A detailed assessment of the human remains was made by the WSU Museum professional staff in consultation with representatives of the Bay Mills Indian Community, Michigan; Grand Traverse Band of Ottawa and Chippewa Indians, Michigan; Hannahville Indian Community, Michigan; Keweenaw Bay Indian Community, Michigan; Lac Vieux Desert Band of Lake Superior Chippewa Indians, Michigan; Little River Band of Ottawa Indians, Michigan; Little Traverse Bay Bands of Odawa Indians, Michigan; Match-e-be-nash-she-wish Band of Pottawatomi Indians of Michigan; Nottawaseppi Huron Band of the Potawatomi Indians, Michigan (previously listed as the Huron Potawatomi, Inc.); Pokagon Band of Potawatomi Indians, Michigan and Indiana; Saginaw Chippewa Indian Tribe of Michigan; and the Sault Ste. Marie Tribe of Chippewa Indians of Michigan (hereafter referred to as \\xe2\\x80\\x9cThe Tribes\\xe2\\x80\\x9d).\\n        History and Description of the Remains\\n        In April 1958, human remains representing, at minimum, one individual (9W011-9W012) were uncovered by the property owner, Kermit Day, while turning over his garden in Melvindale, Wayne County, MI. The human remains and associated artifacts were released to the state police for identification. The Wayne County Medical Examiner identified the human remains as being those of a Native American (\\xe2\\x80\\x9cMongoloid\\xe2\\x80\\x9d) female. The human remains were likely not removed from their primary context due to the partial nature of the burial. The human remains were transferred to the WSU Museum from the Wayne County Medical Examiner\\'s Office in December 1958. No known individuals were identified. The objects removed with the human remains reportedly included a pair of scissors, a hand blown bottle, a scalpel, six silver bracelets, and several hand-hammered chain links. These objects went with the human remains to the Medical Examiner\\'s Office, but they were never accessioned by the WSU Museum. Therefore, no associated funerary objects are present.\\n        In November 1958, human remains representing, at minimum, two individuals (9W016) were recovered by the owner of the Falker Gravel Pit (site 20MB58), in Romeo, Macomb County, MI. The human remains were turned over to the state police for identification. The human remains were transferred to the WSU Museum in December 1958. The human remains consist of 18 long bone fragments, pertaining to two separate individuals. No known individuals were identified. No associated funerary objects are present.\\n\\n        In December 1958, human remains representing, at minimum, one individual (9W009), consisting of an isolated mandible, were transferred to the WSU Museum on permanent loan from the University of Michigan. No known individuals were identified. No associated funerary objects are present.\\n        In April 1959, human remains representing, at minimum, one individual (9W014-9W015) were collected from the surface of Caspar Hillock Property, in New Baltimore, Macomb County, MI. The human remains, consisting of two small cranial fragments, were reportedly recovered near the edge of the lakeshore in Anchor Bay, and the site received the designation of 20-MB-02. The remains were accessioned by the WSU Museum in April 1959. No known individuals were identified. No associated funerary objects are present.\\n        Between 1940 and 1959, several boxes of archaeological materials were collected by Jerome DeVisscher at the Riviere au Vase Site (20-MB-03), \\xe2\\x80\\x9cbehind Green School,\\xe2\\x80\\x9d in Mt. Clemens, Macomb County, MI. These materials were accessioned by the WSU Museum in December 1959. Included in the boxes was a human molar and fragments of human bone representing, at minimum, two individuals. There is no information available on the context of these human remains and no reported associated funerary objects. The human remains consist of a single second molar (9W019) and the poorly preserved partial skeletons of two separate individuals (9W850 and 9W851). No known individuals were identified. No associated funerary objects are present.\\n        In 1960, human remains representing, at minimum, one individual (9W013, 9W020-9W028, 9W030-9W031, 9W051-9W094, 9W151-9W155) were recovered by the Wayne State Archaeological Field School from the Hillock Site (20-MB-29) in Chesterfield Township, Macomb County, MI. The human remains were excavated from part of the site referred to in records as \\xe2\\x80\\x9cRoger\\'s Property.\\xe2\\x80\\x9d A borrow pit had been created on the site due to the removal of sand during the previous winter. The burial was found on either side of this borrow pit. No known individuals were identified. No associated funerary objects are present.\\n        In July 1960, human remains representing, at minimum, one individual (9W029) were collected on the surface by Dr. Arnold Pilling and a student at site Trinity\\'s #31 (20-MB-110) located near the intersection of Hall and Sugarbush Roads, in Chesterfield Township, Macomb County, MI. The human remains were accessioned by the WSU Museum in February 1963. No known individuals were identified. No associated funerary objects are present.\\n        In 1958, human remains representing, at minimum, one individual (9W032) was recovered by workman during construction of an addition to the Wayne State University Medical School, in Wayne County, MI. The human remains were catalogued by the WSU Museum in February 1963. No known individuals were identified. No associated funerary objects are present.\\n        In 1961, human remains representing, at minimum, one individual (9W620-9W639) were donated to the WSU Museum by Basil Williams. The human remains were reportedly recovered from the Tessamer Site (20-OK-3), located on the south side of School Road midway between Dequindre and John R Roads, in Avon Township, Oakland County, MI. The Tessamer Site was reportedly a Native American burial ground dating to the Woodland period. Excavations had previously been conducted at the site by Cranbrook Institute, the University of Michigan, and private collectors. The site report states that ossuaries as well as individual burials were found at the site. The site is reported to have been almost completely destroyed by 1959. No known individuals were identified. No associated funerary objects are present.\\n        In 1965, human remains representing, at minimum, one individual (9W651) were discovered by James Lake in his backyard in Romulus, Wayne County, MI. The human remains were sent to the Wayne County Medical Examiner\\'s Office for identification. They were subsequently accessioned by the WSU Museum in June 1965. No known individuals were identified. The objects removed with the human remains reportedly included a total of 59 white seed beads and four fragments of a metal finger ring. Although these items were accessioned by the WSU Museum, they could not be physically located during the inventory process and are no longer present in the collection. Therefore, no associated funerary objects are present.\\n        In 1970, human remains representing, at minimum, 30 individuals were accessioned by the WSU Museum (Acc. #838). The remains were donated by Al Weir on behalf of a Dr. Haggey. The human remains were removed from the Tyra Site (20-SA-09) in the Saginaw Valley, Saginaw County, MI, by the Saginaw Chapter of the Michigan Archaeological Society in 1968. No known individuals were identified. The three associated funerary objects consist of a shell bead and two pottery fragments.\\n        In June 1970, human remains representing, at minimum, two individuals (9W616-9W617, 9W728-9W729) were accessioned by the WSU Museum. The human remains had been removed from Stoney Island, located in Lake Huron, Wayne County, MI, and donated to the WSU Museum by Evet Zias. No known individuals were identified. No associated funerary objects are present.\\n        In February 1977, human remains representing, at minimum, one individual (9W878) were donated to the WSU Museum by A. Spooner and K. Parchert. The human remains were reportedly removed from Gibraltar, Wayne County, MI, from \\xe2\\x80\\x9cSite No. 2.\\xe2\\x80\\x9d They were recovered in what was described as a refuse pit with several pieces of animal bone. No known individuals were identified. No associated funerary objects are present.\\n        In November 1977, human remains representing, at minimum, one individual (9W882) were donated to the WSU Museum by Norris Blackledge of Rockwood, MI. There is no information on the location from which the human remains were removed, but presumably, they were removed from a location in southeastern Michigan. No known individuals were identified. No associated funerary objects are present.\\n        In April 1981, human remains representing, at minimum, one individual (9W889) were donated to the WSU Museum by A.L. Spooner as part of a lot of prehistoric materials. The human remains were likely removed from a location in southeast Michigan between 1940 and 1959, likely from Monroe County, MI. No known individuals were identified. No associated funerary objects are present.\\n        In November 1985, human remains representing, at minimum, one individual (9W892) were donated to the WSU Museum by A.L. Spooner as part of a lot of prehistoric materials. The human remains were reportedly recovered \\xe2\\x80\\x9cacross from the Chris Craft plant\\xe2\\x80\\x9d in Algonac, St. Clair County, MI. No known individuals were identified. The object removed with the human remains reportedly included a ceramic vessel, but this object was never accessioned by the WSU Museum. Therefore, no associated funerary objects are present.\\n        In November 1985, human remains representing, at minimum, one individual (9W893) were donated to the WSU Museum by A.L. Spooner as part of a lot of prehistoric materials. The human remains were reportedly recovered from the Kronberg Farm on Dearborn Road, probably in Wayne County, MI. No known individuals were identified. No associated funerary objects are present.\\n\\n        In November 1985, human remains representing, at minimum, one individual (9W894) were donated to the WSU Museum by A.L. Spooner as part of a lot of prehistoric materials. There is no provenience information associated with these human remains. The human remains consist of a single skull that exhibits intentional occipital flattening. No known individuals were identified. No associated funerary objects are present.\\n        In November 1985, human remains representing, at minimum, one individual (9W895) were donated to the WSU Museum by A.L. Spooner as part of a lot of prehistoric materials (Acc No. 2353). The remains were reportedly recovered from the \\xe2\\x80\\x9cBarryton Village Dump\\xe2\\x80\\x9d in Mecosta County, MI. No known individuals were identified. No associated funerary objects are present.\\n        In 1984, human remains representing, at minimum, five individuals were accessioned by the WSU Museum (Acc. #2156). The human remains were accidentaly encountered during excavations for swimming pool on the property of Mr. and Mrs. Bill Saliba in Clinton Township, Macomb County, MI. The location corresponds fairly closely with a known historic cemetery associated with the Moravian Mission village (20MB62) of Christianized Indians established there in 1782. No known individuals were identified. No associated funerary objects are present.\\n        In 2005, human remains representing, at minimum, one individual were accessioned by the WSU Museum (Acc. #5231). The human remains were donated by Burton Barnard in 1970. They were removed from near a historic settlement on Summer Island, Delta County, MI, in July 1969, by the University of Michigan\\'s Summer Island science field camp. No known individuals were identified. No associated funerary objects are present.\\n        Determinations Made By the WSU Museum\\n        Officials of the WSU Museum have determined that:\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice are Native American based on museum records, the reported presence of funerary objects in some instances, the dentition in some instances, and/or the manner of burial in some instances.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of a minimum of 57 individuals of Native American ancestry.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(A), the three objects described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and associated funerary objects and any present-day Indian tribe.\\n        \\xe2\\x80\\xa2 According to final judgments of the Indian Claims Commission or the Court of Federal Claims, the land from which the Native American human remains were removed is the aboriginal land of The Tribes.\\n        \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.11(c)(1), the disposition of the human remains and associated funerary objects may be to The Tribes.\\n        Additional Requestors and Disposition\\n        Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Thomas Killion, Department of Anthropology, Wayne State University, Detroit, MI 48202, telephone (313) 577-2935, by July 17, 2013. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to The Tribes may proceed.\\n        The WSU Museum is responsible for notifying The Tribes that this notice has been published.\\n        \\n          Dated: May 28, 2013.\\n          Melanie O\\'Brien,\\n          Acting Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2013-14357 Filed 6-14-13; 8:45 am]\\n      BILLING CODE 4312-50-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[NPS-WASO-NAGPRA-13191; PPWOCRADN0-PCU00RP14.R50000]", "subject": "Notice of Inventory Completion: Wayne State University Gordon L. Grosscup Museum of Anthropology, Detroit, MI", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "The Wayne State University Gordon L. Grosscup Museum of Anthropology (hereafter WSU Museum) has completed an inventory of human remains and associated funerary objects, in consultation with the appropriate Indian tribes or Native Hawaiian organizations, and has determined that there is no cultural affiliation between the human remains and associated funerary objects and any present-day Indian tribes or Native Hawaiian organizations. Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request to the WSU Museum. If no additional requestors come forward, transfer of control of the human remains and associated funerary objects to the Indian tribes or Native Hawaiian organizations stated in this notice may proceed.", "dates": "Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to the WSU Museum at the address in this notice by July 17, 2013.", "addresses": "Thomas Killion, Department of Anthropology, Wayne State University Gordon L. Grosscup Museum of Anthropology, 3056 F/AB, Detroit, MI 48202, telephone (313) 577-2935.", "signature_dated": "Dated: May 28, 2013.", "signature_name": "Melanie O\\'Brien,", "signature_title": "Acting Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2013-14357 Filed 6-14-13; 8:45 am]", "billing_code": "BILLING CODE 4312-50-P", "supp_info": "SUPPLEMENTARY INFORMATION: \n Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains and associated funerary objects under the control of the WSU Museum, Detroit, MI. The human remains and associated funerary objects were removed from the following counties in the state of Michigan: Delta, Macomb, Mecosta, Monroe, Oakland, Saginaw, St. Clair, and Wayne. \n This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3) and 43 CFR 10.11(d). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains and associated funerary objects. The National Park Service is not responsible for the determinations in this notice. \n Consultation \n A detailed assessment of the human remains was made by the WSU Museum professional staff in consultation with representatives of the Bay Mills Indian Community, Michigan; Grand Traverse Band of Ottawa and Chippewa Indians, Michigan; Hannahville Indian Community, Michigan; Keweenaw Bay Indian Community, Michigan; Lac Vieux Desert Band of Lake Superior Chippewa Indians, Michigan; Little River Band of Ottawa Indians, Michigan; Little Traverse Bay Bands of Odawa Indians, Michigan; Match-e-be-nash-she-wish Band of Pottawatomi Indians of Michigan; Nottawaseppi Huron Band of the Potawatomi Indians, Michigan (previously listed as the Huron Potawatomi, Inc.); Pokagon Band of Potawatomi Indians, Michigan and Indiana; Saginaw Chippewa Indian Tribe of Michigan; and the Sault Ste. Marie Tribe of Chippewa Indians of Michigan (hereafter referred to as \\xe2\\x80\\x9cThe Tribes\\xe2\\x80\\x9d). \n History and Description of the Remains \n In April 1958, human remains representing, at minimum, one individual (9W011-9W012) were uncovered by the property owner, Kermit Day, while turning over his garden in Melvindale, Wayne County, MI. The human remains and associated artifacts were released to the state police for identification. The Wayne County Medical Examiner identified the human remains as being those of a Native American (\\xe2\\x80\\x9cMongoloid\\xe2\\x80\\x9d) female. The human remains were likely not removed from their primary context due to the partial nature of the burial. The human remains were transferred to the WSU Museum from the Wayne County Medical Examiner\\'s Office in December 1958. No known individuals were identified. The objects removed with the human remains reportedly included a pair of scissors, a hand blown bottle, a scalpel, six silver bracelets, and several hand-hammered chain links. These objects went with the human remains to the Medical Examiner\\'s Office, but they were never accessioned by the WSU Museum. Therefore, no associated funerary objects are present. \n In November 1958, human remains representing, at minimum, two individuals (9W016) were recovered by the owner of the Falker Gravel Pit (site 20MB58), in Romeo, Macomb County, MI. The human remains were turned over to the state police for identification. The human remains were transferred to the WSU Museum in December 1958. The human remains consist of 18 long bone fragments, pertaining to two separate individuals. No known individuals were identified. No associated funerary objects are present. \n In December 1958, human remains representing, at minimum, one individual (9W009), consisting of an isolated mandible, were transferred to the WSU Museum on permanent loan from the University of Michigan. No known individuals were identified. No associated funerary objects are present. \n In April 1959, human remains representing, at minimum, one individual (9W014-9W015) were collected from the surface of Caspar Hillock Property, in New Baltimore, Macomb County, MI. The human remains, consisting of two small cranial fragments, were reportedly recovered near the edge of the lakeshore in Anchor Bay, and the site received the designation of 20-MB-02. The remains were accessioned by the WSU Museum in April 1959. No known individuals were identified. No associated funerary objects are present. \n Between 1940 and 1959, several boxes of archaeological materials were collected by Jerome DeVisscher at the Riviere au Vase Site (20-MB-03), \\xe2\\x80\\x9cbehind Green School,\\xe2\\x80\\x9d in Mt. Clemens, Macomb County, MI. These materials were accessioned by the WSU Museum in December 1959. Included in the boxes was a human molar and fragments of human bone representing, at minimum, two individuals. There is no information available on the context of these human remains and no reported associated funerary objects. The human remains consist of a single second molar (9W019) and the poorly preserved partial skeletons of two separate individuals (9W850 and 9W851). No known individuals were identified. No associated funerary objects are present. \n In 1960, human remains representing, at minimum, one individual (9W013, 9W020-9W028, 9W030-9W031, 9W051-9W094, 9W151-9W155) were recovered by the Wayne State Archaeological Field School from the Hillock Site (20-MB-29) in Chesterfield Township, Macomb County, MI. The human remains were excavated from part of the site referred to in records as \\xe2\\x80\\x9cRoger\\'s Property.\\xe2\\x80\\x9d A borrow pit had been created on the site due to the removal of sand during the previous winter. The burial was found on either side of this borrow pit. No known individuals were identified. No associated funerary objects are present. \n In July 1960, human remains representing, at minimum, one individual (9W029) were collected on the surface by Dr. Arnold Pilling and a student at site Trinity\\'s #31 (20-MB-110) located near the intersection of Hall and Sugarbush Roads, in Chesterfield Township, Macomb County, MI. The human remains were accessioned by the WSU Museum in February 1963. No known individuals were identified. No associated funerary objects are present. \n In 1958, human remains representing, at minimum, one individual (9W032) was recovered by workman during construction of an addition to the Wayne State University Medical School, in Wayne County, MI. The human remains were catalogued by the WSU Museum in February 1963. No known individuals were identified. No associated funerary objects are present. \n In 1961, human remains representing, at minimum, one individual (9W620-9W639) were donated to the WSU Museum by Basil Williams. The human remains were reportedly recovered from the Tessamer Site (20-OK-3), located on the south side of School Road midway between Dequindre and John R Roads, in Avon Township, Oakland County, MI. The Tessamer Site was reportedly a Native American burial ground dating to the Woodland period. Excavations had previously been conducted at the site by Cranbrook Institute, the University of Michigan, and private collectors. The site report states that ossuaries as well as individual burials were found at the site. The site is reported to have been almost completely destroyed by 1959. No known individuals were identified. No associated funerary objects are present. \n In 1965, human remains representing, at minimum, one individual (9W651) were discovered by James Lake in his backyard in Romulus, Wayne County, MI. The human remains were sent to the Wayne County Medical Examiner\\'s Office for identification. They were subsequently accessioned by the WSU Museum in June 1965. No known individuals were identified. The objects removed with the human remains reportedly included a total of 59 white seed beads and four fragments of a metal finger ring. Although these items were accessioned by the WSU Museum, they could not be physically located during the inventory process and are no longer present in the collection. Therefore, no associated funerary objects are present. \n In 1970, human remains representing, at minimum, 30 individuals were accessioned by the WSU Museum (Acc. #838). The remains were donated by Al Weir on behalf of a Dr. Haggey. The human remains were removed from the Tyra Site (20-SA-09) in the Saginaw Valley, Saginaw County, MI, by the Saginaw Chapter of the Michigan Archaeological Society in 1968. No known individuals were identified. The three associated funerary objects consist of a shell bead and two pottery fragments. \n In June 1970, human remains representing, at minimum, two individuals (9W616-9W617, 9W728-9W729) were accessioned by the WSU Museum. The human remains had been removed from Stoney Island, located in Lake Huron, Wayne County, MI, and donated to the WSU Museum by Evet Zias. No known individuals were identified. No associated funerary objects are present. \n In February 1977, human remains representing, at minimum, one individual (9W878) were donated to the WSU Museum by A. Spooner and K. Parchert. The human remains were reportedly removed from Gibraltar, Wayne County, MI, from \\xe2\\x80\\x9cSite No. 2.\\xe2\\x80\\x9d They were recovered in what was described as a refuse pit with several pieces of animal bone. No known individuals were identified. No associated funerary objects are present. \n In November 1977, human remains representing, at minimum, one individual (9W882) were donated to the WSU Museum by Norris Blackledge of Rockwood, MI. There is no information on the location from which the human remains were removed, but presumably, they were removed from a location in southeastern Michigan. No known individuals were identified. No associated funerary objects are present. \n In April 1981, human remains representing, at minimum, one individual (9W889) were donated to the WSU Museum by A.L. Spooner as part of a lot of prehistoric materials. The human remains were likely removed from a location in southeast Michigan between 1940 and 1959, likely from Monroe County, MI. No known individuals were identified. No associated funerary objects are present. \n In November 1985, human remains representing, at minimum, one individual (9W892) were donated to the WSU Museum by A.L. Spooner as part of a lot of prehistoric materials. The human remains were reportedly recovered \\xe2\\x80\\x9cacross from the Chris Craft plant\\xe2\\x80\\x9d in Algonac, St. Clair County, MI. No known individuals were identified. The object removed with the human remains reportedly included a ceramic vessel, but this object was never accessioned by the WSU Museum. Therefore, no associated funerary objects are present. \n In November 1985, human remains representing, at minimum, one individual (9W893) were donated to the WSU Museum by A.L. Spooner as part of a lot of prehistoric materials. The human remains were reportedly recovered from the Kronberg Farm on Dearborn Road, probably in Wayne County, MI. No known individuals were identified. No associated funerary objects are present. \n In November 1985, human remains representing, at minimum, one individual (9W894) were donated to the WSU Museum by A.L. Spooner as part of a lot of prehistoric materials. There is no provenience information associated with these human remains. The human remains consist of a single skull that exhibits intentional occipital flattening. No known individuals were identified. No associated funerary objects are present. \n In November 1985, human remains representing, at minimum, one individual (9W895) were donated to the WSU Museum by A.L. Spooner as part of a lot of prehistoric materials (Acc No. 2353). The remains were reportedly recovered from the \\xe2\\x80\\x9cBarryton Village Dump\\xe2\\x80\\x9d in Mecosta County, MI. No known individuals were identified. No associated funerary objects are present. \n In 1984, human remains representing, at minimum, five individuals were accessioned by the WSU Museum (Acc. #2156). The human remains were accidentaly encountered during excavations for swimming pool on the property of Mr. and Mrs. Bill Saliba in Clinton Township, Macomb County, MI. The location corresponds fairly closely with a known historic cemetery associated with the Moravian Mission village (20MB62) of Christianized Indians established there in 1782. No known individuals were identified. No associated funerary objects are present. \n In 2005, human remains representing, at minimum, one individual were accessioned by the WSU Museum (Acc. #5231). The human remains were donated by Burton Barnard in 1970. They were removed from near a historic settlement on Summer Island, Delta County, MI, in July 1969, by the University of Michigan\\'s Summer Island science field camp. No known individuals were identified. No associated funerary objects are present. \n Determinations Made By the WSU Museum \n Officials of the WSU Museum have determined that: \n Additional Requestors and Disposition \n Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Thomas Killion, Department of Anthropology, Wayne State University, Detroit, MI 48202, telephone (313) 577-2935, by July 17, 2013. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to The Tribes may proceed. \n The WSU Museum is responsible for notifying The Tribes that this notice has been published. \n ", "consultation": "A detailed assessment of the human remains was made by the WSU Museum professional staff in consultation with representatives of the Bay Mills Indian Community, Michigan; Grand Traverse Band of Ottawa and Chippewa Indians, Michigan; Hannahville Indian Community, Michigan; Keweenaw Bay Indian Community, Michigan; Lac Vieux Desert Band of Lake Superior Chippewa Indians, Michigan; Little River Band of Ottawa Indians, Michigan; Little Traverse Bay Bands of Odawa Indians, Michigan; Match-e-be-nash-she-wish Band of Pottawatomi Indians of Michigan; Nottawaseppi Huron Band of the Potawatomi Indians, Michigan (previously listed as the Huron Potawatomi, Inc.); Pokagon Band of Potawatomi Indians, Michigan and Indiana; Saginaw Chippewa Indian Tribe of Michigan; and the Sault Ste. Marie Tribe of Chippewa Indians of Michigan (hereafter referred to as \\xe2\\x80\\x9cThe Tribes\\xe2\\x80\\x9d). \n ", "h_d_r": "In April 1958, human remains representing, at minimum, one individual (9W011-9W012) were uncovered by the property owner, Kermit Day, while turning over his garden in Melvindale, Wayne County, MI. The human remains and associated artifacts were released to the state police for identification. The Wayne County Medical Examiner identified the human remains as being those of a Native American (\\xe2\\x80\\x9cMongoloid\\xe2\\x80\\x9d) female. The human remains were likely not removed from their primary context due to the partial nature of the burial. The human remains were transferred to the WSU Museum from the Wayne County Medical Examiner\\'s Office in December 1958. No known individuals were identified. The objects removed with the human remains reportedly included a pair of scissors, a hand blown bottle, a scalpel, six silver bracelets, and several hand-hammered chain links. These objects went with the human remains to the Medical Examiner\\'s Office, but they were never accessioned by the WSU Museum. Therefore, no associated funerary objects are present. \n In November 1958, human remains representing, at minimum, two individuals (9W016) were recovered by the owner of the Falker Gravel Pit (site 20MB58), in Romeo, Macomb County, MI. The human remains were turned over to the state police for identification. The human remains were transferred to the WSU Museum in December 1958. The human remains consist of 18 long bone fragments, pertaining to two separate individuals. No known individuals were identified. No associated funerary objects are present. \n In December 1958, human remains representing, at minimum, one individual (9W009), consisting of an isolated mandible, were transferred to the WSU Museum on permanent loan from the University of Michigan. No known individuals were identified. No associated funerary objects are present. \n In April 1959, human remains representing, at minimum, one individual (9W014-9W015) were collected from the surface of Caspar Hillock Property, in New Baltimore, Macomb County, MI. The human remains, consisting of two small cranial fragments, were reportedly recovered near the edge of the lakeshore in Anchor Bay, and the site received the designation of 20-MB-02. The remains were accessioned by the WSU Museum in April 1959. No known individuals were identified. No associated funerary objects are present. \n Between 1940 and 1959, several boxes of archaeological materials were collected by Jerome DeVisscher at the Riviere au Vase Site (20-MB-03), \\xe2\\x80\\x9cbehind Green School,\\xe2\\x80\\x9d in Mt. Clemens, Macomb County, MI. These materials were accessioned by the WSU Museum in December 1959. Included in the boxes was a human molar and fragments of human bone representing, at minimum, two individuals. There is no information available on the context of these human remains and no reported associated funerary objects. The human remains consist of a single second molar (9W019) and the poorly preserved partial skeletons of two separate individuals (9W850 and 9W851). No known individuals were identified. No associated funerary objects are present. \n In 1960, human remains representing, at minimum, one individual (9W013, 9W020-9W028, 9W030-9W031, 9W051-9W094, 9W151-9W155) were recovered by the Wayne State Archaeological Field School from the Hillock Site (20-MB-29) in Chesterfield Township, Macomb County, MI. The human remains were excavated from part of the site referred to in records as \\xe2\\x80\\x9cRoger\\'s Property.\\xe2\\x80\\x9d A borrow pit had been created on the site due to the removal of sand during the previous winter. The burial was found on either side of this borrow pit. No known individuals were identified. No associated funerary objects are present. \n In July 1960, human remains representing, at minimum, one individual (9W029) were collected on the surface by Dr. Arnold Pilling and a student at site Trinity\\'s #31 (20-MB-110) located near the intersection of Hall and Sugarbush Roads, in Chesterfield Township, Macomb County, MI. The human remains were accessioned by the WSU Museum in February 1963. No known individuals were identified. No associated funerary objects are present. \n In 1958, human remains representing, at minimum, one individual (9W032) was recovered by workman during construction of an addition to the Wayne State University Medical School, in Wayne County, MI. The human remains were catalogued by the WSU Museum in February 1963. No known individuals were identified. No associated funerary objects are present. \n In 1961, human remains representing, at minimum, one individual (9W620-9W639) were donated to the WSU Museum by Basil Williams. The human remains were reportedly recovered from the Tessamer Site (20-OK-3), located on the south side of School Road midway between Dequindre and John R Roads, in Avon Township, Oakland County, MI. The Tessamer Site was reportedly a Native American burial ground dating to the Woodland period. Excavations had previously been conducted at the site by Cranbrook Institute, the University of Michigan, and private collectors. The site report states that ossuaries as well as individual burials were found at the site. The site is reported to have been almost completely destroyed by 1959. No known individuals were identified. No associated funerary objects are present. \n In 1965, human remains representing, at minimum, one individual (9W651) were discovered by James Lake in his backyard in Romulus, Wayne County, MI. The human remains were sent to the Wayne County Medical Examiner\\'s Office for identification. They were subsequently accessioned by the WSU Museum in June 1965. No known individuals were identified. The objects removed with the human remains reportedly included a total of 59 white seed beads and four fragments of a metal finger ring. Although these items were accessioned by the WSU Museum, they could not be physically located during the inventory process and are no longer present in the collection. Therefore, no associated funerary objects are present. \n In 1970, human remains representing, at minimum, 30 individuals were accessioned by the WSU Museum (Acc. #838). The remains were donated by Al Weir on behalf of a Dr. Haggey. The human remains were removed from the Tyra Site (20-SA-09) in the Saginaw Valley, Saginaw County, MI, by the Saginaw Chapter of the Michigan Archaeological Society in 1968. No known individuals were identified. The three associated funerary objects consist of a shell bead and two pottery fragments. \n In June 1970, human remains representing, at minimum, two individuals (9W616-9W617, 9W728-9W729) were accessioned by the WSU Museum. The human remains had been removed from Stoney Island, located in Lake Huron, Wayne County, MI, and donated to the WSU Museum by Evet Zias. No known individuals were identified. No associated funerary objects are present. \n In February 1977, human remains representing, at minimum, one individual (9W878) were donated to the WSU Museum by A. Spooner and K. Parchert. The human remains were reportedly removed from Gibraltar, Wayne County, MI, from \\xe2\\x80\\x9cSite No. 2.\\xe2\\x80\\x9d They were recovered in what was described as a refuse pit with several pieces of animal bone. No known individuals were identified. No associated funerary objects are present. \n In November 1977, human remains representing, at minimum, one individual (9W882) were donated to the WSU Museum by Norris Blackledge of Rockwood, MI. There is no information on the location from which the human remains were removed, but presumably, they were removed from a location in southeastern Michigan. No known individuals were identified. No associated funerary objects are present. \n In April 1981, human remains representing, at minimum, one individual (9W889) were donated to the WSU Museum by A.L. Spooner as part of a lot of prehistoric materials. The human remains were likely removed from a location in southeast Michigan between 1940 and 1959, likely from Monroe County, MI. No known individuals were identified. No associated funerary objects are present. \n In November 1985, human remains representing, at minimum, one individual (9W892) were donated to the WSU Museum by A.L. Spooner as part of a lot of prehistoric materials. The human remains were reportedly recovered \\xe2\\x80\\x9cacross from the Chris Craft plant\\xe2\\x80\\x9d in Algonac, St. Clair County, MI. No known individuals were identified. The object removed with the human remains reportedly included a ceramic vessel, but this object was never accessioned by the WSU Museum. Therefore, no associated funerary objects are present. \n In November 1985, human remains representing, at minimum, one individual (9W893) were donated to the WSU Museum by A.L. Spooner as part of a lot of prehistoric materials. The human remains were reportedly recovered from the Kronberg Farm on Dearborn Road, probably in Wayne County, MI. No known individuals were identified. No associated funerary objects are present. \n In November 1985, human remains representing, at minimum, one individual (9W894) were donated to the WSU Museum by A.L. Spooner as part of a lot of prehistoric materials. There is no provenience information associated with these human remains. The human remains consist of a single skull that exhibits intentional occipital flattening. No known individuals were identified. No associated funerary objects are present. \n In November 1985, human remains representing, at minimum, one individual (9W895) were donated to the WSU Museum by A.L. Spooner as part of a lot of prehistoric materials (Acc No. 2353). The remains were reportedly recovered from the \\xe2\\x80\\x9cBarryton Village Dump\\xe2\\x80\\x9d in Mecosta County, MI. No known individuals were identified. No associated funerary objects are present. \n In 1984, human remains representing, at minimum, five individuals were accessioned by the WSU Museum (Acc. #2156). The human remains were accidentaly encountered during excavations for swimming pool on the property of Mr. and Mrs. Bill Saliba in Clinton Township, Macomb County, MI. The location corresponds fairly closely with a known historic cemetery associated with the Moravian Mission village (20MB62) of Christianized Indians established there in 1782. No known individuals were identified. No associated funerary objects are present. \n In 2005, human remains representing, at minimum, one individual were accessioned by the WSU Museum (Acc. #5231). The human remains were donated by Burton Barnard in 1970. They were removed from near a historic settlement on Summer Island, Delta County, MI, in July 1969, by the University of Michigan\\'s Summer Island science field camp. No known individuals were identified. No associated funerary objects are present. \n ", "h_d_ci": "Null", "determinations": "Determinations Made By the WSU Museum \n Officials of the WSU Museum have determined that: \n ", "a_r_d": "Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains and associated funerary objects should submit a written request with information in support of the request to Thomas Killion, Department of Anthropology, Wayne State University, Detroit, MI 48202, telephone (313) 577-2935, by July 17, 2013. After that date, if no additional requestors have come forward, transfer of control of the human remains and associated funerary objects to The Tribes may proceed. \n The WSU Museum is responsible for notifying The Tribes that this notice has been published. \n "}