{"index": "I_960", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [NPS-WASO-NAGPRA-12591; PPWOCRADN0-PCU00RP14.R50000]\\n        Notice of Inventory Completion: University of Washington, Department of Anthropology, Seattle, WA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        \\n          SUMMARY:\\n          The University of Washington, Department of Anthropology, has completed an inventory of human remains, in consultation with the appropriate Indian tribes or Native Hawaiian organizations, and has determined that there is no cultural affiliation between the human remains and any present-day Indian tribes or Native Hawaiian organizations. Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains should submit a written request to the Burke Museum acting on behalf of the University of Washington, Department of Anthropology. If no additional requestors come forward, transfer of control of the human remains to the Indian tribes or Native Hawaiian organizations stated in this notice may proceed.\\n        \\n        \\n          DATES:\\n          Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains should submit a written request with information in support of the request to the University of Washington at the address in this notice by May 15, 2013.\\n        \\n        \\n          ADDRESSES:\\n          Dr. Peter Lape, Burke Museum, University of Washington, Box 353010, Seattle, WA 98195, telephone (206) 685-3849.\\n        \\n      \\n      \\n        SUPPLEMENTARY INFORMATION:\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains under the control of the University of Washington, Department of Anthropology, and in the possession of the Burke Museum. The human remains were removed from an unknown location, possibly from Washington State.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice.\\n        Consultation\\n\\n        A detailed assessment of the human remains was made by the University of Washington, Department of Anthropology, and the Burke Museum professional staff in consultation with representatives of tribes with aboriginal territory in Washington, Michigan, and South Carolina. The consultant tribes with aboriginal territory in Washington include: the Coeur D\\'Alene Tribe (previously listed as the Coeur D\\'Alene Tribe of the Coeur D\\'Alene Reservation, Idaho); Confederated Tribes and Bands of the Yakama Nation; Confederated Tribes of the Chehalis Reservation; Confederated Tribes of the Colville Reservation; Confederated Tribes of the Umatilla Indian Reservation (previously listed as the Confederated Tribes of the Umatilla Reservation, Oregon); Confederated Tribes of the Warm Springs Reservation of Oregon; Cowlitz Indian Tribe; Jamestown S\\'Klallam Tribe; Kalispel Indian Community of the Kalispel Reservation; Lower Elwha Tribal Community (previously listed as the Lower Elwha Tribal Community of the Lower Elwha Reservation, Washington); Lummi Tribe of the Lummi Reservation; Makah Indian Tribe of the Makah Indian Reservation; Muckleshoot Indian Tribe (previously listed as the Muckleshoot Indian Tribe of the Muckleshoot Reservation, Washington); Nez Perce Tribe (previously listed as Nez Perce Tribe of Idaho); Nooksack Indian Tribe; Port Gamble Band of S\\'Klallam Indians (previously listed as the Port Gamble Indian Community of the Port Gamble Reservation, Washington); Puyallup Tribe of the Puyallup Reservation; Samish Indian Nation (previously listed as the Samish Indian Tribe, Washington); Skokomish Indian Tribe (previously listed as the Skokomish Indian Tribe of the Skokomish Reservation, Washington); Snoqualmie Indian Tribe (previously listed as the Snoqualmie Tribe, Washington); Spokane Tribe of the Spokane Reservation; Squaxin Island Tribe of the Squaxin Island Reservation; Stillaguamish Tribe of Indians of Washington (previously listed as the Stillaguamish Tribe of Washington); Suquamish Indian Tribe of the Port Madison Reservation; Swinomish Indians of the Swinomish Reservation of Washington; Tulalip Tribes of Washington (previously listed as the Tulalip Tribes of the Tulalip Reservation, Washington); Upper Skagit Indian Tribe; and the Wanapum Band of Priest Rapids, a non-Federally recognized Indian group. The following tribes with aboriginal territory in Washington State were also invited to participate but were not involved in consultations: Hoh Indian Tribe (previously listed as the Hoh Indian Tribe of the Hoh Indian Reservation, Washington); Nisqually Indian Tribe (previously listed as the Nisqually Indian Tribe of the Nisqually Reservation, Washington); Quileute Tribe of the Quileute Reservation; Quinault Indian Nation (previously listed as the Quinault Tribe of the Quinault Reservation, Washington); Sauk-Suiattle Indian Tribe; and the Shoalwater Bay Tribe of the Shoalwater Bay Indian Reservation (previously listed as the Shoalwater Bay Tribe of the Shoalwater Bay Indian Reservation, Washington).\\n        The consultant tribes with aboriginal territory in Michigan include: the Bay Mills Indian Community, Michigan; Grand Traverse Band of Ottawa and Chippewa Indians, Michigan; Hannahville Indian Community, Michigan; Keweenaw Bay Indian Community, Michigan; Lac Vieux Desert Band of Lake Superior Chippewa Indians, Michigan; Little River Band of Ottawa Indians, Michigan; Little Traverse Bay Bands of Odawa Indians, Michigan; Match-e-be-nash-she-wish Band of Pottawatomi Indians of Michigan; Nottawaseppi Huron Band of the Potawatomi, Michigan (previously listed as the Huron Potawatomi, Inc.); Pokagon Band of Potawatomi Indians, Michigan and Indiana; Saginaw Chippewa Indian Tribe of Michigan; and the Sault Ste. Marie Tribe of Chippewa Indians of Michigan.\\n        The consultant tribes with aboriginal territory in South Carolina include: the Catawba Indian Nation (aka Catawba Tribe of South Carolina); Cherokee Nation; Eastern Band of Cherokee Indians; and the United Keetoowah Band of Cherokee Indians in Oklahoma.\\n        Hereafter, all tribes listed in this section are referred to as \\xe2\\x80\\x9cThe Consulted and Notified Tribes.\\xe2\\x80\\x9d\\n        History and Description of the Remains\\n        At unknown dates, human remains representing, at minimum, 13 individuals were removed from various unknown sites, possibly in Washington State or South Carolina. Subsequently, the human remains became part of a teaching collection housed at the University of Washington, Department of Anthropology. There is no provenience information for the 13 individuals in this notice. Remains in the teaching collection have been collected through various means and by many individuals over time, including from archaeological sites, coroners, and donations from the public.\\n        Some of the items in the teaching collection were collected by Daris Swindler, Physical Anthropologist. Swindler came to teach at the University of Washington in the 1960s, and brought with him human remains from various sources and other states, including remains representing seven Native American individuals from South Carolina (addressed in a separate Notice of Inventory Completion), as well as forensic, non-Native American remains from Michigan. The 13 individuals described in this notice do not exhibit severe cranial modification, a common historic practice in western Washington. Swindler continued to collect human remains throughout the 1960s, 1970s, and 1980s, while at the University of Washington. As Swindler\\'s work primarily was conducted in South Carolina and Washington State, these remains are believed possibly to have been unearthed in either South Carolina or Washington State. No known individuals were identified. No associated funerary objects are present.\\n        Pursuant to 43 CFR 10.16, the Secretary of the Interior may make a recommendation for a transfer of control of culturally unidentifiable human remains. In September 2012, the University of Washington, Department of Anthropology, requested that the Secretary, through the Native American Graves Protection and Repatriation Review Committee, recommend the proposed transfer of control of the culturally unidentifiable Native American human remains in this notice to the Confederated Tribes and Bands of the Yakama Nation; Confederated Tribes of the Chehalis Reservation; Confederated Tribes of the Colville Reservation; Confederated Tribes of the Umatilla Indian Reservation (previously listed as the Confederated Tribes of the Umatilla Reservation, Oregon); Confederated Tribes of the Warm Springs Reservation of Oregon; Puyallup Tribe of the Puyallup Reservation; Samish Indian Nation (previously listed as the Samish Indian Tribe, Washington); Stillaguamish Tribe of Indians of Washington (previously listed as the Stillaguamish Tribe of Washington); Suquamish Indian Tribe of the Port Madison Reservation; Tulalip Tribes of Washington (previously listed as the Tulalip Tribes of the Tulalip Reservation, Washington); Upper Skagit Indian Tribe; and the Wanapum Band of Priest Rapids, a non-Federally recognized Indian group (which together, comprise the Washington State Inter-Tribal Consortium). The Review Committee, acting pursuant to its responsibility under 25 U.S.C. 3006(c)(5), considered the request at its November 2012 meeting and recommended to the Secretary that the proposed transfer of control proceed. A March 1, 2013 letter on behalf of the Secretary of Interior from the Designated Federal Official transmitted the Secretary\\'s independent review and concurrence with the Review Committee that:\\n        \\xe2\\x80\\xa2 The University of Washington, Department of Anthropology, consulted with every appropriate Indian tribe or Native Hawaiian organization,\\n        \\xe2\\x80\\xa2 None of The Consulted and Notified Tribes objected to the proposed transfer of control, and\\n\\n        \\xe2\\x80\\xa2 The University of Washington, Department of Anthropology, may proceed with the agreed-upon transfer of control of the culturally unidentifiable human remains to the Confederated Tribes and Bands of the Yakama Nation; Confederated Tribes of the Chehalis Reservation; Confederated Tribes of the Colville Reservation; Confederated Tribes of the Umatilla Indian Reservation (previously listed as the Confederated Tribes of the Umatilla Reservation, Oregon); Confederated Tribes of the Warm Springs Reservation of Oregon; Puyallup Tribe of the Puyallup Reservation; Samish Indian Nation (previously listed as the Samish Indian Tribe, Washington); Stillaguamish Tribe of Indians of Washington (previously listed as the Stillaguamish Tribe of Washington); Suquamish Indian Tribe of the Port Madison Reservation; Tulalip Tribes of Washington (previously listed as the Tulalip Tribes of the Tulalip Reservation, Washington); Upper Skagit Indian Tribe; and the Wanapum Band of Priest Rapids, a non-Federally recognized Indian group (which together comprise and hereafter are referred to as the Washington State Inter-Tribal Consortium).\\n        \\n\\n        Transfer of control is contingent on the publication of a Notice of Inventory Completion in the Federal Register. This notice fulfills that requirement.\\n        Determinations Made by the University of Washington, Department of Anthropology\\n        Officials of the University of Washington, Department of Anthropology, have determined that:\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice are Native American, based on cranial morphology and dental traits.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and any present-day Indian tribe.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 13 individuals of Native American ancestry.\\n        \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.16, the disposition of the human remains may be to the Washington State Inter-Tribal Consortium.\\n        The Washington State Inter-Tribal Consortium has claimed the human remains jointly. The Bay Mills Indian Community, Michigan; The Jamestown S\\'Klallam Tribe; Lac Vieux Desert Band of Lake Superior Chippewa Indians, Michigan Little Traverse Bay Bands of Odawa Indians, Michigan; Lummi Tribe of the Lummi Reservation; Saginaw Chippewa Indian Tribe of Michigan; Skokomish Indian Tribe (previously listed as the Skokomish Indian Tribe of the Skokomish Reservation, Washington); and the Snoqualmie Indian Tribe (previously listed as the Snoqualmie Tribe, Washington) have stated their support for disposition to the claimant tribes.\\n        Additional Requestors and Disposition\\n        Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains should submit a written request with information in support of the request to Peter Lape, Burke Museum, University of Washington, Box 353010, Seattle, WA 98115, telephone (206) 685-3849, before May 15, 2013. After that date, if no additional requestors have come forward, transfer of control of the human remains to the Washington State Inter-Tribal Consortium may proceed.\\n        The Burke Museum is responsible for notifying The Consulted and Notified Tribes that this notice has been published.\\n        \\n          Dated: March 18, 2013.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2013-08782 Filed 4-12-13; 8:45 am]\\n      BILLING CODE 4312-50-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[NPS-WASO-NAGPRA-12591; PPWOCRADN0-PCU00RP14.R50000]", "subject": "Notice of Inventory Completion: University of Washington, Department of Anthropology, Seattle, WA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "The University of Washington, Department of Anthropology, has completed an inventory of human remains, in consultation with the appropriate Indian tribes or Native Hawaiian organizations, and has determined that there is no cultural affiliation between the human remains and any present-day Indian tribes or Native Hawaiian organizations. Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains should submit a written request to the Burke Museum acting on behalf of the University of Washington, Department of Anthropology. If no additional requestors come forward, transfer of control of the human remains to the Indian tribes or Native Hawaiian organizations stated in this notice may proceed.", "dates": "Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains should submit a written request with information in support of the request to the University of Washington at the address in this notice by May 15, 2013.", "addresses": "Dr. Peter Lape, Burke Museum, University of Washington, Box 353010, Seattle, WA 98195, telephone (206) 685-3849.", "signature_dated": "Dated: March 18, 2013.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2013-08782 Filed 4-12-13; 8:45 am]", "billing_code": "BILLING CODE 4312-50-P", "supp_info": "SUPPLEMENTARY INFORMATION: \n Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains under the control of the University of Washington, Department of Anthropology, and in the possession of the Burke Museum. The human remains were removed from an unknown location, possibly from Washington State. \n This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice. \n Consultation \n A detailed assessment of the human remains was made by the University of Washington, Department of Anthropology, and the Burke Museum professional staff in consultation with representatives of tribes with aboriginal territory in Washington, Michigan, and South Carolina. The consultant tribes with aboriginal territory in Washington include: the Coeur D\\'Alene Tribe (previously listed as the Coeur D\\'Alene Tribe of the Coeur D\\'Alene Reservation, Idaho); Confederated Tribes and Bands of the Yakama Nation; Confederated Tribes of the Chehalis Reservation; Confederated Tribes of the Colville Reservation; Confederated Tribes of the Umatilla Indian Reservation (previously listed as the Confederated Tribes of the Umatilla Reservation, Oregon); Confederated Tribes of the Warm Springs Reservation of Oregon; Cowlitz Indian Tribe; Jamestown S\\'Klallam Tribe; Kalispel Indian Community of the Kalispel Reservation; Lower Elwha Tribal Community (previously listed as the Lower Elwha Tribal Community of the Lower Elwha Reservation, Washington); Lummi Tribe of the Lummi Reservation; Makah Indian Tribe of the Makah Indian Reservation; Muckleshoot Indian Tribe (previously listed as the Muckleshoot Indian Tribe of the Muckleshoot Reservation, Washington); Nez Perce Tribe (previously listed as Nez Perce Tribe of Idaho); Nooksack Indian Tribe; Port Gamble Band of S\\'Klallam Indians (previously listed as the Port Gamble Indian Community of the Port Gamble Reservation, Washington); Puyallup Tribe of the Puyallup Reservation; Samish Indian Nation (previously listed as the Samish Indian Tribe, Washington); Skokomish Indian Tribe (previously listed as the Skokomish Indian Tribe of the Skokomish Reservation, Washington); Snoqualmie Indian Tribe (previously listed as the Snoqualmie Tribe, Washington); Spokane Tribe of the Spokane Reservation; Squaxin Island Tribe of the Squaxin Island Reservation; Stillaguamish Tribe of Indians of Washington (previously listed as the Stillaguamish Tribe of Washington); Suquamish Indian Tribe of the Port Madison Reservation; Swinomish Indians of the Swinomish Reservation of Washington; Tulalip Tribes of Washington (previously listed as the Tulalip Tribes of the Tulalip Reservation, Washington); Upper Skagit Indian Tribe; and the Wanapum Band of Priest Rapids, a non-Federally recognized Indian group. The following tribes with aboriginal territory in Washington State were also invited to participate but were not involved in consultations: Hoh Indian Tribe (previously listed as the Hoh Indian Tribe of the Hoh Indian Reservation, Washington); Nisqually Indian Tribe (previously listed as the Nisqually Indian Tribe of the Nisqually Reservation, Washington); Quileute Tribe of the Quileute Reservation; Quinault Indian Nation (previously listed as the Quinault Tribe of the Quinault Reservation, Washington); Sauk-Suiattle Indian Tribe; and the Shoalwater Bay Tribe of the Shoalwater Bay Indian Reservation (previously listed as the Shoalwater Bay Tribe of the Shoalwater Bay Indian Reservation, Washington). \n The consultant tribes with aboriginal territory in Michigan include: the Bay Mills Indian Community, Michigan; Grand Traverse Band of Ottawa and Chippewa Indians, Michigan; Hannahville Indian Community, Michigan; Keweenaw Bay Indian Community, Michigan; Lac Vieux Desert Band of Lake Superior Chippewa Indians, Michigan; Little River Band of Ottawa Indians, Michigan; Little Traverse Bay Bands of Odawa Indians, Michigan; Match-e-be-nash-she-wish Band of Pottawatomi Indians of Michigan; Nottawaseppi Huron Band of the Potawatomi, Michigan (previously listed as the Huron Potawatomi, Inc.); Pokagon Band of Potawatomi Indians, Michigan and Indiana; Saginaw Chippewa Indian Tribe of Michigan; and the Sault Ste. Marie Tribe of Chippewa Indians of Michigan. \n The consultant tribes with aboriginal territory in South Carolina include: the Catawba Indian Nation (aka Catawba Tribe of South Carolina); Cherokee Nation; Eastern Band of Cherokee Indians; and the United Keetoowah Band of Cherokee Indians in Oklahoma. \n Hereafter, all tribes listed in this section are referred to as \\xe2\\x80\\x9cThe Consulted and Notified Tribes.\\xe2\\x80\\x9d \n History and Description of the Remains \n At unknown dates, human remains representing, at minimum, 13 individuals were removed from various unknown sites, possibly in Washington State or South Carolina. Subsequently, the human remains became part of a teaching collection housed at the University of Washington, Department of Anthropology. There is no provenience information for the 13 individuals in this notice. Remains in the teaching collection have been collected through various means and by many individuals over time, including from archaeological sites, coroners, and donations from the public. \n Some of the items in the teaching collection were collected by Daris Swindler, Physical Anthropologist. Swindler came to teach at the University of Washington in the 1960s, and brought with him human remains from various sources and other states, including remains representing seven Native American individuals from South Carolina (addressed in a separate Notice of Inventory Completion), as well as forensic, non-Native American remains from Michigan. The 13 individuals described in this notice do not exhibit severe cranial modification, a common historic practice in western Washington. Swindler continued to collect human remains throughout the 1960s, 1970s, and 1980s, while at the University of Washington. As Swindler\\'s work primarily was conducted in South Carolina and Washington State, these remains are believed possibly to have been unearthed in either South Carolina or Washington State. No known individuals were identified. No associated funerary objects are present. \n Pursuant to 43 CFR 10.16, the Secretary of the Interior may make a recommendation for a transfer of control of culturally unidentifiable human remains. In September 2012, the University of Washington, Department of Anthropology, requested that the Secretary, through the Native American Graves Protection and Repatriation Review Committee, recommend the proposed transfer of control of the culturally unidentifiable Native American human remains in this notice to the Confederated Tribes and Bands of the Yakama Nation; Confederated Tribes of the Chehalis Reservation; Confederated Tribes of the Colville Reservation; Confederated Tribes of the Umatilla Indian Reservation (previously listed as the Confederated Tribes of the Umatilla Reservation, Oregon); Confederated Tribes of the Warm Springs Reservation of Oregon; Puyallup Tribe of the Puyallup Reservation; Samish Indian Nation (previously listed as the Samish Indian Tribe, Washington); Stillaguamish Tribe of Indians of Washington (previously listed as the Stillaguamish Tribe of Washington); Suquamish Indian Tribe of the Port Madison Reservation; Tulalip Tribes of Washington (previously listed as the Tulalip Tribes of the Tulalip Reservation, Washington); Upper Skagit Indian Tribe; and the Wanapum Band of Priest Rapids, a non-Federally recognized Indian group (which together, comprise the Washington State Inter-Tribal Consortium). The Review Committee, acting pursuant to its responsibility under 25 U.S.C. 3006(c)(5), considered the request at its November 2012 meeting and recommended to the Secretary that the proposed transfer of control proceed. A March 1, 2013 letter on behalf of the Secretary of Interior from the Designated Federal Official transmitted the Secretary\\'s independent review and concurrence with the Review Committee that: \n \\xe2\\x80\\xa2 The University of Washington, Department of Anthropology, consulted with every appropriate Indian tribe or Native Hawaiian organization, \n \\xe2\\x80\\xa2 None of The Consulted and Notified Tribes objected to the proposed transfer of control, and \n \\xe2\\x80\\xa2 The University of Washington, Department of Anthropology, may proceed with the agreed-upon transfer of control of the culturally unidentifiable human remains to the Confederated Tribes and Bands of the Yakama Nation; Confederated Tribes of the Chehalis Reservation; Confederated Tribes of the Colville Reservation; Confederated Tribes of the Umatilla Indian Reservation (previously listed as the Confederated Tribes of the Umatilla Reservation, Oregon); Confederated Tribes of the Warm Springs Reservation of Oregon; Puyallup Tribe of the Puyallup Reservation; Samish Indian Nation (previously listed as the Samish Indian Tribe, Washington); Stillaguamish Tribe of Indians of Washington (previously listed as the Stillaguamish Tribe of Washington); Suquamish Indian Tribe of the Port Madison Reservation; Tulalip Tribes of Washington (previously listed as the Tulalip Tribes of the Tulalip Reservation, Washington); Upper Skagit Indian Tribe; and the Wanapum Band of Priest Rapids, a non-Federally recognized Indian group (which together comprise and hereafter are referred to as the Washington State Inter-Tribal Consortium). \n Determinations Made by the University of Washington, Department of Anthropology \n Officials of the University of Washington, Department of Anthropology, have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice are Native American, based on cranial morphology and dental traits. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and any present-day Indian tribe. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 13 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.16, the disposition of the human remains may be to the Washington State Inter-Tribal Consortium. \n The Washington State Inter-Tribal Consortium has claimed the human remains jointly. The Bay Mills Indian Community, Michigan; The Jamestown S\\'Klallam Tribe; Lac Vieux Desert Band of Lake Superior Chippewa Indians, Michigan Little Traverse Bay Bands of Odawa Indians, Michigan; Lummi Tribe of the Lummi Reservation; Saginaw Chippewa Indian Tribe of Michigan; Skokomish Indian Tribe (previously listed as the Skokomish Indian Tribe of the Skokomish Reservation, Washington); and the Snoqualmie Indian Tribe (previously listed as the Snoqualmie Tribe, Washington) have stated their support for disposition to the claimant tribes. \n Additional Requestors and Disposition \n Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains should submit a written request with information in support of the request to Peter Lape, Burke Museum, University of Washington, Box 353010, Seattle, WA 98115, telephone (206) 685-3849, before May 15, 2013. After that date, if no additional requestors have come forward, transfer of control of the human remains to the Washington State Inter-Tribal Consortium may proceed. \n The Burke Museum is responsible for notifying The Consulted and Notified Tribes that this notice has been published. \n ", "consultation": "A detailed assessment of the human remains was made by the University of Washington, Department of Anthropology, and the Burke Museum professional staff in consultation with representatives of tribes with aboriginal territory in Washington, Michigan, and South Carolina. The consultant tribes with aboriginal territory in Washington include: the Coeur D\\'Alene Tribe (previously listed as the Coeur D\\'Alene Tribe of the Coeur D\\'Alene Reservation, Idaho); Confederated Tribes and Bands of the Yakama Nation; Confederated Tribes of the Chehalis Reservation; Confederated Tribes of the Colville Reservation; Confederated Tribes of the Umatilla Indian Reservation (previously listed as the Confederated Tribes of the Umatilla Reservation, Oregon); Confederated Tribes of the Warm Springs Reservation of Oregon; Cowlitz Indian Tribe; Jamestown S\\'Klallam Tribe; Kalispel Indian Community of the Kalispel Reservation; Lower Elwha Tribal Community (previously listed as the Lower Elwha Tribal Community of the Lower Elwha Reservation, Washington); Lummi Tribe of the Lummi Reservation; Makah Indian Tribe of the Makah Indian Reservation; Muckleshoot Indian Tribe (previously listed as the Muckleshoot Indian Tribe of the Muckleshoot Reservation, Washington); Nez Perce Tribe (previously listed as Nez Perce Tribe of Idaho); Nooksack Indian Tribe; Port Gamble Band of S\\'Klallam Indians (previously listed as the Port Gamble Indian Community of the Port Gamble Reservation, Washington); Puyallup Tribe of the Puyallup Reservation; Samish Indian Nation (previously listed as the Samish Indian Tribe, Washington); Skokomish Indian Tribe (previously listed as the Skokomish Indian Tribe of the Skokomish Reservation, Washington); Snoqualmie Indian Tribe (previously listed as the Snoqualmie Tribe, Washington); Spokane Tribe of the Spokane Reservation; Squaxin Island Tribe of the Squaxin Island Reservation; Stillaguamish Tribe of Indians of Washington (previously listed as the Stillaguamish Tribe of Washington); Suquamish Indian Tribe of the Port Madison Reservation; Swinomish Indians of the Swinomish Reservation of Washington; Tulalip Tribes of Washington (previously listed as the Tulalip Tribes of the Tulalip Reservation, Washington); Upper Skagit Indian Tribe; and the Wanapum Band of Priest Rapids, a non-Federally recognized Indian group. The following tribes with aboriginal territory in Washington State were also invited to participate but were not involved in consultations: Hoh Indian Tribe (previously listed as the Hoh Indian Tribe of the Hoh Indian Reservation, Washington); Nisqually Indian Tribe (previously listed as the Nisqually Indian Tribe of the Nisqually Reservation, Washington); Quileute Tribe of the Quileute Reservation; Quinault Indian Nation (previously listed as the Quinault Tribe of the Quinault Reservation, Washington); Sauk-Suiattle Indian Tribe; and the Shoalwater Bay Tribe of the Shoalwater Bay Indian Reservation (previously listed as the Shoalwater Bay Tribe of the Shoalwater Bay Indian Reservation, Washington). \n The consultant tribes with aboriginal territory in Michigan include: the Bay Mills Indian Community, Michigan; Grand Traverse Band of Ottawa and Chippewa Indians, Michigan; Hannahville Indian Community, Michigan; Keweenaw Bay Indian Community, Michigan; Lac Vieux Desert Band of Lake Superior Chippewa Indians, Michigan; Little River Band of Ottawa Indians, Michigan; Little Traverse Bay Bands of Odawa Indians, Michigan; Match-e-be-nash-she-wish Band of Pottawatomi Indians of Michigan; Nottawaseppi Huron Band of the Potawatomi, Michigan (previously listed as the Huron Potawatomi, Inc.); Pokagon Band of Potawatomi Indians, Michigan and Indiana; Saginaw Chippewa Indian Tribe of Michigan; and the Sault Ste. Marie Tribe of Chippewa Indians of Michigan. \n The consultant tribes with aboriginal territory in South Carolina include: the Catawba Indian Nation (aka Catawba Tribe of South Carolina); Cherokee Nation; Eastern Band of Cherokee Indians; and the United Keetoowah Band of Cherokee Indians in Oklahoma. \n Hereafter, all tribes listed in this section are referred to as \\xe2\\x80\\x9cThe Consulted and Notified Tribes.\\xe2\\x80\\x9d \n ", "h_d_r": "At unknown dates, human remains representing, at minimum, 13 individuals were removed from various unknown sites, possibly in Washington State or South Carolina. Subsequently, the human remains became part of a teaching collection housed at the University of Washington, Department of Anthropology. There is no provenience information for the 13 individuals in this notice. Remains in the teaching collection have been collected through various means and by many individuals over time, including from archaeological sites, coroners, and donations from the public. \n Some of the items in the teaching collection were collected by Daris Swindler, Physical Anthropologist. Swindler came to teach at the University of Washington in the 1960s, and brought with him human remains from various sources and other states, including remains representing seven Native American individuals from South Carolina (addressed in a separate Notice of Inventory Completion), as well as forensic, non-Native American remains from Michigan. The 13 individuals described in this notice do not exhibit severe cranial modification, a common historic practice in western Washington. Swindler continued to collect human remains throughout the 1960s, 1970s, and 1980s, while at the University of Washington. As Swindler\\'s work primarily was conducted in South Carolina and Washington State, these remains are believed possibly to have been unearthed in either South Carolina or Washington State. No known individuals were identified. No associated funerary objects are present. \n Pursuant to 43 CFR 10.16, the Secretary of the Interior may make a recommendation for a transfer of control of culturally unidentifiable human remains. In September 2012, the University of Washington, Department of Anthropology, requested that the Secretary, through the Native American Graves Protection and Repatriation Review Committee, recommend the proposed transfer of control of the culturally unidentifiable Native American human remains in this notice to the Confederated Tribes and Bands of the Yakama Nation; Confederated Tribes of the Chehalis Reservation; Confederated Tribes of the Colville Reservation; Confederated Tribes of the Umatilla Indian Reservation (previously listed as the Confederated Tribes of the Umatilla Reservation, Oregon); Confederated Tribes of the Warm Springs Reservation of Oregon; Puyallup Tribe of the Puyallup Reservation; Samish Indian Nation (previously listed as the Samish Indian Tribe, Washington); Stillaguamish Tribe of Indians of Washington (previously listed as the Stillaguamish Tribe of Washington); Suquamish Indian Tribe of the Port Madison Reservation; Tulalip Tribes of Washington (previously listed as the Tulalip Tribes of the Tulalip Reservation, Washington); Upper Skagit Indian Tribe; and the Wanapum Band of Priest Rapids, a non-Federally recognized Indian group (which together, comprise the Washington State Inter-Tribal Consortium). The Review Committee, acting pursuant to its responsibility under 25 U.S.C. 3006(c)(5), considered the request at its November 2012 meeting and recommended to the Secretary that the proposed transfer of control proceed. A March 1, 2013 letter on behalf of the Secretary of Interior from the Designated Federal Official transmitted the Secretary\\'s independent review and concurrence with the Review Committee that: \n \\xe2\\x80\\xa2 The University of Washington, Department of Anthropology, consulted with every appropriate Indian tribe or Native Hawaiian organization, \n \\xe2\\x80\\xa2 None of The Consulted and Notified Tribes objected to the proposed transfer of control, and \n \\xe2\\x80\\xa2 The University of Washington, Department of Anthropology, may proceed with the agreed-upon transfer of control of the culturally unidentifiable human remains to the Confederated Tribes and Bands of the Yakama Nation; Confederated Tribes of the Chehalis Reservation; Confederated Tribes of the Colville Reservation; Confederated Tribes of the Umatilla Indian Reservation (previously listed as the Confederated Tribes of the Umatilla Reservation, Oregon); Confederated Tribes of the Warm Springs Reservation of Oregon; Puyallup Tribe of the Puyallup Reservation; Samish Indian Nation (previously listed as the Samish Indian Tribe, Washington); Stillaguamish Tribe of Indians of Washington (previously listed as the Stillaguamish Tribe of Washington); Suquamish Indian Tribe of the Port Madison Reservation; Tulalip Tribes of Washington (previously listed as the Tulalip Tribes of the Tulalip Reservation, Washington); Upper Skagit Indian Tribe; and the Wanapum Band of Priest Rapids, a non-Federally recognized Indian group (which together comprise and hereafter are referred to as the Washington State Inter-Tribal Consortium). \n ", "h_d_ci": "Null", "determinations": "Determinations Made by the University of Washington, Department of Anthropology \n Officials of the University of Washington, Department of Anthropology, have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice are Native American, based on cranial morphology and dental traits. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and any present-day Indian tribe. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of 13 individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.16, the disposition of the human remains may be to the Washington State Inter-Tribal Consortium. \n The Washington State Inter-Tribal Consortium has claimed the human remains jointly. The Bay Mills Indian Community, Michigan; The Jamestown S\\'Klallam Tribe; Lac Vieux Desert Band of Lake Superior Chippewa Indians, Michigan Little Traverse Bay Bands of Odawa Indians, Michigan; Lummi Tribe of the Lummi Reservation; Saginaw Chippewa Indian Tribe of Michigan; Skokomish Indian Tribe (previously listed as the Skokomish Indian Tribe of the Skokomish Reservation, Washington); and the Snoqualmie Indian Tribe (previously listed as the Snoqualmie Tribe, Washington) have stated their support for disposition to the claimant tribes. \n ", "a_r_d": "Representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these human remains should submit a written request with information in support of the request to Peter Lape, Burke Museum, University of Washington, Box 353010, Seattle, WA 98115, telephone (206) 685-3849, before May 15, 2013. After that date, if no additional requestors have come forward, transfer of control of the human remains to the Washington State Inter-Tribal Consortium may proceed. \n The Burke Museum is responsible for notifying The Consulted and Notified Tribes that this notice has been published. \n "}