{"index": "I_976", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [NPS-WASO-NAGPRA-12395; PPWOCRADN0-PCU00RP14.R50000]\\n        Notice of Inventory Completion: Slater Museum of Natural History, University of Puget Sound, Tacoma, WA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        \\n          SUMMARY:\\n          The Slater Museum of Natural History, University of Puget Sound, has completed an inventory of human remains in consultation with the appropriate Indian tribes, and has determined that there is no cultural affiliation between the remains and any present-day Indian tribe. Representatives of any Indian tribe that believes itself to be culturally affiliated with the human remains may contact the Burke Museum acting on behalf of the Slater Museum of Natural History. Disposition of the human remains to the Indian tribes stated below may occur if no additional requestors come forward.\\n        \\n        \\n          DATES:\\n          Representatives of any Indian tribe that believes it has a cultural affiliation with the human remains should contact the Burke Museum at the address below by April 29, 2013.\\n        \\n        \\n          ADDRESSES:\\n\\n          Peter Lape, Burke Museum, University of Washington, Box 353010, Seattle, WA 98195-3010, telephone (206) 685-3849.\\n        \\n      \\n      \\n        SUPPLEMENTARY INFORMATION:\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains under the control of the Slater Museum of Natural History and in the physical custody of the Burke Museum. The human remains were removed from unknown locations, most likely in the state of Washington.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3) and 43 CFR 10.11(d). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice.\\n        Consultation\\n        A detailed assessment of the human remains was made by the Slater Museum of Natural History and Burke Museum professional staff in consultation with representatives of the Coeur D\\'Alene Tribe (previously listed as the Coeur D\\'Alene Tribe of the Coeur D\\'Alene Reservation, Idaho); Confederated Tribes and Bands of the Yakama Nation; Confederated Tribes of the Chehalis Reservation; Confederated Tribes of the Colville Reservation; Confederated Tribes of the Umatilla Indian Reservation (previously listed as the Confederated Tribes of the Umatilla Reservation, Oregon); Confederated Tribes of the Warm Springs Reservation of Oregon; Cowlitz Indian Tribe; Jamestown S\\'Klallam Tribe; Kalispel Indian Community of the Kalispel Reservation; Lower Elwha Tribal Community (previously listed as the Lower Elwha Tribal Community of the Lower Elwha Reservation, Washington); Lummi Tribe of the Lummi Reservation; Makah Indian Tribe of the Makah Indian Reservation; Muckleshoot Indian Tribe (previously listed as the Muckleshoot Indian Tribe of the Muckleshoot Reservation, Washington); Nez Perce Tribe (previously listed as Nez Perce Tribe of Idaho); Nooksack Indian Tribe; Port Gamble of S\\'Klallam Indians (previously listed as the Port Gamble Indian Community of the Port Gamble Reservation, Washington); Puyallup Tribe of the Puyallup Reservation; Samish Indian Nation (previously listed as the Samish Indian Tribe, Washington); Skokomish Indian Tribe (previously listed as the Skokomish Indian Tribe of the Skokomish Reservation, Washington); Snoqualmie Indian Tribe (previously listed as the Snoqualmie Tribe, Washington); Spokane Tribe of the Spokane Reservation; Squaxin Island Tribe of the Squaxin Island Reservation; Stillaguamish Tribe of Indians of Washington (previously listed as the Stillaguamish Tribe of Washington); Suquamish Indian Tribe of the Port Madison Reservation; Swinomish Indians of the Swinomish Reservation of Washington; Tulalip Tribes of Washington (previously listed as the Tulalip Tribes of the Tulalip Reservation, Washington); Upper Skagit Indian Tribe; and the Wanapum Band of Priest Rapids, a non-Federally recognized Indian group.\\n        The following tribes with aboriginal territory in the state of Washington were also invited to consult but did not participate: the Hoh Indian Tribe (previously listed as the Hoh Indian Tribe of the Hoh Indian Reservation, Washington); Nisqually Indian Tribe (previously listed as the Nisqually Indian Tribe of the Nisqually Reservation, Washington); Quileute Tribe of the Quileute Reservation; Quinault Indian Nation (previously listed as the Quinault Tribe of the Quinault Reservation, Washington); Sauk-Suiattle Indian Tribe; and the Shoalwater Bay Indian Tribe of the Shoalwater Bay Indian Reservation (previously listed as the Shoalwater Bay Tribe of the Shoalwater Bay Indian Reservation, Washington). Hereafter all tribes listed in this section are referred to as \\xe2\\x80\\x9cThe Consulted and Invited Tribes.\\xe2\\x80\\x9d\\n        History and Description of the Remains\\n        At unknown dates, human remains representing, at minimum, five individuals were removed from unknown sites located throughout the state of Washington. The human remains were not the result of systematic archaeological collections; rather they are believed to have been collected by the general public or by wildlife biologists during their fieldwork. The remains lack specific documentation but are believed to have most likely been removed from within Washington State. The majority of documented remains at one time in the Slater Museum of Natural History\\'s possession were removed from locations in Washington State. No known individuals were identified. No associated funerary objects are present.\\n        Determinations Made by the Slater Museum of Natural History\\n        Officials of the Slater Museum of Natural History have determined that:\\n        \\xe2\\x80\\xa2 Based on cranial morphology and dental traits, the human remains are Native American.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and any present-day Indian tribe.\\n\\n        \\xe2\\x80\\xa2 According to final judgments of the Indian Claims Commission, the land from which the Native American human remains and the associated funerary object were removed is the aboriginal land of the Coeur D\\'Alene Tribe (previously listed as the Coeur D\\'Alene Tribe of the Coeur D\\'Alene Reservation, Idaho); Confederated Tribes and Bands of the Yakama Nation; Confederated Tribes of the Chehalis Reservation; Confederated Tribes of the Colville Reservation; Confederated Tribes of the Umatilla Indian Reservation (previously listed as the Confederated Tribes of the Umatilla Reservation, Oregon); Confederated Tribes of the Warm Springs Reservation of Oregon; Cowlitz Indian Tribe; Hoh Indian Tribe (previously listed as the Hoh Indian Tribe of the Hoh Indian Reservation, Washington); Jamestown S\\'Klallam Tribe; Kalispel Indian Community of the Kalispel Reservation; Lower Elwha Tribal Community (previously listed as the Lower Elwha Tribal Community of the Lower Elwha Reservation, Washington); Lummi Tribe of the Lummi Reservation; Makah Indian Tribe of the Makah Indian Reservation; Muckleshoot Indian Tribe (previously listed as the Muckleshoot Indian Tribe of the Muckleshoot Reservation, Washington); Nisqually Indian Tribe (previously listed as the Nisqually Indian Tribe of the Nisqually Reservation, Washington); Nez Perce Tribe (previously listed as Nez Perce Tribe of Idaho); Nooksack Indian Tribe; Port Gamble of S\\'Klallam Indians (previously listed as the Port Gamble Indian Community of the Port Gamble Reservation, Washington); Puyallup Tribe of the Puyallup Reservation; Quileute Tribe of the Quileute Reservation, Washington; Quinault Indian Nation (previously listed as the Quinault Tribe of the Quinault Reservation, Washington); Samish Indian Nation (previously listed as the Samish Indian Tribe, Washington); Sauk-Suiattle Indian Tribe; Shoalwater Bay IndianTribe of the Shoalwater Bay Indian Reservation (previously listed as the Shoalwater Bay Tribe of the Shoalwater Bay Indian Reservation, Washington); Skokomish Indian Tribe (previously listed as the Skokomish Indian Tribe of the Skokomish Reservation, Washington); Snoqualmie Indian Tribe (previously listed as the Snoqualmie Tribe, Washington); Spokane Tribe of the Spokane Reservation; Squaxin Island Tribe of the Squaxin Island Reservation; Stillaguamish Tribe of Indians of Washington (previously listed as the Stillaguamish Tribe of Washington); Suquamish Indian Tribe of the Port Madison Reservation; Swinomish Indians of the Swinomish Reservation of Washington; Tulalip Tribes of Washington (previously listed as the Tulalip Tribes of the Tulalip Reservation, Washington) and the Upper Skagit Indian Tribe (hereafter referred to as \\xe2\\x80\\x9cThe Aboriginal Land Tribes\\xe2\\x80\\x9d).\\n        \\xe2\\x80\\xa2 Multiple lines of evidence, including treaties, Acts of Congress, and Executive Orders, indicate that the land from which the Native American human remains and the associated funerary object were removed is the aboriginal land of The Aboriginal Land Tribes.\\n        \\xe2\\x80\\xa2 Other credible lines of evidence, indicate that the land from which the Native American human remains and the associated funerary object were removed is the aboriginal land of The Aboriginal Land Tribes; the Confederated Tribes of the Warm Springs Reservation of Oregon; and the Wanapum Band of Priest Rapids, a non-Federally recognized Indian group.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of five individuals of Native American ancestry.\\n        \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.11(c)(1), the disposition of the human remains may be to The Aboriginal Land Tribes. The Confederated Tribes of the Chehalis Reservation; Confederated Tribes of the Colville Reservation; Confederated Tribes of the Umatilla Indian Reservation (previously listed as the Confederated Tribes of the Umatilla Reservation, Oregon); Confederated Tribes of the Warm Springs Reservation of Oregon; Puyallup Tribe of the Puyallup Reservation; Samish Indian Nation (previously listed as the Samish Indian Tribe, Washington); Stillaguamish Tribe of Indians of Washington (previously listed as the Stillaguamish Tribe of Washington); Suquamish Indian Tribe of the Port Madison Reservation; Tulalip Tribes of Washington (previously listed as the Tulalip Tribes of the Tulalip Reservation, Washington); Upper Skagit Indian Tribe; and the Wanapum Band of Priest Rapids, a non-Federally recognized Indian group, all of which belong to the Washington State Inter-Tribal Consortium-Slater Museum, have come together to jointly claim the human remains. The Coeur D\\'Alene Tribe (previously listed as the Coeur D\\'Alene Tribe of the Coeur D\\'Alene Reservation, Idaho); Confederated Tribes and Bands of the Yakama Nation; Jamestown S\\'Klallam Tribe; Lummi Tribe of the Lummi Reservation; Skokomish Indian Tribe (previously listed as the Skokomish Indian Tribe of the Skokomish Reservation); and the Snoqualmie Indian Tribe (previously listed as the Snoqualmie Tribe, Washington) have stated their support for the disposition of the human remains to the Washington State Inter-Tribal Consortium-Slater Museum.\\n        Additional Requestors and Disposition\\n        Representatives of any Indian tribe that believes itself to be culturally affiliated with the human remains or any other Indian tribe that believes it satisfies the criteria in 43 CFR 10.11(c)(1) should contact Peter Lape, Burke Museum, University of Washington, Box 353010, Seattle, WA 98195, telephone (206) 685-3849, before April 29, 2013. Disposition of the human remains to the Washington State Inter-Tribal Consortium-Slater Museum may proceed after that date if no additional requestors come forward.\\n        The Burke Museum is responsible for notifying The Consulted and Invited Tribes that this notice has been published.\\n        \\n          Dated: February 20, 2013.\\n          Melanie O\\'Brien,\\n          Acting Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2013-07370 Filed 3-28-13; 8:45 am]\\n      BILLING CODE 4312-50-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[NPS-WASO-NAGPRA-12395; PPWOCRADN0-PCU00RP14.R50000]", "subject": "Notice of Inventory Completion: Slater Museum of Natural History, University of Puget Sound, Tacoma, WA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "The Slater Museum of Natural History, University of Puget Sound, has completed an inventory of human remains in consultation with the appropriate Indian tribes, and has determined that there is no cultural affiliation between the remains and any present-day Indian tribe. Representatives of any Indian tribe that believes itself to be culturally affiliated with the human remains may contact the Burke Museum acting on behalf of the Slater Museum of Natural History. Disposition of the human remains to the Indian tribes stated below may occur if no additional requestors come forward.", "dates": "Representatives of any Indian tribe that believes it has a cultural affiliation with the human remains should contact the Burke Museum at the address below by April 29, 2013.", "addresses": "Peter Lape, Burke Museum, University of Washington, Box 353010, Seattle, WA 98195-3010, telephone (206) 685-3849.", "signature_dated": "Dated: February 20, 2013.", "signature_name": "Melanie O\\'Brien,", "signature_title": "Acting Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2013-07370 Filed 3-28-13; 8:45 am]", "billing_code": "BILLING CODE 4312-50-P", "supp_info": "SUPPLEMENTARY INFORMATION: \n Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the completion of an inventory of human remains under the control of the Slater Museum of Natural History and in the physical custody of the Burke Museum. The human remains were removed from unknown locations, most likely in the state of Washington. \n This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3) and 43 CFR 10.11(d). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American human remains. The National Park Service is not responsible for the determinations in this notice. \n Consultation \n A detailed assessment of the human remains was made by the Slater Museum of Natural History and Burke Museum professional staff in consultation with representatives of the Coeur D\\'Alene Tribe (previously listed as the Coeur D\\'Alene Tribe of the Coeur D\\'Alene Reservation, Idaho); Confederated Tribes and Bands of the Yakama Nation; Confederated Tribes of the Chehalis Reservation; Confederated Tribes of the Colville Reservation; Confederated Tribes of the Umatilla Indian Reservation (previously listed as the Confederated Tribes of the Umatilla Reservation, Oregon); Confederated Tribes of the Warm Springs Reservation of Oregon; Cowlitz Indian Tribe; Jamestown S\\'Klallam Tribe; Kalispel Indian Community of the Kalispel Reservation; Lower Elwha Tribal Community (previously listed as the Lower Elwha Tribal Community of the Lower Elwha Reservation, Washington); Lummi Tribe of the Lummi Reservation; Makah Indian Tribe of the Makah Indian Reservation; Muckleshoot Indian Tribe (previously listed as the Muckleshoot Indian Tribe of the Muckleshoot Reservation, Washington); Nez Perce Tribe (previously listed as Nez Perce Tribe of Idaho); Nooksack Indian Tribe; Port Gamble of S\\'Klallam Indians (previously listed as the Port Gamble Indian Community of the Port Gamble Reservation, Washington); Puyallup Tribe of the Puyallup Reservation; Samish Indian Nation (previously listed as the Samish Indian Tribe, Washington); Skokomish Indian Tribe (previously listed as the Skokomish Indian Tribe of the Skokomish Reservation, Washington); Snoqualmie Indian Tribe (previously listed as the Snoqualmie Tribe, Washington); Spokane Tribe of the Spokane Reservation; Squaxin Island Tribe of the Squaxin Island Reservation; Stillaguamish Tribe of Indians of Washington (previously listed as the Stillaguamish Tribe of Washington); Suquamish Indian Tribe of the Port Madison Reservation; Swinomish Indians of the Swinomish Reservation of Washington; Tulalip Tribes of Washington (previously listed as the Tulalip Tribes of the Tulalip Reservation, Washington); Upper Skagit Indian Tribe; and the Wanapum Band of Priest Rapids, a non-Federally recognized Indian group. \n The following tribes with aboriginal territory in the state of Washington were also invited to consult but did not participate: the Hoh Indian Tribe (previously listed as the Hoh Indian Tribe of the Hoh Indian Reservation, Washington); Nisqually Indian Tribe (previously listed as the Nisqually Indian Tribe of the Nisqually Reservation, Washington); Quileute Tribe of the Quileute Reservation; Quinault Indian Nation (previously listed as the Quinault Tribe of the Quinault Reservation, Washington); Sauk-Suiattle Indian Tribe; and the Shoalwater Bay Indian Tribe of the Shoalwater Bay Indian Reservation (previously listed as the Shoalwater Bay Tribe of the Shoalwater Bay Indian Reservation, Washington). Hereafter all tribes listed in this section are referred to as \\xe2\\x80\\x9cThe Consulted and Invited Tribes.\\xe2\\x80\\x9d \n History and Description of the Remains \n At unknown dates, human remains representing, at minimum, five individuals were removed from unknown sites located throughout the state of Washington. The human remains were not the result of systematic archaeological collections; rather they are believed to have been collected by the general public or by wildlife biologists during their fieldwork. The remains lack specific documentation but are believed to have most likely been removed from within Washington State. The majority of documented remains at one time in the Slater Museum of Natural History\\'s possession were removed from locations in Washington State. No known individuals were identified. No associated funerary objects are present. \n Determinations Made by the Slater Museum of Natural History \n Officials of the Slater Museum of Natural History have determined that: \n \\xe2\\x80\\xa2 Based on cranial morphology and dental traits, the human remains are Native American. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and any present-day Indian tribe. \n \\xe2\\x80\\xa2 According to final judgments of the Indian Claims Commission, the land from which the Native American human remains and the associated funerary object were removed is the aboriginal land of the Coeur D\\'Alene Tribe (previously listed as the Coeur D\\'Alene Tribe of the Coeur D\\'Alene Reservation, Idaho); Confederated Tribes and Bands of the Yakama Nation; Confederated Tribes of the Chehalis Reservation; Confederated Tribes of the Colville Reservation; Confederated Tribes of the Umatilla Indian Reservation (previously listed as the Confederated Tribes of the Umatilla Reservation, Oregon); Confederated Tribes of the Warm Springs Reservation of Oregon; Cowlitz Indian Tribe; Hoh Indian Tribe (previously listed as the Hoh Indian Tribe of the Hoh Indian Reservation, Washington); Jamestown S\\'Klallam Tribe; Kalispel Indian Community of the Kalispel Reservation; Lower Elwha Tribal Community (previously listed as the Lower Elwha Tribal Community of the Lower Elwha Reservation, Washington); Lummi Tribe of the Lummi Reservation; Makah Indian Tribe of the Makah Indian Reservation; Muckleshoot Indian Tribe (previously listed as the Muckleshoot Indian Tribe of the Muckleshoot Reservation, Washington); Nisqually Indian Tribe (previously listed as the Nisqually Indian Tribe of the Nisqually Reservation, Washington); Nez Perce Tribe (previously listed as Nez Perce Tribe of Idaho); Nooksack Indian Tribe; Port Gamble of S\\'Klallam Indians (previously listed as the Port Gamble Indian Community of the Port Gamble Reservation, Washington); Puyallup Tribe of the Puyallup Reservation; Quileute Tribe of the Quileute Reservation, Washington; Quinault Indian Nation (previously listed as the Quinault Tribe of the Quinault Reservation, Washington); Samish Indian Nation (previously listed as the Samish Indian Tribe, Washington); Sauk-Suiattle Indian Tribe; Shoalwater Bay IndianTribe of the Shoalwater Bay Indian Reservation (previously listed as the Shoalwater Bay Tribe of the Shoalwater Bay Indian Reservation, Washington); Skokomish Indian Tribe (previously listed as the Skokomish Indian Tribe of the Skokomish Reservation, Washington); Snoqualmie Indian Tribe (previously listed as the Snoqualmie Tribe, Washington); Spokane Tribe of the Spokane Reservation; Squaxin Island Tribe of the Squaxin Island Reservation; Stillaguamish Tribe of Indians of Washington (previously listed as the Stillaguamish Tribe of Washington); Suquamish Indian Tribe of the Port Madison Reservation; Swinomish Indians of the Swinomish Reservation of Washington; Tulalip Tribes of Washington (previously listed as the Tulalip Tribes of the Tulalip Reservation, Washington) and the Upper Skagit Indian Tribe (hereafter referred to as \\xe2\\x80\\x9cThe Aboriginal Land Tribes\\xe2\\x80\\x9d). \n \\xe2\\x80\\xa2 Multiple lines of evidence, including treaties, Acts of Congress, and Executive Orders, indicate that the land from which the Native American human remains and the associated funerary object were removed is the aboriginal land of The Aboriginal Land Tribes. \n \\xe2\\x80\\xa2 Other credible lines of evidence, indicate that the land from which the Native American human remains and the associated funerary object were removed is the aboriginal land of The Aboriginal Land Tribes; the Confederated Tribes of the Warm Springs Reservation of Oregon; and the Wanapum Band of Priest Rapids, a non-Federally recognized Indian group. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of five individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.11(c)(1), the disposition of the human remains may be to The Aboriginal Land Tribes. The Confederated Tribes of the Chehalis Reservation; Confederated Tribes of the Colville Reservation; Confederated Tribes of the Umatilla Indian Reservation (previously listed as the Confederated Tribes of the Umatilla Reservation, Oregon); Confederated Tribes of the Warm Springs Reservation of Oregon; Puyallup Tribe of the Puyallup Reservation; Samish Indian Nation (previously listed as the Samish Indian Tribe, Washington); Stillaguamish Tribe of Indians of Washington (previously listed as the Stillaguamish Tribe of Washington); Suquamish Indian Tribe of the Port Madison Reservation; Tulalip Tribes of Washington (previously listed as the Tulalip Tribes of the Tulalip Reservation, Washington); Upper Skagit Indian Tribe; and the Wanapum Band of Priest Rapids, a non-Federally recognized Indian group, all of which belong to the Washington State Inter-Tribal Consortium-Slater Museum, have come together to jointly claim the human remains. The Coeur D\\'Alene Tribe (previously listed as the Coeur D\\'Alene Tribe of the Coeur D\\'Alene Reservation, Idaho); Confederated Tribes and Bands of the Yakama Nation; Jamestown S\\'Klallam Tribe; Lummi Tribe of the Lummi Reservation; Skokomish Indian Tribe (previously listed as the Skokomish Indian Tribe of the Skokomish Reservation); and the Snoqualmie Indian Tribe (previously listed as the Snoqualmie Tribe, Washington) have stated their support for the disposition of the human remains to the Washington State Inter-Tribal Consortium-Slater Museum. \n Additional Requestors and Disposition \n Representatives of any Indian tribe that believes itself to be culturally affiliated with the human remains or any other Indian tribe that believes it satisfies the criteria in 43 CFR 10.11(c)(1) should contact Peter Lape, Burke Museum, University of Washington, Box 353010, Seattle, WA 98195, telephone (206) 685-3849, before April 29, 2013. Disposition of the human remains to the Washington State Inter-Tribal Consortium-Slater Museum may proceed after that date if no additional requestors come forward. \n The Burke Museum is responsible for notifying The Consulted and Invited Tribes that this notice has been published. \n ", "consultation": "A detailed assessment of the human remains was made by the Slater Museum of Natural History and Burke Museum professional staff in consultation with representatives of the Coeur D\\'Alene Tribe (previously listed as the Coeur D\\'Alene Tribe of the Coeur D\\'Alene Reservation, Idaho); Confederated Tribes and Bands of the Yakama Nation; Confederated Tribes of the Chehalis Reservation; Confederated Tribes of the Colville Reservation; Confederated Tribes of the Umatilla Indian Reservation (previously listed as the Confederated Tribes of the Umatilla Reservation, Oregon); Confederated Tribes of the Warm Springs Reservation of Oregon; Cowlitz Indian Tribe; Jamestown S\\'Klallam Tribe; Kalispel Indian Community of the Kalispel Reservation; Lower Elwha Tribal Community (previously listed as the Lower Elwha Tribal Community of the Lower Elwha Reservation, Washington); Lummi Tribe of the Lummi Reservation; Makah Indian Tribe of the Makah Indian Reservation; Muckleshoot Indian Tribe (previously listed as the Muckleshoot Indian Tribe of the Muckleshoot Reservation, Washington); Nez Perce Tribe (previously listed as Nez Perce Tribe of Idaho); Nooksack Indian Tribe; Port Gamble of S\\'Klallam Indians (previously listed as the Port Gamble Indian Community of the Port Gamble Reservation, Washington); Puyallup Tribe of the Puyallup Reservation; Samish Indian Nation (previously listed as the Samish Indian Tribe, Washington); Skokomish Indian Tribe (previously listed as the Skokomish Indian Tribe of the Skokomish Reservation, Washington); Snoqualmie Indian Tribe (previously listed as the Snoqualmie Tribe, Washington); Spokane Tribe of the Spokane Reservation; Squaxin Island Tribe of the Squaxin Island Reservation; Stillaguamish Tribe of Indians of Washington (previously listed as the Stillaguamish Tribe of Washington); Suquamish Indian Tribe of the Port Madison Reservation; Swinomish Indians of the Swinomish Reservation of Washington; Tulalip Tribes of Washington (previously listed as the Tulalip Tribes of the Tulalip Reservation, Washington); Upper Skagit Indian Tribe; and the Wanapum Band of Priest Rapids, a non-Federally recognized Indian group. \n The following tribes with aboriginal territory in the state of Washington were also invited to consult but did not participate: the Hoh Indian Tribe (previously listed as the Hoh Indian Tribe of the Hoh Indian Reservation, Washington); Nisqually Indian Tribe (previously listed as the Nisqually Indian Tribe of the Nisqually Reservation, Washington); Quileute Tribe of the Quileute Reservation; Quinault Indian Nation (previously listed as the Quinault Tribe of the Quinault Reservation, Washington); Sauk-Suiattle Indian Tribe; and the Shoalwater Bay Indian Tribe of the Shoalwater Bay Indian Reservation (previously listed as the Shoalwater Bay Tribe of the Shoalwater Bay Indian Reservation, Washington). Hereafter all tribes listed in this section are referred to as \\xe2\\x80\\x9cThe Consulted and Invited Tribes.\\xe2\\x80\\x9d \n ", "h_d_r": "At unknown dates, human remains representing, at minimum, five individuals were removed from unknown sites located throughout the state of Washington. The human remains were not the result of systematic archaeological collections; rather they are believed to have been collected by the general public or by wildlife biologists during their fieldwork. The remains lack specific documentation but are believed to have most likely been removed from within Washington State. The majority of documented remains at one time in the Slater Museum of Natural History\\'s possession were removed from locations in Washington State. No known individuals were identified. No associated funerary objects are present. \n ", "h_d_ci": "Null", "determinations": "Determinations Made by the Slater Museum of Natural History \n Officials of the Slater Museum of Natural History have determined that: \n \\xe2\\x80\\xa2 Based on cranial morphology and dental traits, the human remains are Native American. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), a relationship of shared group identity cannot be reasonably traced between the Native American human remains and any present-day Indian tribe. \n \\xe2\\x80\\xa2 According to final judgments of the Indian Claims Commission, the land from which the Native American human remains and the associated funerary object were removed is the aboriginal land of the Coeur D\\'Alene Tribe (previously listed as the Coeur D\\'Alene Tribe of the Coeur D\\'Alene Reservation, Idaho); Confederated Tribes and Bands of the Yakama Nation; Confederated Tribes of the Chehalis Reservation; Confederated Tribes of the Colville Reservation; Confederated Tribes of the Umatilla Indian Reservation (previously listed as the Confederated Tribes of the Umatilla Reservation, Oregon); Confederated Tribes of the Warm Springs Reservation of Oregon; Cowlitz Indian Tribe; Hoh Indian Tribe (previously listed as the Hoh Indian Tribe of the Hoh Indian Reservation, Washington); Jamestown S\\'Klallam Tribe; Kalispel Indian Community of the Kalispel Reservation; Lower Elwha Tribal Community (previously listed as the Lower Elwha Tribal Community of the Lower Elwha Reservation, Washington); Lummi Tribe of the Lummi Reservation; Makah Indian Tribe of the Makah Indian Reservation; Muckleshoot Indian Tribe (previously listed as the Muckleshoot Indian Tribe of the Muckleshoot Reservation, Washington); Nisqually Indian Tribe (previously listed as the Nisqually Indian Tribe of the Nisqually Reservation, Washington); Nez Perce Tribe (previously listed as Nez Perce Tribe of Idaho); Nooksack Indian Tribe; Port Gamble of S\\'Klallam Indians (previously listed as the Port Gamble Indian Community of the Port Gamble Reservation, Washington); Puyallup Tribe of the Puyallup Reservation; Quileute Tribe of the Quileute Reservation, Washington; Quinault Indian Nation (previously listed as the Quinault Tribe of the Quinault Reservation, Washington); Samish Indian Nation (previously listed as the Samish Indian Tribe, Washington); Sauk-Suiattle Indian Tribe; Shoalwater Bay IndianTribe of the Shoalwater Bay Indian Reservation (previously listed as the Shoalwater Bay Tribe of the Shoalwater Bay Indian Reservation, Washington); Skokomish Indian Tribe (previously listed as the Skokomish Indian Tribe of the Skokomish Reservation, Washington); Snoqualmie Indian Tribe (previously listed as the Snoqualmie Tribe, Washington); Spokane Tribe of the Spokane Reservation; Squaxin Island Tribe of the Squaxin Island Reservation; Stillaguamish Tribe of Indians of Washington (previously listed as the Stillaguamish Tribe of Washington); Suquamish Indian Tribe of the Port Madison Reservation; Swinomish Indians of the Swinomish Reservation of Washington; Tulalip Tribes of Washington (previously listed as the Tulalip Tribes of the Tulalip Reservation, Washington) and the Upper Skagit Indian Tribe (hereafter referred to as \\xe2\\x80\\x9cThe Aboriginal Land Tribes\\xe2\\x80\\x9d). \n \\xe2\\x80\\xa2 Multiple lines of evidence, including treaties, Acts of Congress, and Executive Orders, indicate that the land from which the Native American human remains and the associated funerary object were removed is the aboriginal land of The Aboriginal Land Tribes. \n \\xe2\\x80\\xa2 Other credible lines of evidence, indicate that the land from which the Native American human remains and the associated funerary object were removed is the aboriginal land of The Aboriginal Land Tribes; the Confederated Tribes of the Warm Springs Reservation of Oregon; and the Wanapum Band of Priest Rapids, a non-Federally recognized Indian group. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(9), the human remains described in this notice represent the physical remains of five individuals of Native American ancestry. \n \\xe2\\x80\\xa2 Pursuant to 43 CFR 10.11(c)(1), the disposition of the human remains may be to The Aboriginal Land Tribes. The Confederated Tribes of the Chehalis Reservation; Confederated Tribes of the Colville Reservation; Confederated Tribes of the Umatilla Indian Reservation (previously listed as the Confederated Tribes of the Umatilla Reservation, Oregon); Confederated Tribes of the Warm Springs Reservation of Oregon; Puyallup Tribe of the Puyallup Reservation; Samish Indian Nation (previously listed as the Samish Indian Tribe, Washington); Stillaguamish Tribe of Indians of Washington (previously listed as the Stillaguamish Tribe of Washington); Suquamish Indian Tribe of the Port Madison Reservation; Tulalip Tribes of Washington (previously listed as the Tulalip Tribes of the Tulalip Reservation, Washington); Upper Skagit Indian Tribe; and the Wanapum Band of Priest Rapids, a non-Federally recognized Indian group, all of which belong to the Washington State Inter-Tribal Consortium-Slater Museum, have come together to jointly claim the human remains. The Coeur D\\'Alene Tribe (previously listed as the Coeur D\\'Alene Tribe of the Coeur D\\'Alene Reservation, Idaho); Confederated Tribes and Bands of the Yakama Nation; Jamestown S\\'Klallam Tribe; Lummi Tribe of the Lummi Reservation; Skokomish Indian Tribe (previously listed as the Skokomish Indian Tribe of the Skokomish Reservation); and the Snoqualmie Indian Tribe (previously listed as the Snoqualmie Tribe, Washington) have stated their support for the disposition of the human remains to the Washington State Inter-Tribal Consortium-Slater Museum. \n ", "a_r_d": "Representatives of any Indian tribe that believes itself to be culturally affiliated with the human remains or any other Indian tribe that believes it satisfies the criteria in 43 CFR 10.11(c)(1) should contact Peter Lape, Burke Museum, University of Washington, Box 353010, Seattle, WA 98195, telephone (206) 685-3849, before April 29, 2013. Disposition of the human remains to the Washington State Inter-Tribal Consortium-Slater Museum may proceed after that date if no additional requestors come forward. \n The Burke Museum is responsible for notifying The Consulted and Invited Tribes that this notice has been published. \n "}