{"index": "R_139", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [NPS-WASO-NAGPRA-20015; PPWOCRADN0-PCU00RP14.R50000]\\n        Notice of Intent To Repatriate Cultural Items: Fowler Museum at the University of California Los Angeles, Los Angeles, CA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        \\n          SUMMARY:\\n          The Fowler Museum at the University of California Los Angeles (UCLA), in consultation with the appropriate Indian tribes or Native Hawaiian organizations, has determined that the cultural items listed in this notice meet the definition of unassociated funerary objects. Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to claim these cultural items should submit a written request to the Fowler Museum at UCLA. If no additional claimants come forward, transfer of control of the cultural items to the lineal descendants, Indian tribes, or Native Hawaiian organizations stated in this notice may proceed.\\n        \\n        \\n          DATES:\\n          Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to claim these cultural items should submit a written request with information in support of the claim to the Fowler Museum at UCLA at the address in this notice by February 26, 2016.\\n        \\n        \\n          ADDRESSES:\\n\\n          Wendy G. Teeter, Ph.D., Fowler Museum at UCLA, Box 951549, Los Angeles, CA 90095-1549, telephone (310) 825-1864, email wteeter@arts.ucla.edu.\\n          \\n        \\n      \\n      \\n        SUPPLEMENTARY INFORMATION:\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate cultural items under the control of the Fowler Museum at UCLA that meet the definition of unassociated funerary objects under 25 U.S.C. 3001.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American cultural items. The National Park Service is not responsible for the determinations in this notice.\\n        History and Description of the Cultural Items\\n        Sometime before 1972 and in 1991, 2,948 cultural items were removed from Encinal Canyon (CA-LAN-114) in Malibu, Los Angeles County, CA. Accession 752 contains 49 cultural items identified as being associated with the burial found in Encinal Canyon. The site has been dated through diagnostic artifacts and radiocarbon dating to the Late Period (A.D. 700-1769) through Historic contact. The human remains were not curated at the Fowler Museum, and therefore the burial items are identified as unassociated funerary objects. The unassociated funerary objects are 15 shell beads, 28 unmodified shell fragments, 5 groundstone fragments, and 1 marine animal bone. Accession 871 contains 2,899 cultural items removed by Brian Dillon during mitigation work in 1991 on a single parcel that was given to UCLA in 2001. All human remains were reinterred on site along with many of the funerary objects. There were many more funerary objects that were not interred and under NAGPRA are unassociated funerary objects. The unassociated funerary objects are 2,779 pieces of shell, 1 bag of shell fragments, 1 bag of charcoal, 2 pieces of worked bone, 1 piece of ochre, 10 shell beads, 22 grinding stones, 5 metate fragments, 45 pieces of flaked-stone tools and debitage, 1 metal button, 26 glass fragments, 1 cement fragment, and 5 pieces of historic tools.\\n        Between 1950 and 1969, 70 cultural items were removed from the Zuma Creek Site (CA-LAN-174) in Los Angeles County, CA. Salvage excavations were conducted at the site during 1968 and 1969 by Sally MacFadyen and Jinny McKenzie, as well as Thomas King and the University of California (UC) Archaeological Survey crew. Human remains from five burials were accessioned by UCLA in 1969 and 1986 and are contained in a separate Notice of Inventory Completion. The site produced a radiocarbon date of circa 3000 B.C. The field notes discuss human remains from the same excavations not curated at UCLA; funerary objects from these burials are, however, present in the collection and under NAGPRA are unassociated funerary objects. The unassociated funerary objects are 1 bag of shell fragments, 1 soil sample bag, 6 pieces of unmodified animal bone, 6 shell beads, 1 piece of burned clay, 24 ground stone tools, 7 stone fragments, 14 chipped-stone tools, 5 flaking cores, and 5 cobble fragments.\\n        In 1967, seven cultural items were removed from Russell Valley (CA-LAN-186) in Thousand Oaks, Los Angeles County, CA. Excavations were conducted by Chester King during a salvage operation of this Late Period site (A.D. 700-1500) initiated to recover as much information as possible before it was destroyed by development. Field notes indicate seven artifacts unearthed by contractors were pulled from a cairn in association with Burial 1 as well as other isolated human remains. The human remains were left at the site, but the curated burial items\\xe2\\x80\\x946 mortar fragments and 1 metate fragment\\xe2\\x80\\x94are unassociated funerary objects under NAGPRA.\\n        Between March and June 1968, one cultural item was removed from Trancas Canyon Cemetery (CA-LAN-197) in Malibu, Los Angeles County, CA, by the UC Archaeology Survey under the direction of John Beaton and aided by the Malibu Archaeological Society. The excavations took place on land owned by the Reco Land Company as a salvage project due to erosion and the construction of a shopping center. The collection was accessioned by UCLA in 1978. Radiocarbon dating from the cemetery estimates the site age to 370 B.C. The unassociated funerary object is one siltstone slab that was associated with Burial 5 (the human remains are not present in the collection).\\n\\n        In March of 1960, 309 cultural items were removed from the Village of Sumo (CA-LAN-207) in Malibu, Los Angeles County, CA. This site, located along an eroding cliff face, was excavated by a UCLA archeological field course led by M.B. McKusick. The land where the excavation took place was owned by a private mobile home park at the time of excavation. The collection was accessioned by UCLA in 1960. The cemetery is dated to circa 3050 B.C. Field notes indicate that a \\xe2\\x80\\x9cscattered reburial\\xe2\\x80\\x9d of human remains was found near Pit 4 with a concentration of shell beads and discs. The human remains were never brought to UCLA, although the 309 shell beads and discs were. Under NAGPRA, these items are unassociated funerary objects.\\n        In 1962 and 1963, 40 cultural items were removed from Paradise Cove (CA-LAN-222) in Malibu, Los Angeles County, CA. The first excavations were undertaken by a Pasadena City College field school, supervised by Richard H. Brooks, in the spring of 1962. During this time excavations were also undertaken jointly by a Santa Monica City College and UCLA field course supervised by Jack Smith. These collections were accessioned by UCLA after receiving them from Richard Brooks of the Department of Anthropology, University of Nevada, Las Vegas, in 1987. In 1963, excavations continued with the joint Santa Monica City College and UCLA Anthropology field course directed by Chester King and Jack Smith. The resulting collection was accessioned by UCLA in 1964. Radiocarbon dating estimates age of the site is 2350 B.C. Accession 291 includes 30 cultural items labeled as being found in association with human remains not in the possession of the Fowler Museum. The unassociated funerary objects are 1 awl fragment, 14 manos, 4 stone balls, 1 projectile point, 6 stone flakes, 2 hammerstones, and 2 stone fragments. Accession 338 includes 10 cultural items. The unassociated funerary objects are 1 sandstone metate that was collected from an unexcavated burial and 3 pestles and 6 mortar fragments from the general burial area that were disturbed by bulldozer activities.\\n        In 1963, 26 cultural items were removed when Alex Apostolides directed a salvage project at the Mulholland Site (CA-LAN-246) in Los Angeles County, CA, before the construction of housing and to offset the pervasive vandalism that was occurring at the time. Dating of the site is to the Late Period (A.D. 1200-1500). The collection was accessioned by UCLA in November 1978. A number of burials and fragmentary human remains were found at the Mulholland Site. In addition, a number of items were identified as associated with burials although the human remains were either not curated at the Fowler Museum or not further excavated. The unassociated funerary objects are 20 shell ornaments, 4 unmodified animal bones, and 2 bags of charcoal.\\n        In 1955, 1958, and 1959, 328 cultural items were removed from Simo\\'mo (CA-VEN-24 aka VEN-26) in Ventura County, CA. UCLA field school excavations on private land were undertaken by Clement Meighan in 1955, David M. Pendergast in 1958, and by M.B. McKusick in 1959. The excavations were all accessioned by UCLA by 1959. The estimated age of the site is A.D. 300-1100. There are 328 cultural items that are associated with identified burials, but the human remains are not curated at UCLA. The unassociated funerary objects are 34 pieces of unmodified animal bone, 5 shell fragments, 39 shell inlaid bone tubes, 6 shell pendant fragments, 1 projectile point, 212 shell beads, 27 river cobbles, and 4 bowl fragments.\\n        In the summer of 1982, one cultural item was removed from CA-VEN-312 in Ventura County, CA. The collection derived from excavations directed by Brian Dillon in front of construction for Wildwood Homes. The collection was received at the Fowler Museum at UCLA in two parts. A small portion arrived in March of 1985, and a second portion in August of 1997. Other than a catalog, no other documentation was received for the collection. The catalog indicates that there were human remains excavated from Feature 1, however, no remains were curated by Dr. Dillon for this collection. A projectile point fragment was identified as being \\xe2\\x80\\x9cin-situ associated\\xe2\\x80\\x9d with the missing remains and is therefore classified as an unassociated funerary object.\\n        The sites detailed in this notice have been identified through tribal consultation to be within the traditional territory of the Chumash people. These locations are consistent with ethnographic and historic documentation of the Chumash people.\\n        The Chumash territory, anthropologically defined first on the basis of linguistic similarities, and subsequently on broadly shared material and cultural traits, reaches from San Luis Obispo to Malibu on the coast, inland to the western edge of the San Joaquin Valley, to the edge of the San Fernando Valley, and includes the four Northern Channel Islands. The sites in this notice are located in northwestern Los Angeles County and Ventura County and fall within the geographical area identified as Chumash. Some tribal consultants state that these areas were the responsibility of regional leaders, who were themselves organized into a pan-regional association of both political power and ceremonial knowledge. Further, these indigenous areas are identified by some tribal consultants to be relational with clans or associations of traditional practitioners of specific kinds of indigenous medicinal and ceremonial practices. Some tribal consultants identified these clans as existing in the pre-contact period and identified some clans as also existing in the present day. Other tribal consultants do not recognize present-day geographical divisions to be related to clans of traditional practitioners. Ethnographic evidence suggests that the social and political organization of the pre-contact Channel Islands were primarily at the village level, with a hereditary chief, in addition to many other specialists who wielded power.\\n        The unassociated funerary objects described in this notice are consistent with those of groups ancestral to the present-day Chumash people. The material cultures of earlier groups living in the geographical areas mentioned in this notice are characterized by archeologists as having passed through stages over the past 10,000 years. Many local archeologists assert that the changes in the material culture reflect evolving ecological adaptations and related changes in social organization of the same populations and do not represent population displacements or movements. The same range of artifact types and materials were used from the early pre-contact period until historic times. Tribal consultants explicitly state that population mixing, which did occur on a small scale, would not alter the continuity of the shared group identities of people associated with specific locales. Based on this evidence, continuity through time can be traced for all sites listed in this notice with present-day Chumash people, specifically the Santa Ynez Band of Chumash Mission Indians of the Santa Ynez Reservation, California.\\n        Determinations Made by the Fowler Museum at UCLA\\n        Officials of the Fowler Museum at UCLA have determined that:\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(B), the 3,730 cultural items described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony and are believed, by a preponderance of the evidence, to have been removed from a specific burial site of a Native American individual.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the unassociated funerary objects and the Santa Ynez Band of Chumash Mission Indians of the Santa Ynez Reservation, California.\\n        Additional Requestors and Disposition\\n\\n        Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to claim these cultural items should submit a written request with information in support of the claim to Wendy G. Teeter, Ph.D., Fowler Museum at UCLA, Box 951549, Los Angeles, CA 90095-1549, telephone (310) 825-1864, email wteeter@arts.ucla.edu, by February 26, 2016. After that date, if no additional claimants have come forward, transfer of control of the unassociated funerary objects to Santa Ynez Band of Chumash Mission Indians of the Santa Ynez Reservation, California, may proceed.\\n        The Fowler Museum at UCLA is responsible for notifying the Santa Ynez Band of Chumash Mission Indians of the Santa Ynez Reservation, California, that this notice has been published.\\n        \\n          Dated: December 21, 2015.\\n          Melanie O\\'Brien,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2016-01593 Filed 1-26-16; 8:45 am]\\n       BILLING CODE 4312-50-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[NPS-WASO-NAGPRA-20015; PPWOCRADN0-PCU00RP14.R50000]", "subject": "Notice of Intent To Repatriate Cultural Items: Fowler Museum at the University of California Los Angeles, Los Angeles, CA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "The Fowler Museum at the University of California Los Angeles (UCLA), in consultation with the appropriate Indian tribes or Native Hawaiian organizations, has determined that the cultural items listed in this notice meet the definition of unassociated funerary objects. Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to claim these cultural items should submit a written request to the Fowler Museum at UCLA. If no additional claimants come forward, transfer of control of the cultural items to the lineal descendants, Indian tribes, or Native Hawaiian organizations stated in this notice may proceed.", "dates": "Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to claim these cultural items should submit a written request with information in support of the claim to the Fowler Museum at UCLA at the address in this notice by February 26, 2016.", "addresses": "Wendy G. Teeter, Ph.D., Fowler Museum at UCLA, Box 951549, Los Angeles, CA 90095-1549, telephone (310) 825-1864, email wteeter@arts.ucla.edu.\\n          ", "signature_dated": "Dated: December 21, 2015.", "signature_name": "Melanie O\\'Brien,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2016-01593 Filed 1-26-16; 8:45 am]", "billing_code": " BILLING CODE 4312-50-P", "supp_info": "SUPPLEMENTARY INFORMATION: \n Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate cultural items under the control of the Fowler Museum at UCLA that meet the definition of unassociated funerary objects under 25 U.S.C. 3001. \n This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American cultural items. The National Park Service is not responsible for the determinations in this notice. \n History and Description of the Cultural Items \n Sometime before 1972 and in 1991, 2,948 cultural items were removed from Encinal Canyon (CA-LAN-114) in Malibu, Los Angeles County, CA. Accession 752 contains 49 cultural items identified as being associated with the burial found in Encinal Canyon. The site has been dated through diagnostic artifacts and radiocarbon dating to the Late Period (A.D. 700-1769) through Historic contact. The human remains were not curated at the Fowler Museum, and therefore the burial items are identified as unassociated funerary objects. The unassociated funerary objects are 15 shell beads, 28 unmodified shell fragments, 5 groundstone fragments, and 1 marine animal bone. Accession 871 contains 2,899 cultural items removed by Brian Dillon during mitigation work in 1991 on a single parcel that was given to UCLA in 2001. All human remains were reinterred on site along with many of the funerary objects. There were many more funerary objects that were not interred and under NAGPRA are unassociated funerary objects. The unassociated funerary objects are 2,779 pieces of shell, 1 bag of shell fragments, 1 bag of charcoal, 2 pieces of worked bone, 1 piece of ochre, 10 shell beads, 22 grinding stones, 5 metate fragments, 45 pieces of flaked-stone tools and debitage, 1 metal button, 26 glass fragments, 1 cement fragment, and 5 pieces of historic tools. \n Between 1950 and 1969, 70 cultural items were removed from the Zuma Creek Site (CA-LAN-174) in Los Angeles County, CA. Salvage excavations were conducted at the site during 1968 and 1969 by Sally MacFadyen and Jinny McKenzie, as well as Thomas King and the University of California (UC) Archaeological Survey crew. Human remains from five burials were accessioned by UCLA in 1969 and 1986 and are contained in a separate Notice of Inventory Completion. The site produced a radiocarbon date of circa 3000 B.C. The field notes discuss human remains from the same excavations not curated at UCLA; funerary objects from these burials are, however, present in the collection and under NAGPRA are unassociated funerary objects. The unassociated funerary objects are 1 bag of shell fragments, 1 soil sample bag, 6 pieces of unmodified animal bone, 6 shell beads, 1 piece of burned clay, 24 ground stone tools, 7 stone fragments, 14 chipped-stone tools, 5 flaking cores, and 5 cobble fragments. \n In 1967, seven cultural items were removed from Russell Valley (CA-LAN-186) in Thousand Oaks, Los Angeles County, CA. Excavations were conducted by Chester King during a salvage operation of this Late Period site (A.D. 700-1500) initiated to recover as much information as possible before it was destroyed by development. Field notes indicate seven artifacts unearthed by contractors were pulled from a cairn in association with Burial 1 as well as other isolated human remains. The human remains were left at the site, but the curated burial items\\xe2\\x80\\x946 mortar fragments and 1 metate fragment\\xe2\\x80\\x94are unassociated funerary objects under NAGPRA. \n Between March and June 1968, one cultural item was removed from Trancas Canyon Cemetery (CA-LAN-197) in Malibu, Los Angeles County, CA, by the UC Archaeology Survey under the direction of John Beaton and aided by the Malibu Archaeological Society. The excavations took place on land owned by the Reco Land Company as a salvage project due to erosion and the construction of a shopping center. The collection was accessioned by UCLA in 1978. Radiocarbon dating from the cemetery estimates the site age to 370 B.C. The unassociated funerary object is one siltstone slab that was associated with Burial 5 (the human remains are not present in the collection). \n In March of 1960, 309 cultural items were removed from the Village of Sumo (CA-LAN-207) in Malibu, Los Angeles County, CA. This site, located along an eroding cliff face, was excavated by a UCLA archeological field course led by M.B. McKusick. The land where the excavation took place was owned by a private mobile home park at the time of excavation. The collection was accessioned by UCLA in 1960. The cemetery is dated to circa 3050 B.C. Field notes indicate that a \\xe2\\x80\\x9cscattered reburial\\xe2\\x80\\x9d of human remains was found near Pit 4 with a concentration of shell beads and discs. The human remains were never brought to UCLA, although the 309 shell beads and discs were. Under NAGPRA, these items are unassociated funerary objects. \n In 1962 and 1963, 40 cultural items were removed from Paradise Cove (CA-LAN-222) in Malibu, Los Angeles County, CA. The first excavations were undertaken by a Pasadena City College field school, supervised by Richard H. Brooks, in the spring of 1962. During this time excavations were also undertaken jointly by a Santa Monica City College and UCLA field course supervised by Jack Smith. These collections were accessioned by UCLA after receiving them from Richard Brooks of the Department of Anthropology, University of Nevada, Las Vegas, in 1987. In 1963, excavations continued with the joint Santa Monica City College and UCLA Anthropology field course directed by Chester King and Jack Smith. The resulting collection was accessioned by UCLA in 1964. Radiocarbon dating estimates age of the site is 2350 B.C. Accession 291 includes 30 cultural items labeled as being found in association with human remains not in the possession of the Fowler Museum. The unassociated funerary objects are 1 awl fragment, 14 manos, 4 stone balls, 1 projectile point, 6 stone flakes, 2 hammerstones, and 2 stone fragments. Accession 338 includes 10 cultural items. The unassociated funerary objects are 1 sandstone metate that was collected from an unexcavated burial and 3 pestles and 6 mortar fragments from the general burial area that were disturbed by bulldozer activities. \n In 1963, 26 cultural items were removed when Alex Apostolides directed a salvage project at the Mulholland Site (CA-LAN-246) in Los Angeles County, CA, before the construction of housing and to offset the pervasive vandalism that was occurring at the time. Dating of the site is to the Late Period (A.D. 1200-1500). The collection was accessioned by UCLA in November 1978. A number of burials and fragmentary human remains were found at the Mulholland Site. In addition, a number of items were identified as associated with burials although the human remains were either not curated at the Fowler Museum or not further excavated. The unassociated funerary objects are 20 shell ornaments, 4 unmodified animal bones, and 2 bags of charcoal. \n In 1955, 1958, and 1959, 328 cultural items were removed from Simo\\'mo (CA-VEN-24 aka VEN-26) in Ventura County, CA. UCLA field school excavations on private land were undertaken by Clement Meighan in 1955, David M. Pendergast in 1958, and by M.B. McKusick in 1959. The excavations were all accessioned by UCLA by 1959. The estimated age of the site is A.D. 300-1100. There are 328 cultural items that are associated with identified burials, but the human remains are not curated at UCLA. The unassociated funerary objects are 34 pieces of unmodified animal bone, 5 shell fragments, 39 shell inlaid bone tubes, 6 shell pendant fragments, 1 projectile point, 212 shell beads, 27 river cobbles, and 4 bowl fragments. \n In the summer of 1982, one cultural item was removed from CA-VEN-312 in Ventura County, CA. The collection derived from excavations directed by Brian Dillon in front of construction for Wildwood Homes. The collection was received at the Fowler Museum at UCLA in two parts. A small portion arrived in March of 1985, and a second portion in August of 1997. Other than a catalog, no other documentation was received for the collection. The catalog indicates that there were human remains excavated from Feature 1, however, no remains were curated by Dr. Dillon for this collection. A projectile point fragment was identified as being \\xe2\\x80\\x9cin-situ associated\\xe2\\x80\\x9d with the missing remains and is therefore classified as an unassociated funerary object. \n The sites detailed in this notice have been identified through tribal consultation to be within the traditional territory of the Chumash people. These locations are consistent with ethnographic and historic documentation of the Chumash people. \n The Chumash territory, anthropologically defined first on the basis of linguistic similarities, and subsequently on broadly shared material and cultural traits, reaches from San Luis Obispo to Malibu on the coast, inland to the western edge of the San Joaquin Valley, to the edge of the San Fernando Valley, and includes the four Northern Channel Islands. The sites in this notice are located in northwestern Los Angeles County and Ventura County and fall within the geographical area identified as Chumash. Some tribal consultants state that these areas were the responsibility of regional leaders, who were themselves organized into a pan-regional association of both political power and ceremonial knowledge. Further, these indigenous areas are identified by some tribal consultants to be relational with clans or associations of traditional practitioners of specific kinds of indigenous medicinal and ceremonial practices. Some tribal consultants identified these clans as existing in the pre-contact period and identified some clans as also existing in the present day. Other tribal consultants do not recognize present-day geographical divisions to be related to clans of traditional practitioners. Ethnographic evidence suggests that the social and political organization of the pre-contact Channel Islands were primarily at the village level, with a hereditary chief, in addition to many other specialists who wielded power. \n The unassociated funerary objects described in this notice are consistent with those of groups ancestral to the present-day Chumash people. The material cultures of earlier groups living in the geographical areas mentioned in this notice are characterized by archeologists as having passed through stages over the past 10,000 years. Many local archeologists assert that the changes in the material culture reflect evolving ecological adaptations and related changes in social organization of the same populations and do not represent population displacements or movements. The same range of artifact types and materials were used from the early pre-contact period until historic times. Tribal consultants explicitly state that population mixing, which did occur on a small scale, would not alter the continuity of the shared group identities of people associated with specific locales. Based on this evidence, continuity through time can be traced for all sites listed in this notice with present-day Chumash people, specifically the Santa Ynez Band of Chumash Mission Indians of the Santa Ynez Reservation, California. \n Determinations Made by the Fowler Museum at UCLA \n Officials of the Fowler Museum at UCLA have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(B), the 3,730 cultural items described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony and are believed, by a preponderance of the evidence, to have been removed from a specific burial site of a Native American individual. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the unassociated funerary objects and the Santa Ynez Band of Chumash Mission Indians of the Santa Ynez Reservation, California. \n Additional Requestors and Disposition \n Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to claim these cultural items should submit a written request with information in support of the claim to Wendy G. Teeter, Ph.D., Fowler Museum at UCLA, Box 951549, Los Angeles, CA 90095-1549, telephone (310) 825-1864, email wteeter@arts.ucla.edu, by February 26, 2016. After that date, if no additional claimants have come forward, transfer of control of the unassociated funerary objects to Santa Ynez Band of Chumash Mission Indians of the Santa Ynez Reservation, California, may proceed. \n The Fowler Museum at UCLA is responsible for notifying the Santa Ynez Band of Chumash Mission Indians of the Santa Ynez Reservation, California, that this notice has been published. \n ", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Sometime before 1972 and in 1991, 2,948 cultural items were removed from Encinal Canyon (CA-LAN-114) in Malibu, Los Angeles County, CA. Accession 752 contains 49 cultural items identified as being associated with the burial found in Encinal Canyon. The site has been dated through diagnostic artifacts and radiocarbon dating to the Late Period (A.D. 700-1769) through Historic contact. The human remains were not curated at the Fowler Museum, and therefore the burial items are identified as unassociated funerary objects. The unassociated funerary objects are 15 shell beads, 28 unmodified shell fragments, 5 groundstone fragments, and 1 marine animal bone. Accession 871 contains 2,899 cultural items removed by Brian Dillon during mitigation work in 1991 on a single parcel that was given to UCLA in 2001. All human remains were reinterred on site along with many of the funerary objects. There were many more funerary objects that were not interred and under NAGPRA are unassociated funerary objects. The unassociated funerary objects are 2,779 pieces of shell, 1 bag of shell fragments, 1 bag of charcoal, 2 pieces of worked bone, 1 piece of ochre, 10 shell beads, 22 grinding stones, 5 metate fragments, 45 pieces of flaked-stone tools and debitage, 1 metal button, 26 glass fragments, 1 cement fragment, and 5 pieces of historic tools. \n Between 1950 and 1969, 70 cultural items were removed from the Zuma Creek Site (CA-LAN-174) in Los Angeles County, CA. Salvage excavations were conducted at the site during 1968 and 1969 by Sally MacFadyen and Jinny McKenzie, as well as Thomas King and the University of California (UC) Archaeological Survey crew. Human remains from five burials were accessioned by UCLA in 1969 and 1986 and are contained in a separate Notice of Inventory Completion. The site produced a radiocarbon date of circa 3000 B.C. The field notes discuss human remains from the same excavations not curated at UCLA; funerary objects from these burials are, however, present in the collection and under NAGPRA are unassociated funerary objects. The unassociated funerary objects are 1 bag of shell fragments, 1 soil sample bag, 6 pieces of unmodified animal bone, 6 shell beads, 1 piece of burned clay, 24 ground stone tools, 7 stone fragments, 14 chipped-stone tools, 5 flaking cores, and 5 cobble fragments. \n In 1967, seven cultural items were removed from Russell Valley (CA-LAN-186) in Thousand Oaks, Los Angeles County, CA. Excavations were conducted by Chester King during a salvage operation of this Late Period site (A.D. 700-1500) initiated to recover as much information as possible before it was destroyed by development. Field notes indicate seven artifacts unearthed by contractors were pulled from a cairn in association with Burial 1 as well as other isolated human remains. The human remains were left at the site, but the curated burial items\\xe2\\x80\\x946 mortar fragments and 1 metate fragment\\xe2\\x80\\x94are unassociated funerary objects under NAGPRA. \n Between March and June 1968, one cultural item was removed from Trancas Canyon Cemetery (CA-LAN-197) in Malibu, Los Angeles County, CA, by the UC Archaeology Survey under the direction of John Beaton and aided by the Malibu Archaeological Society. The excavations took place on land owned by the Reco Land Company as a salvage project due to erosion and the construction of a shopping center. The collection was accessioned by UCLA in 1978. Radiocarbon dating from the cemetery estimates the site age to 370 B.C. The unassociated funerary object is one siltstone slab that was associated with Burial 5 (the human remains are not present in the collection). \n In March of 1960, 309 cultural items were removed from the Village of Sumo (CA-LAN-207) in Malibu, Los Angeles County, CA. This site, located along an eroding cliff face, was excavated by a UCLA archeological field course led by M.B. McKusick. The land where the excavation took place was owned by a private mobile home park at the time of excavation. The collection was accessioned by UCLA in 1960. The cemetery is dated to circa 3050 B.C. Field notes indicate that a \\xe2\\x80\\x9cscattered reburial\\xe2\\x80\\x9d of human remains was found near Pit 4 with a concentration of shell beads and discs. The human remains were never brought to UCLA, although the 309 shell beads and discs were. Under NAGPRA, these items are unassociated funerary objects. \n In 1962 and 1963, 40 cultural items were removed from Paradise Cove (CA-LAN-222) in Malibu, Los Angeles County, CA. The first excavations were undertaken by a Pasadena City College field school, supervised by Richard H. Brooks, in the spring of 1962. During this time excavations were also undertaken jointly by a Santa Monica City College and UCLA field course supervised by Jack Smith. These collections were accessioned by UCLA after receiving them from Richard Brooks of the Department of Anthropology, University of Nevada, Las Vegas, in 1987. In 1963, excavations continued with the joint Santa Monica City College and UCLA Anthropology field course directed by Chester King and Jack Smith. The resulting collection was accessioned by UCLA in 1964. Radiocarbon dating estimates age of the site is 2350 B.C. Accession 291 includes 30 cultural items labeled as being found in association with human remains not in the possession of the Fowler Museum. The unassociated funerary objects are 1 awl fragment, 14 manos, 4 stone balls, 1 projectile point, 6 stone flakes, 2 hammerstones, and 2 stone fragments. Accession 338 includes 10 cultural items. The unassociated funerary objects are 1 sandstone metate that was collected from an unexcavated burial and 3 pestles and 6 mortar fragments from the general burial area that were disturbed by bulldozer activities. \n In 1963, 26 cultural items were removed when Alex Apostolides directed a salvage project at the Mulholland Site (CA-LAN-246) in Los Angeles County, CA, before the construction of housing and to offset the pervasive vandalism that was occurring at the time. Dating of the site is to the Late Period (A.D. 1200-1500). The collection was accessioned by UCLA in November 1978. A number of burials and fragmentary human remains were found at the Mulholland Site. In addition, a number of items were identified as associated with burials although the human remains were either not curated at the Fowler Museum or not further excavated. The unassociated funerary objects are 20 shell ornaments, 4 unmodified animal bones, and 2 bags of charcoal. \n In 1955, 1958, and 1959, 328 cultural items were removed from Simo\\'mo (CA-VEN-24 aka VEN-26) in Ventura County, CA. UCLA field school excavations on private land were undertaken by Clement Meighan in 1955, David M. Pendergast in 1958, and by M.B. McKusick in 1959. The excavations were all accessioned by UCLA by 1959. The estimated age of the site is A.D. 300-1100. There are 328 cultural items that are associated with identified burials, but the human remains are not curated at UCLA. The unassociated funerary objects are 34 pieces of unmodified animal bone, 5 shell fragments, 39 shell inlaid bone tubes, 6 shell pendant fragments, 1 projectile point, 212 shell beads, 27 river cobbles, and 4 bowl fragments. \n In the summer of 1982, one cultural item was removed from CA-VEN-312 in Ventura County, CA. The collection derived from excavations directed by Brian Dillon in front of construction for Wildwood Homes. The collection was received at the Fowler Museum at UCLA in two parts. A small portion arrived in March of 1985, and a second portion in August of 1997. Other than a catalog, no other documentation was received for the collection. The catalog indicates that there were human remains excavated from Feature 1, however, no remains were curated by Dr. Dillon for this collection. A projectile point fragment was identified as being \\xe2\\x80\\x9cin-situ associated\\xe2\\x80\\x9d with the missing remains and is therefore classified as an unassociated funerary object. \n The sites detailed in this notice have been identified through tribal consultation to be within the traditional territory of the Chumash people. These locations are consistent with ethnographic and historic documentation of the Chumash people. \n The Chumash territory, anthropologically defined first on the basis of linguistic similarities, and subsequently on broadly shared material and cultural traits, reaches from San Luis Obispo to Malibu on the coast, inland to the western edge of the San Joaquin Valley, to the edge of the San Fernando Valley, and includes the four Northern Channel Islands. The sites in this notice are located in northwestern Los Angeles County and Ventura County and fall within the geographical area identified as Chumash. Some tribal consultants state that these areas were the responsibility of regional leaders, who were themselves organized into a pan-regional association of both political power and ceremonial knowledge. Further, these indigenous areas are identified by some tribal consultants to be relational with clans or associations of traditional practitioners of specific kinds of indigenous medicinal and ceremonial practices. Some tribal consultants identified these clans as existing in the pre-contact period and identified some clans as also existing in the present day. Other tribal consultants do not recognize present-day geographical divisions to be related to clans of traditional practitioners. Ethnographic evidence suggests that the social and political organization of the pre-contact Channel Islands were primarily at the village level, with a hereditary chief, in addition to many other specialists who wielded power. \n The unassociated funerary objects described in this notice are consistent with those of groups ancestral to the present-day Chumash people. The material cultures of earlier groups living in the geographical areas mentioned in this notice are characterized by archeologists as having passed through stages over the past 10,000 years. Many local archeologists assert that the changes in the material culture reflect evolving ecological adaptations and related changes in social organization of the same populations and do not represent population displacements or movements. The same range of artifact types and materials were used from the early pre-contact period until historic times. Tribal consultants explicitly state that population mixing, which did occur on a small scale, would not alter the continuity of the shared group identities of people associated with specific locales. Based on this evidence, continuity through time can be traced for all sites listed in this notice with present-day Chumash people, specifically the Santa Ynez Band of Chumash Mission Indians of the Santa Ynez Reservation, California. \n ", "determinations": "Determinations Made by the Fowler Museum at UCLA \n Officials of the Fowler Museum at UCLA have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(B), the 3,730 cultural items described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony and are believed, by a preponderance of the evidence, to have been removed from a specific burial site of a Native American individual. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the unassociated funerary objects and the Santa Ynez Band of Chumash Mission Indians of the Santa Ynez Reservation, California. \n ", "a_r_d": "Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to claim these cultural items should submit a written request with information in support of the claim to Wendy G. Teeter, Ph.D., Fowler Museum at UCLA, Box 951549, Los Angeles, CA 90095-1549, telephone (310) 825-1864, email wteeter@arts.ucla.edu, by February 26, 2016. After that date, if no additional claimants have come forward, transfer of control of the unassociated funerary objects to Santa Ynez Band of Chumash Mission Indians of the Santa Ynez Reservation, California, may proceed. \n The Fowler Museum at UCLA is responsible for notifying the Santa Ynez Band of Chumash Mission Indians of the Santa Ynez Reservation, California, that this notice has been published. \n "}