{"index": "R_137", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [NPS-WASO-NAGPRA-20018; PPWOCRADN0-PCU00RP14.R50000]\\n        Notice of Intent To Repatriate Cultural Items: Fowler Museum at the University of California Los Angeles, Los Angeles, CA, and California Department of Parks and Recreation, Sacramento, CA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        \\n          SUMMARY:\\n          The Fowler Museum at the University of California Los Angeles (UCLA) and California Department of Parks and Recreation, in consultation with the appropriate Indian tribes or Native Hawaiian organizations, have determined that the cultural items listed in this notice meet the definition of unassociated funerary objects. Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to claim these cultural items should submit a written request to the California Department of Parks and Recreation. If no additional claimants come forward, transfer of control of the cultural items to the lineal descendants, Indian tribes, or Native Hawaiian organizations stated in this notice may proceed.\\n        \\n        \\n          DATES:\\n          Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to claim these cultural items should submit a written request with information in support of the claim to the California Department of Parks and Recreation at the address in this notice by February 26, 2016.\\n        \\n        \\n          ADDRESSES:\\n\\n          Leslie Hartzell, Ph.D., NAGPRA Coordinator, Cultural Resources Division Chief, California State Parks, P.O. Box 942896, Sacramento, CA 94296-0001, telephone (916) 653-9946, email leslie.hartzell@parks.ca.gov.\\n          \\n        \\n      \\n      \\n        SUPPLEMENTARY INFORMATION:\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate cultural items under the control of the California Department of Parks and Recreation that meet the definition of unassociated funerary objects under 25 U.S.C. 3001.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American cultural items. The National Park Service is not responsible for the determinations in this notice.\\n        History and Description of the Cultural Items\\n        In 1954, two burial objects were removed from Arroyo Sequit (CA-LAN-52) in Los Angeles County, CA. Excavations were conducted by Clement Meighan as a UCLA Department of Anthropology and Sociology field school to salvage information from portions of the site that were to be lost due to highway widening. This collection was curated at UCLA after analysis was complete. The excavations were located on lands belonging to the California Department of Parks and Recreation. Arroyo Sequit is also recorded as the village of Lisiqshi with a radiocarbon date of A.D. 610 \\xc2\\xb1100, placing occupation in the Late Period through Spanish contact. The excavation notes indicate that an adult female burial was excavated (Burial 1). The human remains from this burial were not curated at UCLA and notes indicate the human remains were donated to Freddie Curtis in 1958. The current location of these human remains is unknown to UCLA. The two objects, a projectile point and a flake scraper associated with Burial 1, are present in the collection. Because the human remains are not at UCLA, these objects are considered unassociated funerary objects under NAGPRA.\\n\\n        In 1970 and 1971, 8,475 cultural items were removed from Humaliwu (CA-LAN-264) in Malibu, Los Angeles County, CA. Nelson N. Leonard obtained permission to have a UCLA Anthropology field course conduct research, which included excavation of the historic cemetery on California Department of Parks and Recreation property. Collections were accessioned at UCLA as they returned from the field. The village dates from A.D. 550-1805. Excavations included the village\\'s historic cemetery, and while all items identified as being associated with a particular burial were included in a separate Notice of Inventory Completion, excavators further identified objects recovered from the cemetery in general. In consultation with descendent communities, all items from the cemetery were requested for repatriation and are included as unassociated funerary objects. The unassociated funerary objects are 191 lumps, plugs, and fragments, 30 bags of asphaltum fragments many with basketry, wood, and fabric impressions, 698 pieces and 19 bags of unmodified animal bone, 14 pieces of worked bone, 1 ceramic fragment, 7 bags of charcoal, 1 bag of clay fragments with basketry impression, 1 adobe fragment, 3 glass bottle fragments, 1 worked glass piece, 1 cordage fragment, 24 whole and fragmented unmodified shells, 214 worked shell objects, 3 asphaltum plugged shell dishes, 2 steatite pendants, 1 elbow pipe, 1 soil sample bag, 6,524 individual stone, shell, and glass beads, 72 pieces of ochre, 10 bags and 9 wood fragments, 26 metal objects, 4 bullet shells, 1 bag of iron fragments, 1 column sample bag, 6 soapstone comals, 94 stone bowl fragments, 3 tarring pebbles, 414 chipped stone flakes and tools, 36 ground stone tools, and 63 stone fragments.\\n        The sites detailed in this notice have been identified through tribal consultation to be within the traditional territory of the Chumash people. These locations are consistent with ethnographic and historic documentation of the Chumash people.\\n        The Chumash territory, anthropologically defined first on the basis of linguistic similarities, and subsequently on broadly shared material and cultural traits, reaches from San Luis Obispo to Malibu on the coast, inland to the western edge of the San Joaquin Valley, to the edge of the San Fernando Valley, and includes the four Northern Channel Islands. At the southern and southeastern boundaries of the territory there is evidence of the physical co-existence of Chumash, Tataviam, and Gabrielino/Tongva languages and beliefs systems. At the northern boundary of the territory there is evidence of the physical co-existence of Chumash and Salinan groups. The sites in this notice are located in northwestern Los Angeles County and fall within the geographical area identified as Chumash. Some tribal consultants state that these areas were the responsibility of regional leaders, who were themselves organized into a pan-regional association of both political power and ceremonial knowledge. Further, these indigenous areas are identified by some tribal consultants to be relational with clans or associations of traditional practitioners of specific kinds of indigenous medicinal and ceremonial practices. Some tribal consultants identified these clans as existing in the pre-contact period and identified some clans as also existing in the present day. Other tribal consultants do not recognize present-day geographical divisions to be related to clans of traditional practitioners. However, they do state that Chumash, Tataviam, and Gabrielino/Tongva territories were and are occupied by socially distinct, yet interrelated, groups which have been characterized by anthropologists. Ethnographic evidence suggests that the social and political organization of the pre-contact Channel Islands were primarily at the village level, with a hereditary chief, in addition to many other specialists who wielded power.\\n        The unassociated funerary objects described in this notice are consistent with those of groups ancestral to the present-day Chumash, Tataviam, and Gabrielino/Tongva. The material cultures of earlier groups living in the geographical areas mentioned in this notice are characterized by archeologists as having passed through stages over the past 10,000 years. Many local archeologists assert that the changes in the material culture reflect evolving ecological adaptations and related changes in social organization of the same populations and do not represent population displacements or movements. The same range of artifact types and materials were used from the early pre-contact period until historic times. Tribal consultants explicitly state that population mixing, which did occur on a small scale, would not alter the continuity of the shared group identities of people associated with specific locales. Based on this evidence, continuity through time can be traced for all sites listed in this notice with present-day Chumash people, specifically the Santa Ynez Band of Chumash Mission Indians of the Santa Ynez Reservation, California.\\n        Determinations Made by the California Department of Parks and Recreation\\n        Officials of the California Department of Parks and Recreation have determined that:\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(B), the 8,477 cultural items described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony and are believed, by a preponderance of the evidence, to have been removed from a specific burial site of a Native American individual.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the unassociated funerary objects and the Santa Ynez Band of Chumash Mission Indians of the Santa Ynez Reservation, California.\\n        Additional Requestors and Disposition\\n\\n        Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to claim these cultural items should submit a written request with information in support of the claim to Leslie Hartzell, Ph.D., NAGPRA Coordinator, Cultural Resources Division Chief, California State Parks, P.O. Box 942896, Sacramento, CA 94296-0001, telephone (916) 653-9946, email leslie.hartzell@parks.ca.gov, by February 26, 2016. After that date, if no additional claimants have come forward, transfer of control of the unassociated funerary objects to Santa Ynez Band of Chumash Mission Indians of the Santa Ynez Reservation, California, may proceed.\\n        The California Department of Parks and Recreation is responsible for notifying the Santa Ynez Band of Chumash Mission Indians of the Santa Ynez Reservation, California, that this notice has been published.\\n        \\n          Dated: December 21, 2015.\\n          Melanie O\\'Brien,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2016-01597 Filed 1-26-16; 8:45 am]\\n      BILLING CODE 4312-50-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[NPS-WASO-NAGPRA-20018; PPWOCRADN0-PCU00RP14.R50000]", "subject": "Notice of Intent To Repatriate Cultural Items: Fowler Museum at the University of California Los Angeles, Los Angeles, CA, and California Department of Parks and Recreation, Sacramento, CA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "The Fowler Museum at the University of California Los Angeles (UCLA) and California Department of Parks and Recreation, in consultation with the appropriate Indian tribes or Native Hawaiian organizations, have determined that the cultural items listed in this notice meet the definition of unassociated funerary objects. Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to claim these cultural items should submit a written request to the California Department of Parks and Recreation. If no additional claimants come forward, transfer of control of the cultural items to the lineal descendants, Indian tribes, or Native Hawaiian organizations stated in this notice may proceed.", "dates": "Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to claim these cultural items should submit a written request with information in support of the claim to the California Department of Parks and Recreation at the address in this notice by February 26, 2016.", "addresses": "Leslie Hartzell, Ph.D., NAGPRA Coordinator, Cultural Resources Division Chief, California State Parks, P.O. Box 942896, Sacramento, CA 94296-0001, telephone (916) 653-9946, email leslie.hartzell@parks.ca.gov.\\n          ", "signature_dated": "Dated: December 21, 2015.", "signature_name": "Melanie O\\'Brien,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2016-01597 Filed 1-26-16; 8:45 am]", "billing_code": "BILLING CODE 4312-50-P", "supp_info": "SUPPLEMENTARY INFORMATION: \n Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate cultural items under the control of the California Department of Parks and Recreation that meet the definition of unassociated funerary objects under 25 U.S.C. 3001. \n This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American cultural items. The National Park Service is not responsible for the determinations in this notice. \n History and Description of the Cultural Items \n In 1954, two burial objects were removed from Arroyo Sequit (CA-LAN-52) in Los Angeles County, CA. Excavations were conducted by Clement Meighan as a UCLA Department of Anthropology and Sociology field school to salvage information from portions of the site that were to be lost due to highway widening. This collection was curated at UCLA after analysis was complete. The excavations were located on lands belonging to the California Department of Parks and Recreation. Arroyo Sequit is also recorded as the village of Lisiqshi with a radiocarbon date of A.D. 610 \\xc2\\xb1100, placing occupation in the Late Period through Spanish contact. The excavation notes indicate that an adult female burial was excavated (Burial 1). The human remains from this burial were not curated at UCLA and notes indicate the human remains were donated to Freddie Curtis in 1958. The current location of these human remains is unknown to UCLA. The two objects, a projectile point and a flake scraper associated with Burial 1, are present in the collection. Because the human remains are not at UCLA, these objects are considered unassociated funerary objects under NAGPRA. \n In 1970 and 1971, 8,475 cultural items were removed from Humaliwu (CA-LAN-264) in Malibu, Los Angeles County, CA. Nelson N. Leonard obtained permission to have a UCLA Anthropology field course conduct research, which included excavation of the historic cemetery on California Department of Parks and Recreation property. Collections were accessioned at UCLA as they returned from the field. The village dates from A.D. 550-1805. Excavations included the village\\'s historic cemetery, and while all items identified as being associated with a particular burial were included in a separate Notice of Inventory Completion, excavators further identified objects recovered from the cemetery in general. In consultation with descendent communities, all items from the cemetery were requested for repatriation and are included as unassociated funerary objects. The unassociated funerary objects are 191 lumps, plugs, and fragments, 30 bags of asphaltum fragments many with basketry, wood, and fabric impressions, 698 pieces and 19 bags of unmodified animal bone, 14 pieces of worked bone, 1 ceramic fragment, 7 bags of charcoal, 1 bag of clay fragments with basketry impression, 1 adobe fragment, 3 glass bottle fragments, 1 worked glass piece, 1 cordage fragment, 24 whole and fragmented unmodified shells, 214 worked shell objects, 3 asphaltum plugged shell dishes, 2 steatite pendants, 1 elbow pipe, 1 soil sample bag, 6,524 individual stone, shell, and glass beads, 72 pieces of ochre, 10 bags and 9 wood fragments, 26 metal objects, 4 bullet shells, 1 bag of iron fragments, 1 column sample bag, 6 soapstone comals, 94 stone bowl fragments, 3 tarring pebbles, 414 chipped stone flakes and tools, 36 ground stone tools, and 63 stone fragments. \n The sites detailed in this notice have been identified through tribal consultation to be within the traditional territory of the Chumash people. These locations are consistent with ethnographic and historic documentation of the Chumash people. \n The Chumash territory, anthropologically defined first on the basis of linguistic similarities, and subsequently on broadly shared material and cultural traits, reaches from San Luis Obispo to Malibu on the coast, inland to the western edge of the San Joaquin Valley, to the edge of the San Fernando Valley, and includes the four Northern Channel Islands. At the southern and southeastern boundaries of the territory there is evidence of the physical co-existence of Chumash, Tataviam, and Gabrielino/Tongva languages and beliefs systems. At the northern boundary of the territory there is evidence of the physical co-existence of Chumash and Salinan groups. The sites in this notice are located in northwestern Los Angeles County and fall within the geographical area identified as Chumash. Some tribal consultants state that these areas were the responsibility of regional leaders, who were themselves organized into a pan-regional association of both political power and ceremonial knowledge. Further, these indigenous areas are identified by some tribal consultants to be relational with clans or associations of traditional practitioners of specific kinds of indigenous medicinal and ceremonial practices. Some tribal consultants identified these clans as existing in the pre-contact period and identified some clans as also existing in the present day. Other tribal consultants do not recognize present-day geographical divisions to be related to clans of traditional practitioners. However, they do state that Chumash, Tataviam, and Gabrielino/Tongva territories were and are occupied by socially distinct, yet interrelated, groups which have been characterized by anthropologists. Ethnographic evidence suggests that the social and political organization of the pre-contact Channel Islands were primarily at the village level, with a hereditary chief, in addition to many other specialists who wielded power. \n The unassociated funerary objects described in this notice are consistent with those of groups ancestral to the present-day Chumash, Tataviam, and Gabrielino/Tongva. The material cultures of earlier groups living in the geographical areas mentioned in this notice are characterized by archeologists as having passed through stages over the past 10,000 years. Many local archeologists assert that the changes in the material culture reflect evolving ecological adaptations and related changes in social organization of the same populations and do not represent population displacements or movements. The same range of artifact types and materials were used from the early pre-contact period until historic times. Tribal consultants explicitly state that population mixing, which did occur on a small scale, would not alter the continuity of the shared group identities of people associated with specific locales. Based on this evidence, continuity through time can be traced for all sites listed in this notice with present-day Chumash people, specifically the Santa Ynez Band of Chumash Mission Indians of the Santa Ynez Reservation, California. \n Determinations Made by the California Department of Parks and Recreation \n Officials of the California Department of Parks and Recreation have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(B), the 8,477 cultural items described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony and are believed, by a preponderance of the evidence, to have been removed from a specific burial site of a Native American individual. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the unassociated funerary objects and the Santa Ynez Band of Chumash Mission Indians of the Santa Ynez Reservation, California. \n Additional Requestors and Disposition \n Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to claim these cultural items should submit a written request with information in support of the claim to Leslie Hartzell, Ph.D., NAGPRA Coordinator, Cultural Resources Division Chief, California State Parks, P.O. Box 942896, Sacramento, CA 94296-0001, telephone (916) 653-9946, email leslie.hartzell@parks.ca.gov, by February 26, 2016. After that date, if no additional claimants have come forward, transfer of control of the unassociated funerary objects to Santa Ynez Band of Chumash Mission Indians of the Santa Ynez Reservation, California, may proceed. \n The California Department of Parks and Recreation is responsible for notifying the Santa Ynez Band of Chumash Mission Indians of the Santa Ynez Reservation, California, that this notice has been published. \n ", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "In 1954, two burial objects were removed from Arroyo Sequit (CA-LAN-52) in Los Angeles County, CA. Excavations were conducted by Clement Meighan as a UCLA Department of Anthropology and Sociology field school to salvage information from portions of the site that were to be lost due to highway widening. This collection was curated at UCLA after analysis was complete. The excavations were located on lands belonging to the California Department of Parks and Recreation. Arroyo Sequit is also recorded as the village of Lisiqshi with a radiocarbon date of A.D. 610 \\xc2\\xb1100, placing occupation in the Late Period through Spanish contact. The excavation notes indicate that an adult female burial was excavated (Burial 1). The human remains from this burial were not curated at UCLA and notes indicate the human remains were donated to Freddie Curtis in 1958. The current location of these human remains is unknown to UCLA. The two objects, a projectile point and a flake scraper associated with Burial 1, are present in the collection. Because the human remains are not at UCLA, these objects are considered unassociated funerary objects under NAGPRA. \n In 1970 and 1971, 8,475 cultural items were removed from Humaliwu (CA-LAN-264) in Malibu, Los Angeles County, CA. Nelson N. Leonard obtained permission to have a UCLA Anthropology field course conduct research, which included excavation of the historic cemetery on California Department of Parks and Recreation property. Collections were accessioned at UCLA as they returned from the field. The village dates from A.D. 550-1805. Excavations included the village\\'s historic cemetery, and while all items identified as being associated with a particular burial were included in a separate Notice of Inventory Completion, excavators further identified objects recovered from the cemetery in general. In consultation with descendent communities, all items from the cemetery were requested for repatriation and are included as unassociated funerary objects. The unassociated funerary objects are 191 lumps, plugs, and fragments, 30 bags of asphaltum fragments many with basketry, wood, and fabric impressions, 698 pieces and 19 bags of unmodified animal bone, 14 pieces of worked bone, 1 ceramic fragment, 7 bags of charcoal, 1 bag of clay fragments with basketry impression, 1 adobe fragment, 3 glass bottle fragments, 1 worked glass piece, 1 cordage fragment, 24 whole and fragmented unmodified shells, 214 worked shell objects, 3 asphaltum plugged shell dishes, 2 steatite pendants, 1 elbow pipe, 1 soil sample bag, 6,524 individual stone, shell, and glass beads, 72 pieces of ochre, 10 bags and 9 wood fragments, 26 metal objects, 4 bullet shells, 1 bag of iron fragments, 1 column sample bag, 6 soapstone comals, 94 stone bowl fragments, 3 tarring pebbles, 414 chipped stone flakes and tools, 36 ground stone tools, and 63 stone fragments. \n The sites detailed in this notice have been identified through tribal consultation to be within the traditional territory of the Chumash people. These locations are consistent with ethnographic and historic documentation of the Chumash people. \n The Chumash territory, anthropologically defined first on the basis of linguistic similarities, and subsequently on broadly shared material and cultural traits, reaches from San Luis Obispo to Malibu on the coast, inland to the western edge of the San Joaquin Valley, to the edge of the San Fernando Valley, and includes the four Northern Channel Islands. At the southern and southeastern boundaries of the territory there is evidence of the physical co-existence of Chumash, Tataviam, and Gabrielino/Tongva languages and beliefs systems. At the northern boundary of the territory there is evidence of the physical co-existence of Chumash and Salinan groups. The sites in this notice are located in northwestern Los Angeles County and fall within the geographical area identified as Chumash. Some tribal consultants state that these areas were the responsibility of regional leaders, who were themselves organized into a pan-regional association of both political power and ceremonial knowledge. Further, these indigenous areas are identified by some tribal consultants to be relational with clans or associations of traditional practitioners of specific kinds of indigenous medicinal and ceremonial practices. Some tribal consultants identified these clans as existing in the pre-contact period and identified some clans as also existing in the present day. Other tribal consultants do not recognize present-day geographical divisions to be related to clans of traditional practitioners. However, they do state that Chumash, Tataviam, and Gabrielino/Tongva territories were and are occupied by socially distinct, yet interrelated, groups which have been characterized by anthropologists. Ethnographic evidence suggests that the social and political organization of the pre-contact Channel Islands were primarily at the village level, with a hereditary chief, in addition to many other specialists who wielded power. \n The unassociated funerary objects described in this notice are consistent with those of groups ancestral to the present-day Chumash, Tataviam, and Gabrielino/Tongva. The material cultures of earlier groups living in the geographical areas mentioned in this notice are characterized by archeologists as having passed through stages over the past 10,000 years. Many local archeologists assert that the changes in the material culture reflect evolving ecological adaptations and related changes in social organization of the same populations and do not represent population displacements or movements. The same range of artifact types and materials were used from the early pre-contact period until historic times. Tribal consultants explicitly state that population mixing, which did occur on a small scale, would not alter the continuity of the shared group identities of people associated with specific locales. Based on this evidence, continuity through time can be traced for all sites listed in this notice with present-day Chumash people, specifically the Santa Ynez Band of Chumash Mission Indians of the Santa Ynez Reservation, California. \n ", "determinations": "Determinations Made by the California Department of Parks and Recreation \n Officials of the California Department of Parks and Recreation have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(B), the 8,477 cultural items described in this notice are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony and are believed, by a preponderance of the evidence, to have been removed from a specific burial site of a Native American individual. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the unassociated funerary objects and the Santa Ynez Band of Chumash Mission Indians of the Santa Ynez Reservation, California. \n ", "a_r_d": "Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to claim these cultural items should submit a written request with information in support of the claim to Leslie Hartzell, Ph.D., NAGPRA Coordinator, Cultural Resources Division Chief, California State Parks, P.O. Box 942896, Sacramento, CA 94296-0001, telephone (916) 653-9946, email leslie.hartzell@parks.ca.gov, by February 26, 2016. After that date, if no additional claimants have come forward, transfer of control of the unassociated funerary objects to Santa Ynez Band of Chumash Mission Indians of the Santa Ynez Reservation, California, may proceed. \n The California Department of Parks and Recreation is responsible for notifying the Santa Ynez Band of Chumash Mission Indians of the Santa Ynez Reservation, California, that this notice has been published. \n "}