{"index": "R_140", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [NPS-WASO-NAGPRA-19757; PPWOCRADN0-PCU00RP14.R50000]\\n        Notice of Intent To Repatriate Cultural Items: San Francisco State University, San Francisco, CA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        \\n          SUMMARY:\\n          San Francisco State University, in consultation with the appropriate Indian tribes, has determined that the cultural items in this notice meet the definition of sacred objects and objects of cultural patrimony and repatriation to the Indian tribes stated below may occur if no additional claimants come forward. Representatives of any Indian tribe that believes itself to be culturally affiliated with the cultural items may contact San Francisco State University.\\n        \\n        \\n          DATES:\\n          Representatives of any Indian tribe that believes it has a cultural affiliation with the cultural items should contact San Francisco State University at the address below by January 11, 2016.\\n        \\n        \\n          ADDRESSES:\\n          Jeffrey Boland Fentress, San Francisco State University NAGPRA Program, c/o Department of Anthropology, San Francisco, CA 94132, telephone (415) 338-3075.\\n        \\n      \\n      \\n        SUPPLEMENTARY INFORMATION:\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate cultural items in the possession of San Francisco State University (SFSU) that meet the definition of sacred objects and objects of cultural patrimony under 25 U.S.C. 3001.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution or Federal agency that has control of the Native American cultural items. The National Park Service is not responsible for the determinations in this notice.\\n        History and Description of the Cultural Items\\n        On an unknown date, a basket (item 1-2-6/20; 1-3-24/72; 1-3-(38)/5; I-III-15) was donated to the San Francisco State University (SFSU) Treganza Anthropology Museum. There are no records at the Treganza Anthropology Museum concerning the acquisition of this item. The three-rod, closed coiled basket has a globular bowl, measures 13 cm in height and 23 cm in diameter, is made of willow, sedge, bulrush root, and bracken fern, and is decorated with feathers, trade beads, and clam shell disk beads. The use of trade beads to ornament a three-rod coiled basket was characteristic of Dry Creek Pomo weavers. Based on consultation with the Dry Creek Rancheria Band of Pomo Indians, California (previously listed as the Dry Creek Rancheria of Pomo Indians of California) and other ethnographic research, the basket is an object of cultural patrimony, identified as a gift basket created for an important occasion, and is an item of cultural patrimony.\\n\\n        On an unknown date, a basket (item 1-3-/80; (A73)) was donated to the SFSU Treganza Anthropology Museum. There are no records at the Treganza Anthropology Museum concerning the acquisition of this item. The closed twined basket has a globular bowl, measures 25 cm in height and 34 cm in diameter, and is made of willow, sedge, conifer root, and bracken fern root. The specific design techniques and elements used in this basket were characteristic of Dry Creek Pomo weavers. Based on consultation with the Dry Creek Rancheria Band of Pomo Indians, California (previously listed as the Dry Creek Rancheria of Pomo Indians of California), and other ethnographic research, the object is a cooking basket used with the traditional stone boiling technique to cook food for the entire tribe, and is an object of cultural patrimony.\\n        On an unknown date, a basket (item 1-3-24/16; I-III-48; 1-3 (38)/16) was donated to the SFSU Treganza Anthropology Museum. There are no records at the Treganza Anthropology Museum concerning the acquisition of this item. The closed twined, bowl shaped basket, measures 30 cm in height and 43 cm in diameter, and was made of willow, sedge, conifer root and redbud. The specific design techniques and elements used in this basket were characteristic of Dry Creek Pomo weavers. Based on consultation with the Dry Creek Rancheria Band of Pomo Indians, California (previously listed as the Dry Creek Rancheria of Pomo Indians of California), and other ethnographic research, the object is a cooking basket used with the traditional stone boiling technique to cook food for the entire tribe, and is an object of cultural patrimony.\\n        On an unknown date, a basket (item 1-3-24/5; I-III-16; I-III (38)/5) was donated to the SFSU Treganza Anthropology Museum. There are no records at the Treganza Anthropology Museum concerning the acquisition of this item. The three-rod, closed coiled basket has a flared bowl, measures 14 cm in height and 29 cm in diameter, made with willow, sedge, and bulrush, and is decorated with woodpecker feathers, clam shell disk beads, and white glass trade beads. The use of trade beads to ornament a three-rod coiled basket and the flat-bottomed, flared shape of the basket were characteristic of Dry Creek Pomo weavers. Based on consultation with the Dry Creek Rancheria Band of Pomo Indians, California (previously listed as the Dry Creek Rancheria of Pomo Indians of California), and other ethnographic research, the object is a washing basin used in a ceremony welcoming an newborn child into the world, and is a sacred object and an object of cultural patrimony.\\n        In 1970, Margaret Hindes Molarsky donated a basket (item 1-3-24/18; 1-3-25/18; 70-1-2) to the SFSU Treganza Anthropology Museum. The single-rod, closed coiled beaded basket has a globular bowl, measures 5 cm in height and 15 cm in diameter, is made of willow and sedge, and is decorated with glass beads. The specific design techniques and elements used in this basket were characteristic of Dry Creek Pomo weavers. Based on consultation with the Dry Creek Rancheria Band of Pomo Indians, California (previously listed as the Dry Creek Rancheria of Pomo Indians of California), and other ethnographic research, the object is a gift basket created for an important occasion and is an item of cultural patrimony.\\n        On an unknown date, a basket (item 1-3-24/64; I-III-6; I-III-3) was donated to the SFSU Treganza Anthropology Museum. There are no records at the Treganza Anthropology Museum concerning the acquisition of this item. The open-lattice, twined basket is bowl shaped, measures 16 cm in height and 25.5 cm in diameter, and is made with willow, sedge, and redbud. The lattice-twining with redbud design elements was characteristic of Dry Creek Pomo weavers. Based on consultation with the Dry Creek Rancheria Band of Pomo Indians, California (previously listed as the Dry Creek Rancheria of Pomo Indians of California), and other ethnographic research, the object is a storage basket made to store acorns or other dried foods for the entire community, and is an item of cultural patrimony.\\n        On an unknown date, a basket (item 1-3-24/L; 1-53629) was donated to the SFSU Treganza Anthropology Museum. There are no records at the Treganza Anthropology Museum concerning acquisition of this item. The three-rod, closed coiled feathered basket is bowl shaped, measures 6 cm in height and 15.5 cm in diameter, is made with willow, sedge, bulrush, and dogbane, and is decorated with white feathers, clam shell disk beads, and abalone pendants. The Dry Creek Rancheria Band of Pomo Indians believed the basket was the work of a Dry Creek Pomo traditional healer and visionary named Wala-Wala. Based on consultation with the Dry Creek Rancheria Band of Pomo Indians, California (previously listed as the Dry Creek Rancheria of Pomo Indians of California), and other ethnographic research, the basket was used during healing ceremonies and is a sacred object and an object of cultural patrimony.\\n        In 1976, Margaret Hindes Molarsky donated a basket (item 76-07-1) to the SFSU Treganza Anthropology Museum. The unusual multi-technique twined basket has a flared bowl shape, measures 34.5 cm in height and 43 cm in diameter, and is made with a willow and redbud. The design techniques and elements used in this basket were characteristic of Dry Creek Pomo weavers. Based on consultation with the Dry Creek Rancheria Band of Pomo Indians, California (previously listed as the Dry Creek Rancheria of Pomo Indians of California) and other ethnographic research, the object is a burden basket created to carry food for the entire tribe, and is an object of cultural patrimony.\\n        Determinations Made by the San Francisco State University\\n        Officials of the San Francisco State University have determined that:\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(C), the two sacred objects and objects of cultural patrimony described above are specific ceremonial objects needed by traditional Native American religious leaders for the practice of traditional Native American religions by their present-day adherents and these cultural items are also objects of cultural patrimony that have ongoing historical, traditional, or cultural importance central to the Native American group or culture itself, rather than property owned by an individual.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(D), the six objects of cultural patrimony described above have ongoing historical, traditional, or cultural importance central to the Native American group or culture itself, rather than property owned by an individual.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the eight baskets and the Dry Creek Rancheria Band of Pomo Indians.\\n        Additional Requestors and Disposition\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the sacred objects and the objects of cultural patrimony should contact Jeffrey Boland Fentress, San Francisco State University NAGPRA Program, c/o Department of Anthropology, San Francisco, CA 94132, telephone (415) 338-3075 before January 11, 2016. Repatriation of the sacred objects and the objects of cultural patrimony to the Dry Creek Rancheria Band of Pomo Indians may proceed after that date if no additional claimants come forward.\\n\\n        The San Francisco State University is responsible for notifying the Big Valley Band of Pomo Indians of the Big Valley Rancheria, California; Cloverdale Rancheria of Pomo Indians of California; Coyote Valley Band of Pomo Indians of California; Elem Indian Colony of Pomo Indians of the Sulphur Bank Rancheria, CA; Federated Indians of Graton Rancheria, California; Guidiville Rancheria of California; Habematolel Pomo of Upper Lake, California; Hopland Band of Pomo Indians, California (formerly Hopland Band of Pomo Indians of the Hopland Rancheria, California); Cahto Tribe of Laytonville Rancheria, California; Kashia Band of Pomo Indians of the Stewarts Point Rancheria, California; Koi Nation of Northern California (previously listed as the Lower Lake Rancheria, California); Lytton Rancheria of California; Manchester Band of Pomo Indians of the Manchester Rancheria, California (previously listed as the Manchester Band of Pomo Indians of the Manchester-Point Arena Rancheria, California); Middletown Rancheria of Pomo Indians of California; Pinoleville Pomo Nation, California (previously listed as the Pinoleville Rancheria of Pomo Indians of California); Potter Valley Tribe, California; Redwood Valley or Little River Band of Pomo Indians of the Redwood Valley Rancheria California (previously listed as the Redwood Valley Rancheria of Pomo Indians of California); Robinson Rancheria (previously listed as the Robinson Rancheria Band of Pomo Indians, California and the Robinson Rancheria of Pomo Indians of California); Round Valley Indian Tribes, Round Valley Reservation, California (previously listed as the Round Valley Indian Tribes of the Round Valley Reservation, California); Scotts Valley Band of Pomo Indians of California; and the Sherwood Valley Rancheria of Pomo Indians of California that this notice has been published.\\n        \\n          Dated: November 6, 2015.\\n          Melanie O\\'Brien,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2015-31305 Filed 12-10-15; 8:45 am]\\n      BILLING CODE 4312-50-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[NPS-WASO-NAGPRA-19757; PPWOCRADN0-PCU00RP14.R50000]", "subject": "Notice of Intent To Repatriate Cultural Items: San Francisco State University, San Francisco, CA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "San Francisco State University, in consultation with the appropriate Indian tribes, has determined that the cultural items in this notice meet the definition of sacred objects and objects of cultural patrimony and repatriation to the Indian tribes stated below may occur if no additional claimants come forward. Representatives of any Indian tribe that believes itself to be culturally affiliated with the cultural items may contact San Francisco State University.", "dates": "Representatives of any Indian tribe that believes it has a cultural affiliation with the cultural items should contact San Francisco State University at the address below by January 11, 2016.", "addresses": "Jeffrey Boland Fentress, San Francisco State University NAGPRA Program, c/o Department of Anthropology, San Francisco, CA 94132, telephone (415) 338-3075.", "signature_dated": "Dated: November 6, 2015.", "signature_name": "Melanie O\\'Brien,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2015-31305 Filed 12-10-15; 8:45 am]", "billing_code": "BILLING CODE 4312-50-P", "supp_info": "SUPPLEMENTARY INFORMATION: \n Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate cultural items in the possession of San Francisco State University (SFSU) that meet the definition of sacred objects and objects of cultural patrimony under 25 U.S.C. 3001. \n This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution or Federal agency that has control of the Native American cultural items. The National Park Service is not responsible for the determinations in this notice. \n History and Description of the Cultural Items \n On an unknown date, a basket (item 1-2-6/20; 1-3-24/72; 1-3-(38)/5; I-III-15) was donated to the San Francisco State University (SFSU) Treganza Anthropology Museum. There are no records at the Treganza Anthropology Museum concerning the acquisition of this item. The three-rod, closed coiled basket has a globular bowl, measures 13 cm in height and 23 cm in diameter, is made of willow, sedge, bulrush root, and bracken fern, and is decorated with feathers, trade beads, and clam shell disk beads. The use of trade beads to ornament a three-rod coiled basket was characteristic of Dry Creek Pomo weavers. Based on consultation with the Dry Creek Rancheria Band of Pomo Indians, California (previously listed as the Dry Creek Rancheria of Pomo Indians of California) and other ethnographic research, the basket is an object of cultural patrimony, identified as a gift basket created for an important occasion, and is an item of cultural patrimony. \n On an unknown date, a basket (item 1-3-/80; (A73)) was donated to the SFSU Treganza Anthropology Museum. There are no records at the Treganza Anthropology Museum concerning the acquisition of this item. The closed twined basket has a globular bowl, measures 25 cm in height and 34 cm in diameter, and is made of willow, sedge, conifer root, and bracken fern root. The specific design techniques and elements used in this basket were characteristic of Dry Creek Pomo weavers. Based on consultation with the Dry Creek Rancheria Band of Pomo Indians, California (previously listed as the Dry Creek Rancheria of Pomo Indians of California), and other ethnographic research, the object is a cooking basket used with the traditional stone boiling technique to cook food for the entire tribe, and is an object of cultural patrimony. \n On an unknown date, a basket (item 1-3-24/16; I-III-48; 1-3 (38)/16) was donated to the SFSU Treganza Anthropology Museum. There are no records at the Treganza Anthropology Museum concerning the acquisition of this item. The closed twined, bowl shaped basket, measures 30 cm in height and 43 cm in diameter, and was made of willow, sedge, conifer root and redbud. The specific design techniques and elements used in this basket were characteristic of Dry Creek Pomo weavers. Based on consultation with the Dry Creek Rancheria Band of Pomo Indians, California (previously listed as the Dry Creek Rancheria of Pomo Indians of California), and other ethnographic research, the object is a cooking basket used with the traditional stone boiling technique to cook food for the entire tribe, and is an object of cultural patrimony. \n On an unknown date, a basket (item 1-3-24/5; I-III-16; I-III (38)/5) was donated to the SFSU Treganza Anthropology Museum. There are no records at the Treganza Anthropology Museum concerning the acquisition of this item. The three-rod, closed coiled basket has a flared bowl, measures 14 cm in height and 29 cm in diameter, made with willow, sedge, and bulrush, and is decorated with woodpecker feathers, clam shell disk beads, and white glass trade beads. The use of trade beads to ornament a three-rod coiled basket and the flat-bottomed, flared shape of the basket were characteristic of Dry Creek Pomo weavers. Based on consultation with the Dry Creek Rancheria Band of Pomo Indians, California (previously listed as the Dry Creek Rancheria of Pomo Indians of California), and other ethnographic research, the object is a washing basin used in a ceremony welcoming an newborn child into the world, and is a sacred object and an object of cultural patrimony. \n In 1970, Margaret Hindes Molarsky donated a basket (item 1-3-24/18; 1-3-25/18; 70-1-2) to the SFSU Treganza Anthropology Museum. The single-rod, closed coiled beaded basket has a globular bowl, measures 5 cm in height and 15 cm in diameter, is made of willow and sedge, and is decorated with glass beads. The specific design techniques and elements used in this basket were characteristic of Dry Creek Pomo weavers. Based on consultation with the Dry Creek Rancheria Band of Pomo Indians, California (previously listed as the Dry Creek Rancheria of Pomo Indians of California), and other ethnographic research, the object is a gift basket created for an important occasion and is an item of cultural patrimony. \n On an unknown date, a basket (item 1-3-24/64; I-III-6; I-III-3) was donated to the SFSU Treganza Anthropology Museum. There are no records at the Treganza Anthropology Museum concerning the acquisition of this item. The open-lattice, twined basket is bowl shaped, measures 16 cm in height and 25.5 cm in diameter, and is made with willow, sedge, and redbud. The lattice-twining with redbud design elements was characteristic of Dry Creek Pomo weavers. Based on consultation with the Dry Creek Rancheria Band of Pomo Indians, California (previously listed as the Dry Creek Rancheria of Pomo Indians of California), and other ethnographic research, the object is a storage basket made to store acorns or other dried foods for the entire community, and is an item of cultural patrimony. \n On an unknown date, a basket (item 1-3-24/L; 1-53629) was donated to the SFSU Treganza Anthropology Museum. There are no records at the Treganza Anthropology Museum concerning acquisition of this item. The three-rod, closed coiled feathered basket is bowl shaped, measures 6 cm in height and 15.5 cm in diameter, is made with willow, sedge, bulrush, and dogbane, and is decorated with white feathers, clam shell disk beads, and abalone pendants. The Dry Creek Rancheria Band of Pomo Indians believed the basket was the work of a Dry Creek Pomo traditional healer and visionary named Wala-Wala. Based on consultation with the Dry Creek Rancheria Band of Pomo Indians, California (previously listed as the Dry Creek Rancheria of Pomo Indians of California), and other ethnographic research, the basket was used during healing ceremonies and is a sacred object and an object of cultural patrimony. \n In 1976, Margaret Hindes Molarsky donated a basket (item 76-07-1) to the SFSU Treganza Anthropology Museum. The unusual multi-technique twined basket has a flared bowl shape, measures 34.5 cm in height and 43 cm in diameter, and is made with a willow and redbud. The design techniques and elements used in this basket were characteristic of Dry Creek Pomo weavers. Based on consultation with the Dry Creek Rancheria Band of Pomo Indians, California (previously listed as the Dry Creek Rancheria of Pomo Indians of California) and other ethnographic research, the object is a burden basket created to carry food for the entire tribe, and is an object of cultural patrimony. \n Determinations Made by the San Francisco State University \n Officials of the San Francisco State University have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(C), the two sacred objects and objects of cultural patrimony described above are specific ceremonial objects needed by traditional Native American religious leaders for the practice of traditional Native American religions by their present-day adherents and these cultural items are also objects of cultural patrimony that have ongoing historical, traditional, or cultural importance central to the Native American group or culture itself, rather than property owned by an individual. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(D), the six objects of cultural patrimony described above have ongoing historical, traditional, or cultural importance central to the Native American group or culture itself, rather than property owned by an individual. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the eight baskets and the Dry Creek Rancheria Band of Pomo Indians. \n Additional Requestors and Disposition \n Representatives of any other Indian tribe that believes itself to be culturally affiliated with the sacred objects and the objects of cultural patrimony should contact Jeffrey Boland Fentress, San Francisco State University NAGPRA Program, c/o Department of Anthropology, San Francisco, CA 94132, telephone (415) 338-3075 before January 11, 2016. Repatriation of the sacred objects and the objects of cultural patrimony to the Dry Creek Rancheria Band of Pomo Indians may proceed after that date if no additional claimants come forward. \n The San Francisco State University is responsible for notifying the Big Valley Band of Pomo Indians of the Big Valley Rancheria, California; Cloverdale Rancheria of Pomo Indians of California; Coyote Valley Band of Pomo Indians of California; Elem Indian Colony of Pomo Indians of the Sulphur Bank Rancheria, CA; Federated Indians of Graton Rancheria, California; Guidiville Rancheria of California; Habematolel Pomo of Upper Lake, California; Hopland Band of Pomo Indians, California (formerly Hopland Band of Pomo Indians of the Hopland Rancheria, California); Cahto Tribe of Laytonville Rancheria, California; Kashia Band of Pomo Indians of the Stewarts Point Rancheria, California; Koi Nation of Northern California (previously listed as the Lower Lake Rancheria, California); Lytton Rancheria of California; Manchester Band of Pomo Indians of the Manchester Rancheria, California (previously listed as the Manchester Band of Pomo Indians of the Manchester-Point Arena Rancheria, California); Middletown Rancheria of Pomo Indians of California; Pinoleville Pomo Nation, California (previously listed as the Pinoleville Rancheria of Pomo Indians of California); Potter Valley Tribe, California; Redwood Valley or Little River Band of Pomo Indians of the Redwood Valley Rancheria California (previously listed as the Redwood Valley Rancheria of Pomo Indians of California); Robinson Rancheria (previously listed as the Robinson Rancheria Band of Pomo Indians, California and the Robinson Rancheria of Pomo Indians of California); Round Valley Indian Tribes, Round Valley Reservation, California (previously listed as the Round Valley Indian Tribes of the Round Valley Reservation, California); Scotts Valley Band of Pomo Indians of California; and the Sherwood Valley Rancheria of Pomo Indians of California that this notice has been published. \n ", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "On an unknown date, a basket (item 1-2-6/20; 1-3-24/72; 1-3-(38)/5; I-III-15) was donated to the San Francisco State University (SFSU) Treganza Anthropology Museum. There are no records at the Treganza Anthropology Museum concerning the acquisition of this item. The three-rod, closed coiled basket has a globular bowl, measures 13 cm in height and 23 cm in diameter, is made of willow, sedge, bulrush root, and bracken fern, and is decorated with feathers, trade beads, and clam shell disk beads. The use of trade beads to ornament a three-rod coiled basket was characteristic of Dry Creek Pomo weavers. Based on consultation with the Dry Creek Rancheria Band of Pomo Indians, California (previously listed as the Dry Creek Rancheria of Pomo Indians of California) and other ethnographic research, the basket is an object of cultural patrimony, identified as a gift basket created for an important occasion, and is an item of cultural patrimony. \n On an unknown date, a basket (item 1-3-/80; (A73)) was donated to the SFSU Treganza Anthropology Museum. There are no records at the Treganza Anthropology Museum concerning the acquisition of this item. The closed twined basket has a globular bowl, measures 25 cm in height and 34 cm in diameter, and is made of willow, sedge, conifer root, and bracken fern root. The specific design techniques and elements used in this basket were characteristic of Dry Creek Pomo weavers. Based on consultation with the Dry Creek Rancheria Band of Pomo Indians, California (previously listed as the Dry Creek Rancheria of Pomo Indians of California), and other ethnographic research, the object is a cooking basket used with the traditional stone boiling technique to cook food for the entire tribe, and is an object of cultural patrimony. \n On an unknown date, a basket (item 1-3-24/16; I-III-48; 1-3 (38)/16) was donated to the SFSU Treganza Anthropology Museum. There are no records at the Treganza Anthropology Museum concerning the acquisition of this item. The closed twined, bowl shaped basket, measures 30 cm in height and 43 cm in diameter, and was made of willow, sedge, conifer root and redbud. The specific design techniques and elements used in this basket were characteristic of Dry Creek Pomo weavers. Based on consultation with the Dry Creek Rancheria Band of Pomo Indians, California (previously listed as the Dry Creek Rancheria of Pomo Indians of California), and other ethnographic research, the object is a cooking basket used with the traditional stone boiling technique to cook food for the entire tribe, and is an object of cultural patrimony. \n On an unknown date, a basket (item 1-3-24/5; I-III-16; I-III (38)/5) was donated to the SFSU Treganza Anthropology Museum. There are no records at the Treganza Anthropology Museum concerning the acquisition of this item. The three-rod, closed coiled basket has a flared bowl, measures 14 cm in height and 29 cm in diameter, made with willow, sedge, and bulrush, and is decorated with woodpecker feathers, clam shell disk beads, and white glass trade beads. The use of trade beads to ornament a three-rod coiled basket and the flat-bottomed, flared shape of the basket were characteristic of Dry Creek Pomo weavers. Based on consultation with the Dry Creek Rancheria Band of Pomo Indians, California (previously listed as the Dry Creek Rancheria of Pomo Indians of California), and other ethnographic research, the object is a washing basin used in a ceremony welcoming an newborn child into the world, and is a sacred object and an object of cultural patrimony. \n In 1970, Margaret Hindes Molarsky donated a basket (item 1-3-24/18; 1-3-25/18; 70-1-2) to the SFSU Treganza Anthropology Museum. The single-rod, closed coiled beaded basket has a globular bowl, measures 5 cm in height and 15 cm in diameter, is made of willow and sedge, and is decorated with glass beads. The specific design techniques and elements used in this basket were characteristic of Dry Creek Pomo weavers. Based on consultation with the Dry Creek Rancheria Band of Pomo Indians, California (previously listed as the Dry Creek Rancheria of Pomo Indians of California), and other ethnographic research, the object is a gift basket created for an important occasion and is an item of cultural patrimony. \n On an unknown date, a basket (item 1-3-24/64; I-III-6; I-III-3) was donated to the SFSU Treganza Anthropology Museum. There are no records at the Treganza Anthropology Museum concerning the acquisition of this item. The open-lattice, twined basket is bowl shaped, measures 16 cm in height and 25.5 cm in diameter, and is made with willow, sedge, and redbud. The lattice-twining with redbud design elements was characteristic of Dry Creek Pomo weavers. Based on consultation with the Dry Creek Rancheria Band of Pomo Indians, California (previously listed as the Dry Creek Rancheria of Pomo Indians of California), and other ethnographic research, the object is a storage basket made to store acorns or other dried foods for the entire community, and is an item of cultural patrimony. \n On an unknown date, a basket (item 1-3-24/L; 1-53629) was donated to the SFSU Treganza Anthropology Museum. There are no records at the Treganza Anthropology Museum concerning acquisition of this item. The three-rod, closed coiled feathered basket is bowl shaped, measures 6 cm in height and 15.5 cm in diameter, is made with willow, sedge, bulrush, and dogbane, and is decorated with white feathers, clam shell disk beads, and abalone pendants. The Dry Creek Rancheria Band of Pomo Indians believed the basket was the work of a Dry Creek Pomo traditional healer and visionary named Wala-Wala. Based on consultation with the Dry Creek Rancheria Band of Pomo Indians, California (previously listed as the Dry Creek Rancheria of Pomo Indians of California), and other ethnographic research, the basket was used during healing ceremonies and is a sacred object and an object of cultural patrimony. \n In 1976, Margaret Hindes Molarsky donated a basket (item 76-07-1) to the SFSU Treganza Anthropology Museum. The unusual multi-technique twined basket has a flared bowl shape, measures 34.5 cm in height and 43 cm in diameter, and is made with a willow and redbud. The design techniques and elements used in this basket were characteristic of Dry Creek Pomo weavers. Based on consultation with the Dry Creek Rancheria Band of Pomo Indians, California (previously listed as the Dry Creek Rancheria of Pomo Indians of California) and other ethnographic research, the object is a burden basket created to carry food for the entire tribe, and is an object of cultural patrimony. \n ", "determinations": "Determinations Made by the San Francisco State University \n Officials of the San Francisco State University have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(C), the two sacred objects and objects of cultural patrimony described above are specific ceremonial objects needed by traditional Native American religious leaders for the practice of traditional Native American religions by their present-day adherents and these cultural items are also objects of cultural patrimony that have ongoing historical, traditional, or cultural importance central to the Native American group or culture itself, rather than property owned by an individual. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(D), the six objects of cultural patrimony described above have ongoing historical, traditional, or cultural importance central to the Native American group or culture itself, rather than property owned by an individual. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the eight baskets and the Dry Creek Rancheria Band of Pomo Indians. \n ", "a_r_d": "Representatives of any other Indian tribe that believes itself to be culturally affiliated with the sacred objects and the objects of cultural patrimony should contact Jeffrey Boland Fentress, San Francisco State University NAGPRA Program, c/o Department of Anthropology, San Francisco, CA 94132, telephone (415) 338-3075 before January 11, 2016. Repatriation of the sacred objects and the objects of cultural patrimony to the Dry Creek Rancheria Band of Pomo Indians may proceed after that date if no additional claimants come forward. \n The San Francisco State University is responsible for notifying the Big Valley Band of Pomo Indians of the Big Valley Rancheria, California; Cloverdale Rancheria of Pomo Indians of California; Coyote Valley Band of Pomo Indians of California; Elem Indian Colony of Pomo Indians of the Sulphur Bank Rancheria, CA; Federated Indians of Graton Rancheria, California; Guidiville Rancheria of California; Habematolel Pomo of Upper Lake, California; Hopland Band of Pomo Indians, California (formerly Hopland Band of Pomo Indians of the Hopland Rancheria, California); Cahto Tribe of Laytonville Rancheria, California; Kashia Band of Pomo Indians of the Stewarts Point Rancheria, California; Koi Nation of Northern California (previously listed as the Lower Lake Rancheria, California); Lytton Rancheria of California; Manchester Band of Pomo Indians of the Manchester Rancheria, California (previously listed as the Manchester Band of Pomo Indians of the Manchester-Point Arena Rancheria, California); Middletown Rancheria of Pomo Indians of California; Pinoleville Pomo Nation, California (previously listed as the Pinoleville Rancheria of Pomo Indians of California); Potter Valley Tribe, California; Redwood Valley or Little River Band of Pomo Indians of the Redwood Valley Rancheria California (previously listed as the Redwood Valley Rancheria of Pomo Indians of California); Robinson Rancheria (previously listed as the Robinson Rancheria Band of Pomo Indians, California and the Robinson Rancheria of Pomo Indians of California); Round Valley Indian Tribes, Round Valley Reservation, California (previously listed as the Round Valley Indian Tribes of the Round Valley Reservation, California); Scotts Valley Band of Pomo Indians of California; and the Sherwood Valley Rancheria of Pomo Indians of California that this notice has been published. \n "}