{"index": "R_17", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [NPS-WASO-NAGPRA-NPS0027661; PPWOCRADN0-PCU00RP14.R50000]\\n        Notice of Intent To Repatriate Cultural Items: Autry Museum of the American West, Los Angeles, CA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        \\n          SUMMARY:\\n\\n          The Autry Museum of the American West, in consultation with the appropriate Indian Tribes or Native Hawaiian organizations, has determined that the cultural items listed in this notice meet the definition of sacred objects and objects of cultural patrimony. Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to claim these cultural items should submit a written request to the Autry Museum of the American West. If no additional claimants come forward, transfer of control of the cultural items to the lineal descendants, Indian Tribes, or Native Hawaiian organizations stated in this notice may proceed.\\n        \\n        \\n          DATES:\\n          Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to claim these cultural items should submit a written request with information in support of the claim to the Autry Museum of the American West at the address in this notice by June 3, 2019.\\n        \\n        \\n          ADDRESSES:\\n\\n          Lylliam Posadas, Autry Museum of the American West, 4700 Western Heritage Way, Los Angeles, CA 90027, telephone (323) 495-4369, email lposadas@theautry.org.\\n          \\n        \\n      \\n      \\n        SUPPLEMENTARY INFORMATION:\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate cultural items under the control of the Autry Museum of the American West, Los Angeles, CA, that meet the definition of sacred objects and objects of cultural patrimony under 25 U.S.C. 3001.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American cultural items. The National Park Service is not responsible for the determinations in this notice.\\n        History and Description of the Cultural Items\\n        In 1918, staff at the Southwest Museum of the American Indian acquired two dance belts through an exchange with a private collector, Mr. E.G. Johnson. Museum records state that both dance belts were collected from Somes Bar, in Siskiyou County, CA, and are Karuk. The collections from the Southwest Museum of the American Indian are now the Southwest Museum Collection at the Autry Museum of the American West. The two cultural items, an otter fur dance belt and a woven horsehair dance belt, have been identified as Karuk, and as both sacred objects and objects of cultural patrimony.\\n        The two dance belts are culturally associated with the Karuk Tribe (previously listed as the Karuk Tribe of California). The otter fur dance belt is constructed of otter fur lined with deerskin. It is decorated with fringes of deerskin thongs attached in bunches and strung with deer hooves, olivella shells, pine nuts, and glass trade beads. The woven horsehair dance belt is constructed of woven black horsehair with zigzag lines of deer thongs tied into a thick top and bottom border. The end loops are wrapped with braided porcupine quills dyed yellow. Consultation with Karuk representatives indicated that both belts were collected from Karuk ancestral territory. Karuk representatives further described how the style of the belts and the materials used to create them are typical of Karuk regalia. Anthropological, historical, and geographic information culturally associate the belts to the Karuk Tribe (previously listed as the Karuk Tribe of California).\\n        Karuk representatives described during consultation that the ornamentation on the belts indicated they were made as regalia for the adolescent girls\\' coming of age ceremony, the Flower Dance. As they are specific ceremonial objects that are required by the Karuk Tribe (previously listed as the Karuk Tribe of California) to properly practice traditional religious ceremonial dances and prayers for the Flower Dance these two items are sacred objects.\\n        The cultural information provided through consultation, supported by historical and anthropological sources, demonstrates that these belts are also objects of cultural patrimony. These belts have ongoing historical, traditional, and cultural importance to the Karuk Tribe (previously listed as the Karuk Tribe of California). Karuk representatives explained during consultation that regalia pieces, although cared for and used by individuals, were owned collectively and could not be sold or traded by individuals.\\n        In 1934, Anita Baldwin donated one deerskin dress to the Southwest Museum of the American Indian as part of the Jane Virginia Dexter Baldwin Memorial Collection. That collection is now owned by the Autry Museum of the American West. Museum records state that the dress was collected in Sandy Bar in Humboldt County, CA, and is Karuk. This dress has been identified as Karuk, and as both a sacred object and object of cultural patrimony.\\n        The dress is constructed from deerskin, with thick deerskin fringe at one end, and an ornamented row of large red abalone shell pendants and smaller chione shell pendants on the opposite end. The shell fringe also has brass thimbles, brass bells, coins, and tin and bronze pendants attached throughout the fringe. Above the shell fringe is a border of woven fibers dyed in a repeating pattern of plain, black, and red. Consultation with Karuk representatives identified this dress as being from Karuk ancestral territory and possessing characteristics typical of Karuk regalia. According to the Karuk representatives, the unusually small size for a dress with such extensive and detailed ornamentation indicates the dress has been worn by a prominent Karuk doctor who began her training as a young child. The small dimensions of the dress and the great number and variety of shell and metal pendants on the fringe support this conclusion. Anthropological, historical, geographic and oral history information support a cultural affiliation of the Karuk Tribe (previously listed as the Karuk Tribe of California) with this dress.\\n        Karuk representatives stated during consultation that this dress was used in doctoring ceremonies by its previous caretaker, including the Brush Dance, a healing ceremony. As this dress is a specific ceremonial object required by the Karuk Tribe (previously listed as the Karuk Tribe of California) to properly practice traditional religious dances, prayers, and healing ceremonies, including but not limited to the Brush Dance, this item is a sacred object.\\n        The cultural information provided through consultation, and supported by historical and anthropological sources, demonstrates that this dress is also an object of cultural patrimony. This dress has ongoing historical, traditional, and cultural importance to the Karuk. Karuk representatives explained during consultation that regalia pieces, although cared for and used by individuals, were owned collectively and could not be sold or traded by individuals. This particular dress is made especially significant due to its association with a notable figure in Karuk history. Regalia of added significance, such as this dress, are granted considerable collective care, and are especially important to Karuk to maintain.\\n        In 1938, Homer E. Sargent donated one pipe and one leather pouch (which are counted as one set) to the Southwest Museum of the American Indian. Museum records state that the pipe and its pouch are from Camp Creek in Humboldt County, CA, and are Karuk. The collections from the Southwest Museum of the American Indian are now the Southwest Museum Collection at the Autry Museum of the American West. The pipe and its case have been identified as Karuk, and as sacred objects and objects of cultural patrimony.\\n\\n        The pipe and its pouch are culturally associated with the Karuk Tribe (previously listed as the Karuk Tribe of California). The pipe is carved from a dark wood with a greenish steatite bowl inserted at the end. The bowl contains tobacco residue. The pouch is made of deerskin sewn with sinew and with a thong tie. There is a small amount of tobacco at the bottom of the pouch. Karuk representatives explained during consultation that this pipe and its pouch were collected from ancestral Karuk territory, and that the design and construction materials were typical of Karuk ceremonial pipes and pouches. Anthropological, geographic, and historical information support a cultural affiliation of the Karuk Tribe (previously listed as the Karuk Tribe of California) to the pipe and pouch.\\n        Karuk representatives explained during consultation that this pipe and pouch were primarily used during the War Dance. Karuk representatives also stated that the leather pouch is meant to keep the pipe safe, that it should not be treated as separate from the pipe, and therefore, that the pipe and pouch comprise one set. As both the pipe and its case are specific ceremonial objects required by the Karuk to properly perform traditional religious ceremonies and prayers for the War Dance, these items are sacred objects.\\n        The cultural information provided through consultation, supported by historical and anthropological sources, demonstrates that this pipe and pouch are also objects of cultural patrimony. They have ongoing historical, traditional, and cultural importance to the Karuk Tribe (previously listed as the Karuk Tribe of California). Karuk representatives explained during consultation that medicine pieces, although cared for and used by individuals, were owned collectively, and could not be sold or traded by individuals.\\n        In 1939, Ben and Everett Wilder sold one large obsidian blade to the Southwest Museum of the American Indian, whose collections are now owned by the Autry Museum of the American West. Museum records state that the blade was collected from Orleans in Humboldt County, CA, and is Karuk. The Museum purchased the blade for the General Charles McC. Reeves Collection, funded by General Reeves. The blade has been identified as Karuk, and as a sacred object and object of cultural patrimony.\\n        The blade is made from flaked obsidian, and measures 33.5 inches in length and six inches at its widest. Karuk representatives stated that the blade was collected from ancestral Karuk territory, and that the size, material, and design of the blade is typical of Karuk ceremonial blades. Anthropological, historical and geographic information demonstrate that the Karuk Tribe (previously listed as the Karuk Tribe of California) is culturally affiliated to this blade.\\n        Karuk representatives explained during consultation that this blade was used during the White Deerskin Dance, where large ceremonial obsidian blades are carried by the participants who lead the dance. As it is a specific ceremonial object and is required by the Karuk Tribe (previously listed as the Karuk Tribe of California) to properly perform the traditional religious dances and prayers for the White Deerskin Dance, this item is a sacred object.\\n        The cultural information provided through consultation, supported by historical, archeological and anthropological sources, demonstrates that this blade meets the category definition for objects of cultural patrimony. This blade has an ongoing historical, traditional, and cultural importance to the Karuk Tribe (previously listed as the Karuk Tribe of California). Karuk representatives explained during consultation that medicine pieces, although cared for and used by individuals, were owned collectively and could not be sold or traded by individuals.\\n        In 1932, Grace Nicholson donated three cultural items consisting of one wooden stool, one bow, and one bone whistle to the Southwest Museum of the American Indian. Museum records note that these cultural items were collected from Northern California, and are Karuk. The collections from the Southwest Museum of the American Indian are now the Southwest Museum Collection at the Autry Museum of the American West. These cultural items have been identified as Karuk, and as sacred objects and objects of cultural patrimony.\\n        The stool is made from carved wood and has no legs. Its flared flat base measures 28.5 inches, and its flat top measures 12.5 inches. Karuk representatives indicated during consultation that Karuk ancestral territory is located within Northern California, and that this stool, based on its style and shape, was used during the World Renewal Ceremony by Karuk priests in sweathouses. Karuk representatives also described a past theft of such a stool. Anthropological, historical, and oral history information support the cultural affiliation of the Karuk Tribe (previously listed as the Karuk Tribe of California) to this stool.\\n        As this stool is a specific ceremonial object, and is required by the Karuk to properly perform the traditional religious practices associated with the World Renewal Ceremony, it is a sacred object.\\n        The cultural information provided through consultation, supported by historical and anthropological sources, demonstrates that this stool is also an object of cultural patrimony. This stool has an ongoing historical, traditional, and cultural importance to the Karuk Tribe (previously listed as the Karuk Tribe of California). Karuk representatives explained during consultation that such medicine pieces, although cared for and used by individuals, were owned collectively and could not be sold or traded by individuals.\\n        The bow is made of yew wood, wrapped with a deerskin strip in the center. A feather has been inserted into the wrapping. It is bound with sinew at the ends and is painted red, white and blue. Karuk representatives described during consultation how the markings on the bow differentiated it from utilitarian bows, and that the bow was used in ritual shooting for the War Dance. Anthropological, historical and oral history information support cultural affiliation of the Karuk Tribe (previously listed as the Karuk Tribe of California) to this bow.\\n        This bow meets the definition for sacred objects because it is a specific ceremonial object required by the Karuk Tribe (previously listed as the Karuk Tribe of California) to properly perform the traditional religious practices associated with the War Dance.\\n        The cultural information provided through consultation, supported by historical and anthropological sources, demonstrates that the bow is also an object of cultural patrimony. This bow has an ongoing historical, traditional, and cultural importance to the Karuk Tribe (previously listed as the Karuk Tribe of California). Karuk representatives explained during consultation that regalia pieces, although cared for and used by individuals, were owned collectively, and could not be sold or traded by individuals.\\n\\n        The bone whistle is made from bird bone, possibly California condor, and has a rectangular cut in the center that is bound with fiber around one edge of the cut. It has a notched resin plug inside one end. Karuk representatives indicated during consultation that bone whistles are used in many ceremonies to start dances, most notably the Brush Dance and the White Deerskin Dance. Archaeological, anthropological, historical and oral history information support the cultural affiliation of the Karuk Tribe (previously listed as the Karuk Tribe of California) to this whistle.\\n        \\n        As the whistle is a specific ceremonial object that is required by the Karuk Tribe (previously listed as the Karuk Tribe of California) to properly practice traditional religious ceremonial dances and prayers for the Brush Dance and the White Deerskin Dance, it is a sacred object.\\n        The cultural information provided through consultation, supported by historical and anthropological sources, demonstrates that this whistle is also an object of cultural patrimony. This whistle has an ongoing historical, traditional, and cultural importance to the Karuk Tribe (previously listed as the Karuk Tribe of California). Karuk representatives explained during consultation that such medicine items, although cared for and used by individuals, were owned collectively and could not be sold or traded by individuals.\\n        In 1934, Anita Baldwin donated seven cultural items to the Southwest Museum of the American Indian, whose collections are now owned by the Autry Museum of the American West. The seven cultural items are one rattle wand, one deerskin, two netted hangers, one case for feathers, one grass apron, and one bow with six arrows. Museum records state that these items are from Northern California, and are Karuk. These cultural items have all been identified as culturally affiliated with the Karuk Tribe (previously listed as the Karuk Tribe of California), and as sacred objects and objects of cultural patrimony.\\n        The rattle wand is made from a long wooden stick with one end split into several thin pieces that rattle when shaken. The deerskin head is stuffed with natural fibers, it has beads, woodpecker feathers and abalone shell pieces attached to it. The two netted hangers are made from natural fibers, with painted red and blue geometric designs and feathers attached at the end. The case for feathers is made from a mat of herbs that can be rolled to wrap feathers. The grass apron is made from cedar berries and beads strung on threads wrapped in woven grass. The threads are tipped with pine nuts, metal pendants and abalone shell pieces. The bow is made of yew wood with sinew wrapped in the center. It is painted with black and red designs. The six arrows are feathered, and have stone points. Karuk representatives stated during consultation that the bow and arrows were not to be separated, and therefore should be counted as one set. Karuk representatives also indicated during consultation that Karuk ancestral territory is located within Northern California, where these items were collected. Karuk representatives also stated during consultation that all seven cultural items have stylistic and material characteristics typical of Karuk regalia and medicine items. Anthropological, historical and oral history information support the cultural affiliation of the Karuk Tribe (previously listed as the Karuk Tribe of California) to these seven cultural items.\\n        As these seven items are specific ceremonial objects and are required by the Karuk Tribe (previously listed as the Karuk Tribe of California) to properly practice traditional religious ceremonial dances, they are sacred objects. Consultation with Karuk representatives established that the rattle wand was used in the Flower Dance, the deerskin, both netted hangers and the case for feathers were used in the White Deerskin Dance, the grass apron was used in the Brush Dance, and the bow and arrows were used in the War Dance.\\n        The cultural information provided through consultation, supported by historical and anthropological sources, demonstrates that these seven cultural items are also objects of cultural patrimony. These items have ongoing historical, traditional, and cultural importance to the Karuk Tribe (previously listed as the Karuk Tribe of California). Karuk representatives explained during consultation that regalia and medicine pieces, although cared for and used by individuals, were owned collectively and could not be sold or traded by individuals.\\n        In 1939, four jump dance baskets were donated to the Southwest Museum of the American Indian, whose collections are now owned by the Autry Museum of the American West. Museum records state that all four jump dance baskets were collected from Northern California, and are Karuk. Three of the four jump dance baskets were donated by Col. John Hudson Poole to create the Caroline Boeing Poole Collection, (named after his wife). One of the four jump dance baskets was donated by Florence Lee to create the H. Shumway Lee Collection, (named after her brother). These cultural items have all been identified as Karuk, and as sacred objects and objects of cultural patrimony.\\n        Karuk representatives indicated during consultation that the four jump dance baskets have stylistic and materials characteristics typical of Karuk Jump Dance baskets. Karuk representatives also stated that ancestral Karuk territory is located in Northern California where these baskets were collected. Anthropological and historical information support the cultural affiliation of the Karuk Tribe (previously listed as the Karuk Tribe of California) to these four jump dance baskets.\\n        As these four jump baskets are specific ceremonial objects and are required by the Karuk Tribe (previously listed as the Karuk Tribe of California) to properly practice traditional religious ceremonial dances and prayers for the Jump Dance, they are sacred objects. Karuk representatives stated during consultation that due to the designs on the baskets, the characteristics of their construction, and evidence of wear from use, these jump dance baskets were used in the Jump Dance and were not made for sale. Anthropological and historical information also demonstrate that these objects are Karuk objects used in the Jump Dance.\\n        The cultural information provided through consultation, supported by historical and anthropological sources, demonstrates that these four jump dance baskets are also objects of cultural patrimony. These jump dance baskets have ongoing historical, traditional, and cultural importance to the Karuk Tribe (previously listed as the Karuk Tribe of California). Karuk representatives explained during consultation that regalia and medicine pieces, although cared for and used by individuals, were owned collectively and could not be sold or traded by individuals.\\n        In 1947, Dr. Rev. Charles W. Baker sold 11 cultural items to the Southwest Museum of the American Indian, whose collections are now owned by the Autry Museum of the American West. Museum records state that all 11 cultural items were collected from Northern California along the Klamath River, where Dr. Rev. Baker worked as a missionary. The 11 cultural items consist of one head ring made of deerskin and woodpecker feathers, two eagle down head plumes (which are counted as one set), one headband made from porcupine quills, two headbands made from sea lion teeth, one dance apron made from a ring-tail pelts, one quiver made from fisher pelt and eight arrows counted as one set, one wolf hair blinder, two otter fur blinders worn together (which are counted as one set), and two hangers made from woven plant fibers with feathers at the end. Museum records described all 11 items as Karuk. These cultural items have all been identified as Karuk and as sacred objects and objects of cultural patrimony.\\n\\n        Karuk representatives indicated during consultation that the 11 cultural items have stylistic and materials characteristics typical of Karuk regalia and medicine items. Karuk representatives also stated that ancestral Karuk territory is located in Northern California, where these items were collected. Anthropological and historical information support the cultural affiliation of the Karuk Tribe (previously listed as the Karuk Tribe of California) to these 11 cultural items.\\n        As these items are specific ceremonial objects, and are required by the Karuk Tribe (previously listed as the Karuk Tribe of California) to properly practice traditional religious ceremonial dances, they are sacred objects. Karuk representatives described during consultation that the head ring made from deerskin and woodpecker feathers, the pair of eagle down head plumes, and the pair of otter fur blinders were used in the Brush Dance. The two headbands made from sea lion teeth, the apron made from ring-tail pelts, the wolf hair blinder, and the two woven hangers were used in the White Deerskin Dance. The headband made from porcupine quills was used in the Jump Dance, and the quiver made from fisher pelt with its eight arrows was used in the War Dance. Anthropological and historical information also demonstrate that these items are Karuk objects used in specific ceremonies.\\n        The cultural information provided through consultation, further supported by historical and anthropological sources, demonstrates that these 11 cultural items are also objects of cultural patrimony. These items have ongoing historical, traditional, and cultural importance to the Karuk Tribe (previously listed as the Karuk Tribe of California). Karuk representatives explained during consultation that regalia and medicine pieces, although cared for and used by individuals, were owned collectively and could not be sold or traded by individuals.\\n        In 1934, Anita Baldwin donated one deerskin dress to the Southwest Museum of the American Indian, to be added to the Jane Virginia Dexter Baldwin Memorial Collection. This collection is now part of the Southwest Museum Collection owned by the Autry Museum of the American West. Museum records describe the dress as Karuk. There is no documentation for where the dress was collected. This cultural item has been identified as Karuk, and as a sacred object and object of cultural patrimony.\\n        Consultation with Karuk representatives determined that this deerskin dress is Karuk due to the characteristics of its construction, its overall style, and the materials used to create it, which include brass thimbles and bivalve shells attached to a grass netting. Anthropological and historical sources support the cultural affiliation of the Karuk Tribe (previously listed as the Karuk Tribe of California) to this dress.\\n        As this deerskin dress is a specific ceremonial object, required by the Karuk Tribe (previously listed as the Karuk Tribe of California) to properly practice traditional religious ceremonial dances and prayers for the Brush Dance, it is a sacred object. Anthropological and historical information also demonstrate that this object is a Karuk object used in the Brush Dance.\\n        The cultural information provided through consultation, further supported by historical and anthropological sources, demonstrates that this deerskin dress is also an object of cultural patrimony. This deerskin dress has an ongoing historical, traditional, and cultural importance to the Karuk. Karuk representatives explained during consultation that regalia pieces, although cared for and used by individuals, were owned collectively and could not be sold or traded by individuals.\\n        In 1985, Craig Bates donated one dentalium necklace to the Southwest Museum of the American Indian, whose collections are now owned by the Autry Museum of the American West. Museum records state that Craig Bates acquired the necklace from a dealer in central Oregon, who described the necklace as Karuk. Museum records do not identify where the necklace was originally collected. This cultural item has been identified as Karuk, and as a sacred object and object of cultural patrimony.\\n        Consultation with Karuk representatives determined that this dentalium necklace is Karuk due to the style of the necklace, and the materials used to create it, which include incised dentalium, glass trade beads, and strips of fur. Karuk representatives also indicated during consultation that this dentalium necklace is regalia use in the proper practice of the World Renewal Ceremony. Archaeological, anthropological and historical information support the cultural affiliation of the Karuk Tribe (previously listed as the Karuk Tribe of California) to this dentalium necklace.\\n        As this dentalium necklace is a specific ceremonial object, and is required by the Karuk Tribe (previously listed as the Karuk Tribe of California) to properly practice traditional religious ceremonial dances and prayers for the World Renewal Ceremony, it is a sacred object. Anthropological and historical information also demonstrate that this necklace is a Karuk object used in a specific ceremony.\\n        The cultural information provided through consultation, supported by historical and anthropological sources, demonstrates that this dentalium necklace meets the category definition for objects of cultural patrimony. This necklace has an ongoing historical, traditional, and cultural importance to the Karuk Tribe (previously listed as the Karuk Tribe of California). Karuk representatives explained during consultation that regalia pieces, although cared for and used by individuals, were owned collectively and could not be sold or traded by individuals.\\n        Determinations Made by the Autry Museum of the American West\\n        Officials of the Autry Museum of the American West have determined that:\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(C), the 32 cultural items described above are specific ceremonial objects needed by traditional Native American religious leaders for the practice of traditional Native American religions by their present-day adherents.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(D), the 32 cultural items described above have ongoing historical, traditional, or cultural importance central to the Native American group or culture itself, rather than property owned by an individual.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the sacred objects and objects of cultural patrimony and the Karuk Tribe (previously listed as the Karuk Tribe of California).\\n        Additional Requestors and Disposition\\n\\n        Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to claim these cultural items should submit a written request with information in support of the claim to Lylliam Posadas, Autry Museum of the American West, 4700 Western Heritage Way, Los Angeles, CA 90027, telephone (323) 495-4369, email lposadas@theautry.org, by June 3, 2019. After that date, if no additional claimants have come forward, transfer of control of the sacred objects and objects of cultural patrimony to Karuk Tribe (previously listed as the Karuk Tribe of California) may proceed.\\n        The Autry Museum of the American West is responsible for notifying the Karuk Tribe (previously listed as the Karuk Tribe of California) that this notice has been published.\\n        \\n          \\n          Dated: April 9, 2019.\\n          Melanie O\\'Brien,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2019-09036 Filed 5-2-19; 8:45 am]\\n       BILLING CODE 4312-52-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[NPS-WASO-NAGPRA-NPS0027661; PPWOCRADN0-PCU00RP14.R50000]", "subject": "Notice of Intent To Repatriate Cultural Items: Autry Museum of the American West, Los Angeles, CA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "The Autry Museum of the American West, in consultation with the appropriate Indian Tribes or Native Hawaiian organizations, has determined that the cultural items listed in this notice meet the definition of sacred objects and objects of cultural patrimony. Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to claim these cultural items should submit a written request to the Autry Museum of the American West. If no additional claimants come forward, transfer of control of the cultural items to the lineal descendants, Indian Tribes, or Native Hawaiian organizations stated in this notice may proceed.", "dates": "Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to claim these cultural items should submit a written request with information in support of the claim to the Autry Museum of the American West at the address in this notice by June 3, 2019.", "addresses": "Lylliam Posadas, Autry Museum of the American West, 4700 Western Heritage Way, Los Angeles, CA 90027, telephone (323) 495-4369, email lposadas@theautry.org.\\n          ", "signature_dated": "Dated: April 9, 2019.", "signature_name": "Melanie O\\'Brien,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2019-09036 Filed 5-2-19; 8:45 am]", "billing_code": " BILLING CODE 4312-52-P", "supp_info": "SUPPLEMENTARY INFORMATION: \n Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate cultural items under the control of the Autry Museum of the American West, Los Angeles, CA, that meet the definition of sacred objects and objects of cultural patrimony under 25 U.S.C. 3001. \n This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American cultural items. The National Park Service is not responsible for the determinations in this notice. \n History and Description of the Cultural Items \n In 1918, staff at the Southwest Museum of the American Indian acquired two dance belts through an exchange with a private collector, Mr. E.G. Johnson. Museum records state that both dance belts were collected from Somes Bar, in Siskiyou County, CA, and are Karuk. The collections from the Southwest Museum of the American Indian are now the Southwest Museum Collection at the Autry Museum of the American West. The two cultural items, an otter fur dance belt and a woven horsehair dance belt, have been identified as Karuk, and as both sacred objects and objects of cultural patrimony. \n The two dance belts are culturally associated with the Karuk Tribe (previously listed as the Karuk Tribe of California). The otter fur dance belt is constructed of otter fur lined with deerskin. It is decorated with fringes of deerskin thongs attached in bunches and strung with deer hooves, olivella shells, pine nuts, and glass trade beads. The woven horsehair dance belt is constructed of woven black horsehair with zigzag lines of deer thongs tied into a thick top and bottom border. The end loops are wrapped with braided porcupine quills dyed yellow. Consultation with Karuk representatives indicated that both belts were collected from Karuk ancestral territory. Karuk representatives further described how the style of the belts and the materials used to create them are typical of Karuk regalia. Anthropological, historical, and geographic information culturally associate the belts to the Karuk Tribe (previously listed as the Karuk Tribe of California). \n Karuk representatives described during consultation that the ornamentation on the belts indicated they were made as regalia for the adolescent girls\\' coming of age ceremony, the Flower Dance. As they are specific ceremonial objects that are required by the Karuk Tribe (previously listed as the Karuk Tribe of California) to properly practice traditional religious ceremonial dances and prayers for the Flower Dance these two items are sacred objects. \n The cultural information provided through consultation, supported by historical and anthropological sources, demonstrates that these belts are also objects of cultural patrimony. These belts have ongoing historical, traditional, and cultural importance to the Karuk Tribe (previously listed as the Karuk Tribe of California). Karuk representatives explained during consultation that regalia pieces, although cared for and used by individuals, were owned collectively and could not be sold or traded by individuals. \n In 1934, Anita Baldwin donated one deerskin dress to the Southwest Museum of the American Indian as part of the Jane Virginia Dexter Baldwin Memorial Collection. That collection is now owned by the Autry Museum of the American West. Museum records state that the dress was collected in Sandy Bar in Humboldt County, CA, and is Karuk. This dress has been identified as Karuk, and as both a sacred object and object of cultural patrimony. \n The dress is constructed from deerskin, with thick deerskin fringe at one end, and an ornamented row of large red abalone shell pendants and smaller chione shell pendants on the opposite end. The shell fringe also has brass thimbles, brass bells, coins, and tin and bronze pendants attached throughout the fringe. Above the shell fringe is a border of woven fibers dyed in a repeating pattern of plain, black, and red. Consultation with Karuk representatives identified this dress as being from Karuk ancestral territory and possessing characteristics typical of Karuk regalia. According to the Karuk representatives, the unusually small size for a dress with such extensive and detailed ornamentation indicates the dress has been worn by a prominent Karuk doctor who began her training as a young child. The small dimensions of the dress and the great number and variety of shell and metal pendants on the fringe support this conclusion. Anthropological, historical, geographic and oral history information support a cultural affiliation of the Karuk Tribe (previously listed as the Karuk Tribe of California) with this dress. \n Karuk representatives stated during consultation that this dress was used in doctoring ceremonies by its previous caretaker, including the Brush Dance, a healing ceremony. As this dress is a specific ceremonial object required by the Karuk Tribe (previously listed as the Karuk Tribe of California) to properly practice traditional religious dances, prayers, and healing ceremonies, including but not limited to the Brush Dance, this item is a sacred object. \n The cultural information provided through consultation, and supported by historical and anthropological sources, demonstrates that this dress is also an object of cultural patrimony. This dress has ongoing historical, traditional, and cultural importance to the Karuk. Karuk representatives explained during consultation that regalia pieces, although cared for and used by individuals, were owned collectively and could not be sold or traded by individuals. This particular dress is made especially significant due to its association with a notable figure in Karuk history. Regalia of added significance, such as this dress, are granted considerable collective care, and are especially important to Karuk to maintain. \n In 1938, Homer E. Sargent donated one pipe and one leather pouch (which are counted as one set) to the Southwest Museum of the American Indian. Museum records state that the pipe and its pouch are from Camp Creek in Humboldt County, CA, and are Karuk. The collections from the Southwest Museum of the American Indian are now the Southwest Museum Collection at the Autry Museum of the American West. The pipe and its case have been identified as Karuk, and as sacred objects and objects of cultural patrimony. \n The pipe and its pouch are culturally associated with the Karuk Tribe (previously listed as the Karuk Tribe of California). The pipe is carved from a dark wood with a greenish steatite bowl inserted at the end. The bowl contains tobacco residue. The pouch is made of deerskin sewn with sinew and with a thong tie. There is a small amount of tobacco at the bottom of the pouch. Karuk representatives explained during consultation that this pipe and its pouch were collected from ancestral Karuk territory, and that the design and construction materials were typical of Karuk ceremonial pipes and pouches. Anthropological, geographic, and historical information support a cultural affiliation of the Karuk Tribe (previously listed as the Karuk Tribe of California) to the pipe and pouch. \n Karuk representatives explained during consultation that this pipe and pouch were primarily used during the War Dance. Karuk representatives also stated that the leather pouch is meant to keep the pipe safe, that it should not be treated as separate from the pipe, and therefore, that the pipe and pouch comprise one set. As both the pipe and its case are specific ceremonial objects required by the Karuk to properly perform traditional religious ceremonies and prayers for the War Dance, these items are sacred objects. \n The cultural information provided through consultation, supported by historical and anthropological sources, demonstrates that this pipe and pouch are also objects of cultural patrimony. They have ongoing historical, traditional, and cultural importance to the Karuk Tribe (previously listed as the Karuk Tribe of California). Karuk representatives explained during consultation that medicine pieces, although cared for and used by individuals, were owned collectively, and could not be sold or traded by individuals. \n In 1939, Ben and Everett Wilder sold one large obsidian blade to the Southwest Museum of the American Indian, whose collections are now owned by the Autry Museum of the American West. Museum records state that the blade was collected from Orleans in Humboldt County, CA, and is Karuk. The Museum purchased the blade for the General Charles McC. Reeves Collection, funded by General Reeves. The blade has been identified as Karuk, and as a sacred object and object of cultural patrimony. \n The blade is made from flaked obsidian, and measures 33.5 inches in length and six inches at its widest. Karuk representatives stated that the blade was collected from ancestral Karuk territory, and that the size, material, and design of the blade is typical of Karuk ceremonial blades. Anthropological, historical and geographic information demonstrate that the Karuk Tribe (previously listed as the Karuk Tribe of California) is culturally affiliated to this blade. \n Karuk representatives explained during consultation that this blade was used during the White Deerskin Dance, where large ceremonial obsidian blades are carried by the participants who lead the dance. As it is a specific ceremonial object and is required by the Karuk Tribe (previously listed as the Karuk Tribe of California) to properly perform the traditional religious dances and prayers for the White Deerskin Dance, this item is a sacred object. \n The cultural information provided through consultation, supported by historical, archeological and anthropological sources, demonstrates that this blade meets the category definition for objects of cultural patrimony. This blade has an ongoing historical, traditional, and cultural importance to the Karuk Tribe (previously listed as the Karuk Tribe of California). Karuk representatives explained during consultation that medicine pieces, although cared for and used by individuals, were owned collectively and could not be sold or traded by individuals. \n In 1932, Grace Nicholson donated three cultural items consisting of one wooden stool, one bow, and one bone whistle to the Southwest Museum of the American Indian. Museum records note that these cultural items were collected from Northern California, and are Karuk. The collections from the Southwest Museum of the American Indian are now the Southwest Museum Collection at the Autry Museum of the American West. These cultural items have been identified as Karuk, and as sacred objects and objects of cultural patrimony. \n The stool is made from carved wood and has no legs. Its flared flat base measures 28.5 inches, and its flat top measures 12.5 inches. Karuk representatives indicated during consultation that Karuk ancestral territory is located within Northern California, and that this stool, based on its style and shape, was used during the World Renewal Ceremony by Karuk priests in sweathouses. Karuk representatives also described a past theft of such a stool. Anthropological, historical, and oral history information support the cultural affiliation of the Karuk Tribe (previously listed as the Karuk Tribe of California) to this stool. \n As this stool is a specific ceremonial object, and is required by the Karuk to properly perform the traditional religious practices associated with the World Renewal Ceremony, it is a sacred object. \n The cultural information provided through consultation, supported by historical and anthropological sources, demonstrates that this stool is also an object of cultural patrimony. This stool has an ongoing historical, traditional, and cultural importance to the Karuk Tribe (previously listed as the Karuk Tribe of California). Karuk representatives explained during consultation that such medicine pieces, although cared for and used by individuals, were owned collectively and could not be sold or traded by individuals. \n The bow is made of yew wood, wrapped with a deerskin strip in the center. A feather has been inserted into the wrapping. It is bound with sinew at the ends and is painted red, white and blue. Karuk representatives described during consultation how the markings on the bow differentiated it from utilitarian bows, and that the bow was used in ritual shooting for the War Dance. Anthropological, historical and oral history information support cultural affiliation of the Karuk Tribe (previously listed as the Karuk Tribe of California) to this bow. \n This bow meets the definition for sacred objects because it is a specific ceremonial object required by the Karuk Tribe (previously listed as the Karuk Tribe of California) to properly perform the traditional religious practices associated with the War Dance. \n The cultural information provided through consultation, supported by historical and anthropological sources, demonstrates that the bow is also an object of cultural patrimony. This bow has an ongoing historical, traditional, and cultural importance to the Karuk Tribe (previously listed as the Karuk Tribe of California). Karuk representatives explained during consultation that regalia pieces, although cared for and used by individuals, were owned collectively, and could not be sold or traded by individuals. \n The bone whistle is made from bird bone, possibly California condor, and has a rectangular cut in the center that is bound with fiber around one edge of the cut. It has a notched resin plug inside one end. Karuk representatives indicated during consultation that bone whistles are used in many ceremonies to start dances, most notably the Brush Dance and the White Deerskin Dance. Archaeological, anthropological, historical and oral history information support the cultural affiliation of the Karuk Tribe (previously listed as the Karuk Tribe of California) to this whistle.\\n         \n As the whistle is a specific ceremonial object that is required by the Karuk Tribe (previously listed as the Karuk Tribe of California) to properly practice traditional religious ceremonial dances and prayers for the Brush Dance and the White Deerskin Dance, it is a sacred object. \n The cultural information provided through consultation, supported by historical and anthropological sources, demonstrates that this whistle is also an object of cultural patrimony. This whistle has an ongoing historical, traditional, and cultural importance to the Karuk Tribe (previously listed as the Karuk Tribe of California). Karuk representatives explained during consultation that such medicine items, although cared for and used by individuals, were owned collectively and could not be sold or traded by individuals. \n In 1934, Anita Baldwin donated seven cultural items to the Southwest Museum of the American Indian, whose collections are now owned by the Autry Museum of the American West. The seven cultural items are one rattle wand, one deerskin, two netted hangers, one case for feathers, one grass apron, and one bow with six arrows. Museum records state that these items are from Northern California, and are Karuk. These cultural items have all been identified as culturally affiliated with the Karuk Tribe (previously listed as the Karuk Tribe of California), and as sacred objects and objects of cultural patrimony. \n The rattle wand is made from a long wooden stick with one end split into several thin pieces that rattle when shaken. The deerskin head is stuffed with natural fibers, it has beads, woodpecker feathers and abalone shell pieces attached to it. The two netted hangers are made from natural fibers, with painted red and blue geometric designs and feathers attached at the end. The case for feathers is made from a mat of herbs that can be rolled to wrap feathers. The grass apron is made from cedar berries and beads strung on threads wrapped in woven grass. The threads are tipped with pine nuts, metal pendants and abalone shell pieces. The bow is made of yew wood with sinew wrapped in the center. It is painted with black and red designs. The six arrows are feathered, and have stone points. Karuk representatives stated during consultation that the bow and arrows were not to be separated, and therefore should be counted as one set. Karuk representatives also indicated during consultation that Karuk ancestral territory is located within Northern California, where these items were collected. Karuk representatives also stated during consultation that all seven cultural items have stylistic and material characteristics typical of Karuk regalia and medicine items. Anthropological, historical and oral history information support the cultural affiliation of the Karuk Tribe (previously listed as the Karuk Tribe of California) to these seven cultural items. \n As these seven items are specific ceremonial objects and are required by the Karuk Tribe (previously listed as the Karuk Tribe of California) to properly practice traditional religious ceremonial dances, they are sacred objects. Consultation with Karuk representatives established that the rattle wand was used in the Flower Dance, the deerskin, both netted hangers and the case for feathers were used in the White Deerskin Dance, the grass apron was used in the Brush Dance, and the bow and arrows were used in the War Dance. \n The cultural information provided through consultation, supported by historical and anthropological sources, demonstrates that these seven cultural items are also objects of cultural patrimony. These items have ongoing historical, traditional, and cultural importance to the Karuk Tribe (previously listed as the Karuk Tribe of California). Karuk representatives explained during consultation that regalia and medicine pieces, although cared for and used by individuals, were owned collectively and could not be sold or traded by individuals. \n In 1939, four jump dance baskets were donated to the Southwest Museum of the American Indian, whose collections are now owned by the Autry Museum of the American West. Museum records state that all four jump dance baskets were collected from Northern California, and are Karuk. Three of the four jump dance baskets were donated by Col. John Hudson Poole to create the Caroline Boeing Poole Collection, (named after his wife). One of the four jump dance baskets was donated by Florence Lee to create the H. Shumway Lee Collection, (named after her brother). These cultural items have all been identified as Karuk, and as sacred objects and objects of cultural patrimony. \n Karuk representatives indicated during consultation that the four jump dance baskets have stylistic and materials characteristics typical of Karuk Jump Dance baskets. Karuk representatives also stated that ancestral Karuk territory is located in Northern California where these baskets were collected. Anthropological and historical information support the cultural affiliation of the Karuk Tribe (previously listed as the Karuk Tribe of California) to these four jump dance baskets. \n As these four jump baskets are specific ceremonial objects and are required by the Karuk Tribe (previously listed as the Karuk Tribe of California) to properly practice traditional religious ceremonial dances and prayers for the Jump Dance, they are sacred objects. Karuk representatives stated during consultation that due to the designs on the baskets, the characteristics of their construction, and evidence of wear from use, these jump dance baskets were used in the Jump Dance and were not made for sale. Anthropological and historical information also demonstrate that these objects are Karuk objects used in the Jump Dance. \n The cultural information provided through consultation, supported by historical and anthropological sources, demonstrates that these four jump dance baskets are also objects of cultural patrimony. These jump dance baskets have ongoing historical, traditional, and cultural importance to the Karuk Tribe (previously listed as the Karuk Tribe of California). Karuk representatives explained during consultation that regalia and medicine pieces, although cared for and used by individuals, were owned collectively and could not be sold or traded by individuals. \n In 1947, Dr. Rev. Charles W. Baker sold 11 cultural items to the Southwest Museum of the American Indian, whose collections are now owned by the Autry Museum of the American West. Museum records state that all 11 cultural items were collected from Northern California along the Klamath River, where Dr. Rev. Baker worked as a missionary. The 11 cultural items consist of one head ring made of deerskin and woodpecker feathers, two eagle down head plumes (which are counted as one set), one headband made from porcupine quills, two headbands made from sea lion teeth, one dance apron made from a ring-tail pelts, one quiver made from fisher pelt and eight arrows counted as one set, one wolf hair blinder, two otter fur blinders worn together (which are counted as one set), and two hangers made from woven plant fibers with feathers at the end. Museum records described all 11 items as Karuk. These cultural items have all been identified as Karuk and as sacred objects and objects of cultural patrimony. \n Karuk representatives indicated during consultation that the 11 cultural items have stylistic and materials characteristics typical of Karuk regalia and medicine items. Karuk representatives also stated that ancestral Karuk territory is located in Northern California, where these items were collected. Anthropological and historical information support the cultural affiliation of the Karuk Tribe (previously listed as the Karuk Tribe of California) to these 11 cultural items. \n As these items are specific ceremonial objects, and are required by the Karuk Tribe (previously listed as the Karuk Tribe of California) to properly practice traditional religious ceremonial dances, they are sacred objects. Karuk representatives described during consultation that the head ring made from deerskin and woodpecker feathers, the pair of eagle down head plumes, and the pair of otter fur blinders were used in the Brush Dance. The two headbands made from sea lion teeth, the apron made from ring-tail pelts, the wolf hair blinder, and the two woven hangers were used in the White Deerskin Dance. The headband made from porcupine quills was used in the Jump Dance, and the quiver made from fisher pelt with its eight arrows was used in the War Dance. Anthropological and historical information also demonstrate that these items are Karuk objects used in specific ceremonies. \n The cultural information provided through consultation, further supported by historical and anthropological sources, demonstrates that these 11 cultural items are also objects of cultural patrimony. These items have ongoing historical, traditional, and cultural importance to the Karuk Tribe (previously listed as the Karuk Tribe of California). Karuk representatives explained during consultation that regalia and medicine pieces, although cared for and used by individuals, were owned collectively and could not be sold or traded by individuals. \n In 1934, Anita Baldwin donated one deerskin dress to the Southwest Museum of the American Indian, to be added to the Jane Virginia Dexter Baldwin Memorial Collection. This collection is now part of the Southwest Museum Collection owned by the Autry Museum of the American West. Museum records describe the dress as Karuk. There is no documentation for where the dress was collected. This cultural item has been identified as Karuk, and as a sacred object and object of cultural patrimony. \n Consultation with Karuk representatives determined that this deerskin dress is Karuk due to the characteristics of its construction, its overall style, and the materials used to create it, which include brass thimbles and bivalve shells attached to a grass netting. Anthropological and historical sources support the cultural affiliation of the Karuk Tribe (previously listed as the Karuk Tribe of California) to this dress. \n As this deerskin dress is a specific ceremonial object, required by the Karuk Tribe (previously listed as the Karuk Tribe of California) to properly practice traditional religious ceremonial dances and prayers for the Brush Dance, it is a sacred object. Anthropological and historical information also demonstrate that this object is a Karuk object used in the Brush Dance. \n The cultural information provided through consultation, further supported by historical and anthropological sources, demonstrates that this deerskin dress is also an object of cultural patrimony. This deerskin dress has an ongoing historical, traditional, and cultural importance to the Karuk. Karuk representatives explained during consultation that regalia pieces, although cared for and used by individuals, were owned collectively and could not be sold or traded by individuals. \n In 1985, Craig Bates donated one dentalium necklace to the Southwest Museum of the American Indian, whose collections are now owned by the Autry Museum of the American West. Museum records state that Craig Bates acquired the necklace from a dealer in central Oregon, who described the necklace as Karuk. Museum records do not identify where the necklace was originally collected. This cultural item has been identified as Karuk, and as a sacred object and object of cultural patrimony. \n Consultation with Karuk representatives determined that this dentalium necklace is Karuk due to the style of the necklace, and the materials used to create it, which include incised dentalium, glass trade beads, and strips of fur. Karuk representatives also indicated during consultation that this dentalium necklace is regalia use in the proper practice of the World Renewal Ceremony. Archaeological, anthropological and historical information support the cultural affiliation of the Karuk Tribe (previously listed as the Karuk Tribe of California) to this dentalium necklace. \n As this dentalium necklace is a specific ceremonial object, and is required by the Karuk Tribe (previously listed as the Karuk Tribe of California) to properly practice traditional religious ceremonial dances and prayers for the World Renewal Ceremony, it is a sacred object. Anthropological and historical information also demonstrate that this necklace is a Karuk object used in a specific ceremony. \n The cultural information provided through consultation, supported by historical and anthropological sources, demonstrates that this dentalium necklace meets the category definition for objects of cultural patrimony. This necklace has an ongoing historical, traditional, and cultural importance to the Karuk Tribe (previously listed as the Karuk Tribe of California). Karuk representatives explained during consultation that regalia pieces, although cared for and used by individuals, were owned collectively and could not be sold or traded by individuals. \n Determinations Made by the Autry Museum of the American West \n Officials of the Autry Museum of the American West have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(C), the 32 cultural items described above are specific ceremonial objects needed by traditional Native American religious leaders for the practice of traditional Native American religions by their present-day adherents. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(D), the 32 cultural items described above have ongoing historical, traditional, or cultural importance central to the Native American group or culture itself, rather than property owned by an individual. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the sacred objects and objects of cultural patrimony and the Karuk Tribe (previously listed as the Karuk Tribe of California). \n Additional Requestors and Disposition \n Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to claim these cultural items should submit a written request with information in support of the claim to Lylliam Posadas, Autry Museum of the American West, 4700 Western Heritage Way, Los Angeles, CA 90027, telephone (323) 495-4369, email lposadas@theautry.org, by June 3, 2019. After that date, if no additional claimants have come forward, transfer of control of the sacred objects and objects of cultural patrimony to Karuk Tribe (previously listed as the Karuk Tribe of California) may proceed. \n The Autry Museum of the American West is responsible for notifying the Karuk Tribe (previously listed as the Karuk Tribe of California) that this notice has been published. \n ", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "In 1918, staff at the Southwest Museum of the American Indian acquired two dance belts through an exchange with a private collector, Mr. E.G. Johnson. Museum records state that both dance belts were collected from Somes Bar, in Siskiyou County, CA, and are Karuk. The collections from the Southwest Museum of the American Indian are now the Southwest Museum Collection at the Autry Museum of the American West. The two cultural items, an otter fur dance belt and a woven horsehair dance belt, have been identified as Karuk, and as both sacred objects and objects of cultural patrimony. \n The two dance belts are culturally associated with the Karuk Tribe (previously listed as the Karuk Tribe of California). The otter fur dance belt is constructed of otter fur lined with deerskin. It is decorated with fringes of deerskin thongs attached in bunches and strung with deer hooves, olivella shells, pine nuts, and glass trade beads. The woven horsehair dance belt is constructed of woven black horsehair with zigzag lines of deer thongs tied into a thick top and bottom border. The end loops are wrapped with braided porcupine quills dyed yellow. Consultation with Karuk representatives indicated that both belts were collected from Karuk ancestral territory. Karuk representatives further described how the style of the belts and the materials used to create them are typical of Karuk regalia. Anthropological, historical, and geographic information culturally associate the belts to the Karuk Tribe (previously listed as the Karuk Tribe of California). \n Karuk representatives described during consultation that the ornamentation on the belts indicated they were made as regalia for the adolescent girls\\' coming of age ceremony, the Flower Dance. As they are specific ceremonial objects that are required by the Karuk Tribe (previously listed as the Karuk Tribe of California) to properly practice traditional religious ceremonial dances and prayers for the Flower Dance these two items are sacred objects. \n The cultural information provided through consultation, supported by historical and anthropological sources, demonstrates that these belts are also objects of cultural patrimony. These belts have ongoing historical, traditional, and cultural importance to the Karuk Tribe (previously listed as the Karuk Tribe of California). Karuk representatives explained during consultation that regalia pieces, although cared for and used by individuals, were owned collectively and could not be sold or traded by individuals. \n In 1934, Anita Baldwin donated one deerskin dress to the Southwest Museum of the American Indian as part of the Jane Virginia Dexter Baldwin Memorial Collection. That collection is now owned by the Autry Museum of the American West. Museum records state that the dress was collected in Sandy Bar in Humboldt County, CA, and is Karuk. This dress has been identified as Karuk, and as both a sacred object and object of cultural patrimony. \n The dress is constructed from deerskin, with thick deerskin fringe at one end, and an ornamented row of large red abalone shell pendants and smaller chione shell pendants on the opposite end. The shell fringe also has brass thimbles, brass bells, coins, and tin and bronze pendants attached throughout the fringe. Above the shell fringe is a border of woven fibers dyed in a repeating pattern of plain, black, and red. Consultation with Karuk representatives identified this dress as being from Karuk ancestral territory and possessing characteristics typical of Karuk regalia. According to the Karuk representatives, the unusually small size for a dress with such extensive and detailed ornamentation indicates the dress has been worn by a prominent Karuk doctor who began her training as a young child. The small dimensions of the dress and the great number and variety of shell and metal pendants on the fringe support this conclusion. Anthropological, historical, geographic and oral history information support a cultural affiliation of the Karuk Tribe (previously listed as the Karuk Tribe of California) with this dress. \n Karuk representatives stated during consultation that this dress was used in doctoring ceremonies by its previous caretaker, including the Brush Dance, a healing ceremony. As this dress is a specific ceremonial object required by the Karuk Tribe (previously listed as the Karuk Tribe of California) to properly practice traditional religious dances, prayers, and healing ceremonies, including but not limited to the Brush Dance, this item is a sacred object. \n The cultural information provided through consultation, and supported by historical and anthropological sources, demonstrates that this dress is also an object of cultural patrimony. This dress has ongoing historical, traditional, and cultural importance to the Karuk. Karuk representatives explained during consultation that regalia pieces, although cared for and used by individuals, were owned collectively and could not be sold or traded by individuals. This particular dress is made especially significant due to its association with a notable figure in Karuk history. Regalia of added significance, such as this dress, are granted considerable collective care, and are especially important to Karuk to maintain. \n In 1938, Homer E. Sargent donated one pipe and one leather pouch (which are counted as one set) to the Southwest Museum of the American Indian. Museum records state that the pipe and its pouch are from Camp Creek in Humboldt County, CA, and are Karuk. The collections from the Southwest Museum of the American Indian are now the Southwest Museum Collection at the Autry Museum of the American West. The pipe and its case have been identified as Karuk, and as sacred objects and objects of cultural patrimony. \n The pipe and its pouch are culturally associated with the Karuk Tribe (previously listed as the Karuk Tribe of California). The pipe is carved from a dark wood with a greenish steatite bowl inserted at the end. The bowl contains tobacco residue. The pouch is made of deerskin sewn with sinew and with a thong tie. There is a small amount of tobacco at the bottom of the pouch. Karuk representatives explained during consultation that this pipe and its pouch were collected from ancestral Karuk territory, and that the design and construction materials were typical of Karuk ceremonial pipes and pouches. Anthropological, geographic, and historical information support a cultural affiliation of the Karuk Tribe (previously listed as the Karuk Tribe of California) to the pipe and pouch. \n Karuk representatives explained during consultation that this pipe and pouch were primarily used during the War Dance. Karuk representatives also stated that the leather pouch is meant to keep the pipe safe, that it should not be treated as separate from the pipe, and therefore, that the pipe and pouch comprise one set. As both the pipe and its case are specific ceremonial objects required by the Karuk to properly perform traditional religious ceremonies and prayers for the War Dance, these items are sacred objects. \n The cultural information provided through consultation, supported by historical and anthropological sources, demonstrates that this pipe and pouch are also objects of cultural patrimony. They have ongoing historical, traditional, and cultural importance to the Karuk Tribe (previously listed as the Karuk Tribe of California). Karuk representatives explained during consultation that medicine pieces, although cared for and used by individuals, were owned collectively, and could not be sold or traded by individuals. \n In 1939, Ben and Everett Wilder sold one large obsidian blade to the Southwest Museum of the American Indian, whose collections are now owned by the Autry Museum of the American West. Museum records state that the blade was collected from Orleans in Humboldt County, CA, and is Karuk. The Museum purchased the blade for the General Charles McC. Reeves Collection, funded by General Reeves. The blade has been identified as Karuk, and as a sacred object and object of cultural patrimony. \n The blade is made from flaked obsidian, and measures 33.5 inches in length and six inches at its widest. Karuk representatives stated that the blade was collected from ancestral Karuk territory, and that the size, material, and design of the blade is typical of Karuk ceremonial blades. Anthropological, historical and geographic information demonstrate that the Karuk Tribe (previously listed as the Karuk Tribe of California) is culturally affiliated to this blade. \n Karuk representatives explained during consultation that this blade was used during the White Deerskin Dance, where large ceremonial obsidian blades are carried by the participants who lead the dance. As it is a specific ceremonial object and is required by the Karuk Tribe (previously listed as the Karuk Tribe of California) to properly perform the traditional religious dances and prayers for the White Deerskin Dance, this item is a sacred object. \n The cultural information provided through consultation, supported by historical, archeological and anthropological sources, demonstrates that this blade meets the category definition for objects of cultural patrimony. This blade has an ongoing historical, traditional, and cultural importance to the Karuk Tribe (previously listed as the Karuk Tribe of California). Karuk representatives explained during consultation that medicine pieces, although cared for and used by individuals, were owned collectively and could not be sold or traded by individuals. \n In 1932, Grace Nicholson donated three cultural items consisting of one wooden stool, one bow, and one bone whistle to the Southwest Museum of the American Indian. Museum records note that these cultural items were collected from Northern California, and are Karuk. The collections from the Southwest Museum of the American Indian are now the Southwest Museum Collection at the Autry Museum of the American West. These cultural items have been identified as Karuk, and as sacred objects and objects of cultural patrimony. \n The stool is made from carved wood and has no legs. Its flared flat base measures 28.5 inches, and its flat top measures 12.5 inches. Karuk representatives indicated during consultation that Karuk ancestral territory is located within Northern California, and that this stool, based on its style and shape, was used during the World Renewal Ceremony by Karuk priests in sweathouses. Karuk representatives also described a past theft of such a stool. Anthropological, historical, and oral history information support the cultural affiliation of the Karuk Tribe (previously listed as the Karuk Tribe of California) to this stool. \n As this stool is a specific ceremonial object, and is required by the Karuk to properly perform the traditional religious practices associated with the World Renewal Ceremony, it is a sacred object. \n The cultural information provided through consultation, supported by historical and anthropological sources, demonstrates that this stool is also an object of cultural patrimony. This stool has an ongoing historical, traditional, and cultural importance to the Karuk Tribe (previously listed as the Karuk Tribe of California). Karuk representatives explained during consultation that such medicine pieces, although cared for and used by individuals, were owned collectively and could not be sold or traded by individuals. \n The bow is made of yew wood, wrapped with a deerskin strip in the center. A feather has been inserted into the wrapping. It is bound with sinew at the ends and is painted red, white and blue. Karuk representatives described during consultation how the markings on the bow differentiated it from utilitarian bows, and that the bow was used in ritual shooting for the War Dance. Anthropological, historical and oral history information support cultural affiliation of the Karuk Tribe (previously listed as the Karuk Tribe of California) to this bow. \n This bow meets the definition for sacred objects because it is a specific ceremonial object required by the Karuk Tribe (previously listed as the Karuk Tribe of California) to properly perform the traditional religious practices associated with the War Dance. \n The cultural information provided through consultation, supported by historical and anthropological sources, demonstrates that the bow is also an object of cultural patrimony. This bow has an ongoing historical, traditional, and cultural importance to the Karuk Tribe (previously listed as the Karuk Tribe of California). Karuk representatives explained during consultation that regalia pieces, although cared for and used by individuals, were owned collectively, and could not be sold or traded by individuals. \n The bone whistle is made from bird bone, possibly California condor, and has a rectangular cut in the center that is bound with fiber around one edge of the cut. It has a notched resin plug inside one end. Karuk representatives indicated during consultation that bone whistles are used in many ceremonies to start dances, most notably the Brush Dance and the White Deerskin Dance. Archaeological, anthropological, historical and oral history information support the cultural affiliation of the Karuk Tribe (previously listed as the Karuk Tribe of California) to this whistle.\\n         \n As the whistle is a specific ceremonial object that is required by the Karuk Tribe (previously listed as the Karuk Tribe of California) to properly practice traditional religious ceremonial dances and prayers for the Brush Dance and the White Deerskin Dance, it is a sacred object. \n The cultural information provided through consultation, supported by historical and anthropological sources, demonstrates that this whistle is also an object of cultural patrimony. This whistle has an ongoing historical, traditional, and cultural importance to the Karuk Tribe (previously listed as the Karuk Tribe of California). Karuk representatives explained during consultation that such medicine items, although cared for and used by individuals, were owned collectively and could not be sold or traded by individuals. \n In 1934, Anita Baldwin donated seven cultural items to the Southwest Museum of the American Indian, whose collections are now owned by the Autry Museum of the American West. The seven cultural items are one rattle wand, one deerskin, two netted hangers, one case for feathers, one grass apron, and one bow with six arrows. Museum records state that these items are from Northern California, and are Karuk. These cultural items have all been identified as culturally affiliated with the Karuk Tribe (previously listed as the Karuk Tribe of California), and as sacred objects and objects of cultural patrimony. \n The rattle wand is made from a long wooden stick with one end split into several thin pieces that rattle when shaken. The deerskin head is stuffed with natural fibers, it has beads, woodpecker feathers and abalone shell pieces attached to it. The two netted hangers are made from natural fibers, with painted red and blue geometric designs and feathers attached at the end. The case for feathers is made from a mat of herbs that can be rolled to wrap feathers. The grass apron is made from cedar berries and beads strung on threads wrapped in woven grass. The threads are tipped with pine nuts, metal pendants and abalone shell pieces. The bow is made of yew wood with sinew wrapped in the center. It is painted with black and red designs. The six arrows are feathered, and have stone points. Karuk representatives stated during consultation that the bow and arrows were not to be separated, and therefore should be counted as one set. Karuk representatives also indicated during consultation that Karuk ancestral territory is located within Northern California, where these items were collected. Karuk representatives also stated during consultation that all seven cultural items have stylistic and material characteristics typical of Karuk regalia and medicine items. Anthropological, historical and oral history information support the cultural affiliation of the Karuk Tribe (previously listed as the Karuk Tribe of California) to these seven cultural items. \n As these seven items are specific ceremonial objects and are required by the Karuk Tribe (previously listed as the Karuk Tribe of California) to properly practice traditional religious ceremonial dances, they are sacred objects. Consultation with Karuk representatives established that the rattle wand was used in the Flower Dance, the deerskin, both netted hangers and the case for feathers were used in the White Deerskin Dance, the grass apron was used in the Brush Dance, and the bow and arrows were used in the War Dance. \n The cultural information provided through consultation, supported by historical and anthropological sources, demonstrates that these seven cultural items are also objects of cultural patrimony. These items have ongoing historical, traditional, and cultural importance to the Karuk Tribe (previously listed as the Karuk Tribe of California). Karuk representatives explained during consultation that regalia and medicine pieces, although cared for and used by individuals, were owned collectively and could not be sold or traded by individuals. \n In 1939, four jump dance baskets were donated to the Southwest Museum of the American Indian, whose collections are now owned by the Autry Museum of the American West. Museum records state that all four jump dance baskets were collected from Northern California, and are Karuk. Three of the four jump dance baskets were donated by Col. John Hudson Poole to create the Caroline Boeing Poole Collection, (named after his wife). One of the four jump dance baskets was donated by Florence Lee to create the H. Shumway Lee Collection, (named after her brother). These cultural items have all been identified as Karuk, and as sacred objects and objects of cultural patrimony. \n Karuk representatives indicated during consultation that the four jump dance baskets have stylistic and materials characteristics typical of Karuk Jump Dance baskets. Karuk representatives also stated that ancestral Karuk territory is located in Northern California where these baskets were collected. Anthropological and historical information support the cultural affiliation of the Karuk Tribe (previously listed as the Karuk Tribe of California) to these four jump dance baskets. \n As these four jump baskets are specific ceremonial objects and are required by the Karuk Tribe (previously listed as the Karuk Tribe of California) to properly practice traditional religious ceremonial dances and prayers for the Jump Dance, they are sacred objects. Karuk representatives stated during consultation that due to the designs on the baskets, the characteristics of their construction, and evidence of wear from use, these jump dance baskets were used in the Jump Dance and were not made for sale. Anthropological and historical information also demonstrate that these objects are Karuk objects used in the Jump Dance. \n The cultural information provided through consultation, supported by historical and anthropological sources, demonstrates that these four jump dance baskets are also objects of cultural patrimony. These jump dance baskets have ongoing historical, traditional, and cultural importance to the Karuk Tribe (previously listed as the Karuk Tribe of California). Karuk representatives explained during consultation that regalia and medicine pieces, although cared for and used by individuals, were owned collectively and could not be sold or traded by individuals. \n In 1947, Dr. Rev. Charles W. Baker sold 11 cultural items to the Southwest Museum of the American Indian, whose collections are now owned by the Autry Museum of the American West. Museum records state that all 11 cultural items were collected from Northern California along the Klamath River, where Dr. Rev. Baker worked as a missionary. The 11 cultural items consist of one head ring made of deerskin and woodpecker feathers, two eagle down head plumes (which are counted as one set), one headband made from porcupine quills, two headbands made from sea lion teeth, one dance apron made from a ring-tail pelts, one quiver made from fisher pelt and eight arrows counted as one set, one wolf hair blinder, two otter fur blinders worn together (which are counted as one set), and two hangers made from woven plant fibers with feathers at the end. Museum records described all 11 items as Karuk. These cultural items have all been identified as Karuk and as sacred objects and objects of cultural patrimony. \n Karuk representatives indicated during consultation that the 11 cultural items have stylistic and materials characteristics typical of Karuk regalia and medicine items. Karuk representatives also stated that ancestral Karuk territory is located in Northern California, where these items were collected. Anthropological and historical information support the cultural affiliation of the Karuk Tribe (previously listed as the Karuk Tribe of California) to these 11 cultural items. \n As these items are specific ceremonial objects, and are required by the Karuk Tribe (previously listed as the Karuk Tribe of California) to properly practice traditional religious ceremonial dances, they are sacred objects. Karuk representatives described during consultation that the head ring made from deerskin and woodpecker feathers, the pair of eagle down head plumes, and the pair of otter fur blinders were used in the Brush Dance. The two headbands made from sea lion teeth, the apron made from ring-tail pelts, the wolf hair blinder, and the two woven hangers were used in the White Deerskin Dance. The headband made from porcupine quills was used in the Jump Dance, and the quiver made from fisher pelt with its eight arrows was used in the War Dance. Anthropological and historical information also demonstrate that these items are Karuk objects used in specific ceremonies. \n The cultural information provided through consultation, further supported by historical and anthropological sources, demonstrates that these 11 cultural items are also objects of cultural patrimony. These items have ongoing historical, traditional, and cultural importance to the Karuk Tribe (previously listed as the Karuk Tribe of California). Karuk representatives explained during consultation that regalia and medicine pieces, although cared for and used by individuals, were owned collectively and could not be sold or traded by individuals. \n In 1934, Anita Baldwin donated one deerskin dress to the Southwest Museum of the American Indian, to be added to the Jane Virginia Dexter Baldwin Memorial Collection. This collection is now part of the Southwest Museum Collection owned by the Autry Museum of the American West. Museum records describe the dress as Karuk. There is no documentation for where the dress was collected. This cultural item has been identified as Karuk, and as a sacred object and object of cultural patrimony. \n Consultation with Karuk representatives determined that this deerskin dress is Karuk due to the characteristics of its construction, its overall style, and the materials used to create it, which include brass thimbles and bivalve shells attached to a grass netting. Anthropological and historical sources support the cultural affiliation of the Karuk Tribe (previously listed as the Karuk Tribe of California) to this dress. \n As this deerskin dress is a specific ceremonial object, required by the Karuk Tribe (previously listed as the Karuk Tribe of California) to properly practice traditional religious ceremonial dances and prayers for the Brush Dance, it is a sacred object. Anthropological and historical information also demonstrate that this object is a Karuk object used in the Brush Dance. \n The cultural information provided through consultation, further supported by historical and anthropological sources, demonstrates that this deerskin dress is also an object of cultural patrimony. This deerskin dress has an ongoing historical, traditional, and cultural importance to the Karuk. Karuk representatives explained during consultation that regalia pieces, although cared for and used by individuals, were owned collectively and could not be sold or traded by individuals. \n In 1985, Craig Bates donated one dentalium necklace to the Southwest Museum of the American Indian, whose collections are now owned by the Autry Museum of the American West. Museum records state that Craig Bates acquired the necklace from a dealer in central Oregon, who described the necklace as Karuk. Museum records do not identify where the necklace was originally collected. This cultural item has been identified as Karuk, and as a sacred object and object of cultural patrimony. \n Consultation with Karuk representatives determined that this dentalium necklace is Karuk due to the style of the necklace, and the materials used to create it, which include incised dentalium, glass trade beads, and strips of fur. Karuk representatives also indicated during consultation that this dentalium necklace is regalia use in the proper practice of the World Renewal Ceremony. Archaeological, anthropological and historical information support the cultural affiliation of the Karuk Tribe (previously listed as the Karuk Tribe of California) to this dentalium necklace. \n As this dentalium necklace is a specific ceremonial object, and is required by the Karuk Tribe (previously listed as the Karuk Tribe of California) to properly practice traditional religious ceremonial dances and prayers for the World Renewal Ceremony, it is a sacred object. Anthropological and historical information also demonstrate that this necklace is a Karuk object used in a specific ceremony. \n The cultural information provided through consultation, supported by historical and anthropological sources, demonstrates that this dentalium necklace meets the category definition for objects of cultural patrimony. This necklace has an ongoing historical, traditional, and cultural importance to the Karuk Tribe (previously listed as the Karuk Tribe of California). Karuk representatives explained during consultation that regalia pieces, although cared for and used by individuals, were owned collectively and could not be sold or traded by individuals. \n ", "determinations": "Determinations Made by the Autry Museum of the American West \n Officials of the Autry Museum of the American West have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(C), the 32 cultural items described above are specific ceremonial objects needed by traditional Native American religious leaders for the practice of traditional Native American religions by their present-day adherents. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(D), the 32 cultural items described above have ongoing historical, traditional, or cultural importance central to the Native American group or culture itself, rather than property owned by an individual. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the sacred objects and objects of cultural patrimony and the Karuk Tribe (previously listed as the Karuk Tribe of California). \n ", "a_r_d": "Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to claim these cultural items should submit a written request with information in support of the claim to Lylliam Posadas, Autry Museum of the American West, 4700 Western Heritage Way, Los Angeles, CA 90027, telephone (323) 495-4369, email lposadas@theautry.org, by June 3, 2019. After that date, if no additional claimants have come forward, transfer of control of the sacred objects and objects of cultural patrimony to Karuk Tribe (previously listed as the Karuk Tribe of California) may proceed. \n The Autry Museum of the American West is responsible for notifying the Karuk Tribe (previously listed as the Karuk Tribe of California) that this notice has been published. \n "}