{"index": "R_194", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [NPS-WASO-NAGPRA-15868; PPWOCRADN0-PCU00RP14.R50000]\\n        Notice of Intent To Repatriate Cultural Items: U.S. Department of the Interior, National Park Service, Whitman Mission National Historic Site, Walla Walla, WA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        \\n          SUMMARY:\\n          The U.S. Department of the Interior, National Park Service, Whitman Mission National Historic Site, in consultation with the appropriate Indian tribes or Native Hawaiian organizations, has determined that the cultural items listed in this notice meet the definition of unassociated funerary objects. Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to claim these cultural items should submit a written request to Whitman Mission National Historic Site. If no additional claimants come forward, transfer of control of the cultural items to the lineal descendants, Indian tribes, or Native Hawaiian organizations stated in this notice may proceed.\\n        \\n        \\n          DATES:\\n          Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to claim these cultural items should submit a written request with information in support of the claim to Whitman Mission National Historic Site at the address in this notice by July 24, 2014.\\n        \\n        \\n          \\n          ADDRESSES:\\n\\n          Timothy Nitz, Superintendent, Whitman Mission National Historic Site, 328 Whitman Mission Road, Walla Walla, WA 99362, telephone (509) 522-6360, email WHMI_Superintendent@nps.gov.\\n          \\n        \\n      \\n      \\n        SUPPLEMENTARY INFORMATION:\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate cultural items under the control of the U.S. Department of the Interior, National Park Service, Whitman Mission National Historic Site, Walla Walla, WA, that meet the definition of unassociated funerary objects under 25 U.S.C. 3001.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the Superintendent, Whitman Mission National Historic Site.\\n        History and Description of the Cultural Items\\n        At an unknown date, two cultural items were removed from site 45-WW-5 in Walla Walla County, WA. The disposition of the human remains is unknown. The two unassociated funerary objects are stone scrapers.\\n        At unknown dates, 14 cultural items were removed from the McNary Dam inundation area in Benton County, WA, and Umatilla County, OR. The disposition of the human remains is unknown. The 14 unassociated funerary objects are 4 stone pestles, 1 stone knife blade, 2 stone scrapers, 1 stone net sinker, 2 polished stone fragments, 2 stone flakes, 1 stone fragment, and 1 projectile point.\\n        At unknown dates, 46 cultural items were removed from site 45-BN-3 in Benton County, WA. The human remains were repatriated to the Confederated Tribes of the Umatilla Indian Reservation (previously listed as the Confederated Tribes of the Umatilla Reservation, Oregon) in 1992. The 46 unassociated funerary objects are 20 glass beads, 13 copper tube beads, 2 knife blades, 1 copper tube, 5 dentalia shells, and 5 seashells.\\n        At an unknown date, seven cultural items were removed from unknown locations, likely in Benton or Walla Walla County, WA, and/or Umatilla County, OR. The disposition of the human remains is unknown. The seven unassociated funerary objects are three stone net sinkers, three animal rib bone fragments, and one stone pestle.\\n        In 1946, 434 cultural items were removed from site 45-WW-6 in Walla Walla County, WA. The human remains were repatriated to the Confederated Tribes of the Umatilla Indian Reservation (previously listed as the Confederated Tribes of the Umatilla Reservation, Oregon) in 1992. The 434 unassociated funerary objects are 1 copper percussion cap, 1 arrowhead, 6 dentalia shell fragments, 1 small river clamshell, 415 glass beads, 7 glass bead fragments, and 3 turquoise pony beads.\\n        In 1947, one cultural item was removed from an unknown location on the Columbia River in Walla Walla County, WA. The disposition of the human remains is unknown. The one unassociated funerary object is a stone net sinker.\\n        In 1947 and 1948, five cultural items were removed from unknown sites near Whitman Mission National Historic Site in Walla Walla County, WA. The disposition of the human remains is unknown. The five unassociated funerary objects are stone pestles.\\n        In 1948, 28 cultural items were removed from site 45-BN-16 in Benton County, WA. The human remains were repatriated to the Confederated Tribes of the Umatilla Indian Reservation (previously listed as the Confederated Tribes of the Umatilla Reservation, Oregon) in 1992. The 28 unassociated funerary objects are 27 fragments of a twined bag and 1 bag of hemp fibers and ash.\\n        In 1949, ten cultural items were removed from site 45-WW-6 in Walla Walla County, WA. The human remains were repatriated to the Confederated Tribes of the Umatilla Indian Reservation (previously listed as the Confederated Tribes of the Umatilla Reservation, Oregon) in 1992. The ten unassociated funerary objects are one obsidian flake and nine iron fragments.\\n        In 1949, 36 cultural items were removed from site 45-BN-55 in Benton County, WA. Some of the human remains were repatriated to the Confederated Tribes of the Umatilla Indian Reservation (previously listed as the Confederated Tribes of the Umatilla Reservation, Oregon) in 1992. The disposition of other human remains is unknown. The 36 unassociated funerary objects are 1 lot of shell fragments, 1 piece of charred wood, 1 cylindrical stone fragment, 2 charred wood gaming stick pieces, 1 worked stone, 1 basalt hand adze, 2 shell pendants, 10 pieces of reddish clay, 1 rectangular flint pendant, 4 projectile points, 10 dentalia shell fragments, 1 stone bead, and 1 projectile point fragment.\\n        In 1949, 154 cultural items were removed from site 45-BN-3 in Benton County, WA. The human remains were repatriated to the Confederated Tribes of the Umatilla Indian Reservation (previously listed as the Confederated Tribes of the Umatilla Reservation, Oregon) in 1992. The 154 unassociated funerary objects are 6 shell beads, 44 glass beads, 1 bone bead, 23 beads, 1 basalt pendant, 1 stone net sinker, 1 bead fragment, 1 button, 1 projectile point, 1 copper tube, 2 copper pendants, 1 burned shell fragment, 2 bone awl tips, 68 copper beads, and 1 scissor handle fragment.\\n        In 1950, 218 cultural items were removed from site 45-BN-55 in Benton County, WA. The disposition of the human remains is unknown. The 218 unassociated funerary objects are 14 projectile points, 2 obsidian knives, 1 flint drill, 105 wampum shells, 58 glass trade beads, 6 bone awls, 2 bone hairpins, 3 bone scrapers, 4 bone tools, 2 bone perforators, 2 fragments of wood, 1 thin sheet of quartz, 2 soapstone cloud blower pipes, 4 soapstone cloud blower pipe fragments, 2 red clay cloud blower pipe fragments, 5 stone flakes, 2 stone blades, 1 stone scraper, 1 flaked stone, and 1 projectile point fragment.\\n        In 1950, seven cultural items were removed from site 45-BN-3 in Benton County, WA. The human remains were repatriated to the Confederated Tribes of the Umatilla Indian Reservation (previously listed as the Confederated Tribes of the Umatilla Reservation, Oregon) in 1992. The seven unassociated funerary objects are one snail shell, one iron ring, two arrow shaft smoother fragments, one projectile point fragment, one copper button, and one rolled tubular copper bead.\\n        In 1950, one cultural item was removed from Yellipat\\'s Village in Benton County, WA. The disposition of the human remains is unknown. The one unassociated funerary object is a chalcedony scraper or chopper.\\n\\n        The unassociated funerary objects were removed by National Park Service archeologist, Thomas R. Garth, in the late 1940s and early 1950s in the course of fieldwork in the region that includes the confluence of the Snake and Columbia Rivers as well as sites associated with Whitman Mission National Historic Site. Given that Garth was duty-stationed at Whitman Mission National Historic Site and that his work centered on the local region, it is probable that the cultural items for which specific site information is lacking came from sites in the same area. Some items have been in the care of Whitman Mission National Historic Site from their excavation to the present time. Others were stored at Whitman College, the Burke Museum of Natural History and Culture, and Fort Vancouver National Historic Site prior to being returned to Whitman Mission National Historic Site.\\n        The region within which these sites are located is home to peoples and groups of ancient stability, with no evidence of much relocation or realignment over recent centuries until the arrival of non-native immigrants in the early 19th century. Information provided during consultation by representatives of the Confederated Tribes and Bands of the Yakama Nation; Confederated Tribes of the Colville Reservation; Confederated Tribes of the Umatilla Indian Reservation (previously listed as the Confederated Tribes of the Umatilla Reservation, Oregon); Nez Perce Tribe (previously listed as the Nez Perce Tribe of Idaho) (hereafter referred to as \\xe2\\x80\\x9cThe Tribes\\xe2\\x80\\x9d); and Wanapum, a non-Federally recognized Indian group, indicates that the people occupying the area prior to European contact were highly mobile and traveled the landscape to gather resources as well as trade, and are part of the more broadly defined Plateau cultural community.\\n        Several of the sites and areas from which the cultural items were removed were inundated by the creation of Lake Wallula, behind McNary Dam on the Columbia River just below its confluence with the Snake River. Prior to inundation, these islands and riparian sites were important cemeteries, village sites, and fishing stations associated with the Walla Walla, Cayuse, and Umatilla peoples. The Cayuse people occupied, and the Walla Walla people are associated with, the area surrounding Whitman Mission National Historic Site. In addition, historical Walla Walla leaders are specifically associated with site 45-WW-6 and Yellipat\\'s Village. All of these sites and areas are located within the lands ceded by the Confederated Tribes of the Umatilla Indian Reservation (previously listed as the Confederated Tribes of the Umatilla Reservation, Oregon).\\n        Ethnographic documentation indicates that the region surrounding the confluence of Columbia and Snake Rivers is within overlapping territory of the Cayuse, Palouse, Yakama, and Walla Walla, whose descendants are members of The Tribes and Wanapum, a non-Federally recognized Indian group.\\n        Determinations Made By Whitman Mission National Historic Site\\n        Officials of Whitman Mission National Historic Site have determined that:\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(B), the 963 cultural items described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony and are believed, by a preponderance of the evidence, to have been removed from a specific burial site of a Native American individual.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the unassociated funerary objects and The Tribes. Furthermore, there is a cultural relationship between the unassociated funerary objects and the Wanapum, a non-Federally recognized Indian group.\\n        Additional Requestors and Disposition\\n\\n        Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to claim these cultural items should submit a written request with information in support of the claim to Timothy Nitz, Superintendent, Whitman Mission National Historic Site, 328 Whitman Mission Road, Walla Walla, WA 99362, telephone (509) 522-6360, email WHMI_Superintendent@nps.gov, by July 24, 2014. After that date, if no additional claimants have come forward, transfer of control of the unassociated funerary objects to The Tribes may proceed.\\n        Whitman Mission National Historic Site is responsible for notifying The Tribes and Wanapum, a non-Federally recognized Indian group, that this notice has been published.\\n        \\n          Dated: May 27, 2014.\\n          David Tarler,\\n          Acting Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2014-14748 Filed 6-23-14; 8:45 am]\\n      BILLING CODE 4312-50-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[NPS-WASO-NAGPRA-15868; PPWOCRADN0-PCU00RP14.R50000]", "subject": "Notice of Intent To Repatriate Cultural Items: U.S. Department of the Interior, National Park Service, Whitman Mission National Historic Site, Walla Walla, WA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "The U.S. Department of the Interior, National Park Service, Whitman Mission National Historic Site, in consultation with the appropriate Indian tribes or Native Hawaiian organizations, has determined that the cultural items listed in this notice meet the definition of unassociated funerary objects. Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to claim these cultural items should submit a written request to Whitman Mission National Historic Site. If no additional claimants come forward, transfer of control of the cultural items to the lineal descendants, Indian tribes, or Native Hawaiian organizations stated in this notice may proceed.", "dates": "Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to claim these cultural items should submit a written request with information in support of the claim to Whitman Mission National Historic Site at the address in this notice by July 24, 2014.", "addresses": "Timothy Nitz, Superintendent, Whitman Mission National Historic Site, 328 Whitman Mission Road, Walla Walla, WA 99362, telephone (509) 522-6360, email WHMI_Superintendent@nps.gov.\\n          ", "signature_dated": "Dated: May 27, 2014.", "signature_name": "David Tarler,", "signature_title": "Acting Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2014-14748 Filed 6-23-14; 8:45 am]", "billing_code": "BILLING CODE 4312-50-P", "supp_info": "SUPPLEMENTARY INFORMATION: \n Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate cultural items under the control of the U.S. Department of the Interior, National Park Service, Whitman Mission National Historic Site, Walla Walla, WA, that meet the definition of unassociated funerary objects under 25 U.S.C. 3001. \n This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the Superintendent, Whitman Mission National Historic Site. \n History and Description of the Cultural Items \n At an unknown date, two cultural items were removed from site 45-WW-5 in Walla Walla County, WA. The disposition of the human remains is unknown. The two unassociated funerary objects are stone scrapers. \n At unknown dates, 14 cultural items were removed from the McNary Dam inundation area in Benton County, WA, and Umatilla County, OR. The disposition of the human remains is unknown. The 14 unassociated funerary objects are 4 stone pestles, 1 stone knife blade, 2 stone scrapers, 1 stone net sinker, 2 polished stone fragments, 2 stone flakes, 1 stone fragment, and 1 projectile point. \n At unknown dates, 46 cultural items were removed from site 45-BN-3 in Benton County, WA. The human remains were repatriated to the Confederated Tribes of the Umatilla Indian Reservation (previously listed as the Confederated Tribes of the Umatilla Reservation, Oregon) in 1992. The 46 unassociated funerary objects are 20 glass beads, 13 copper tube beads, 2 knife blades, 1 copper tube, 5 dentalia shells, and 5 seashells. \n At an unknown date, seven cultural items were removed from unknown locations, likely in Benton or Walla Walla County, WA, and/or Umatilla County, OR. The disposition of the human remains is unknown. The seven unassociated funerary objects are three stone net sinkers, three animal rib bone fragments, and one stone pestle. \n In 1946, 434 cultural items were removed from site 45-WW-6 in Walla Walla County, WA. The human remains were repatriated to the Confederated Tribes of the Umatilla Indian Reservation (previously listed as the Confederated Tribes of the Umatilla Reservation, Oregon) in 1992. The 434 unassociated funerary objects are 1 copper percussion cap, 1 arrowhead, 6 dentalia shell fragments, 1 small river clamshell, 415 glass beads, 7 glass bead fragments, and 3 turquoise pony beads. \n In 1947, one cultural item was removed from an unknown location on the Columbia River in Walla Walla County, WA. The disposition of the human remains is unknown. The one unassociated funerary object is a stone net sinker. \n In 1947 and 1948, five cultural items were removed from unknown sites near Whitman Mission National Historic Site in Walla Walla County, WA. The disposition of the human remains is unknown. The five unassociated funerary objects are stone pestles. \n In 1948, 28 cultural items were removed from site 45-BN-16 in Benton County, WA. The human remains were repatriated to the Confederated Tribes of the Umatilla Indian Reservation (previously listed as the Confederated Tribes of the Umatilla Reservation, Oregon) in 1992. The 28 unassociated funerary objects are 27 fragments of a twined bag and 1 bag of hemp fibers and ash. \n In 1949, ten cultural items were removed from site 45-WW-6 in Walla Walla County, WA. The human remains were repatriated to the Confederated Tribes of the Umatilla Indian Reservation (previously listed as the Confederated Tribes of the Umatilla Reservation, Oregon) in 1992. The ten unassociated funerary objects are one obsidian flake and nine iron fragments. \n In 1949, 36 cultural items were removed from site 45-BN-55 in Benton County, WA. Some of the human remains were repatriated to the Confederated Tribes of the Umatilla Indian Reservation (previously listed as the Confederated Tribes of the Umatilla Reservation, Oregon) in 1992. The disposition of other human remains is unknown. The 36 unassociated funerary objects are 1 lot of shell fragments, 1 piece of charred wood, 1 cylindrical stone fragment, 2 charred wood gaming stick pieces, 1 worked stone, 1 basalt hand adze, 2 shell pendants, 10 pieces of reddish clay, 1 rectangular flint pendant, 4 projectile points, 10 dentalia shell fragments, 1 stone bead, and 1 projectile point fragment. \n In 1949, 154 cultural items were removed from site 45-BN-3 in Benton County, WA. The human remains were repatriated to the Confederated Tribes of the Umatilla Indian Reservation (previously listed as the Confederated Tribes of the Umatilla Reservation, Oregon) in 1992. The 154 unassociated funerary objects are 6 shell beads, 44 glass beads, 1 bone bead, 23 beads, 1 basalt pendant, 1 stone net sinker, 1 bead fragment, 1 button, 1 projectile point, 1 copper tube, 2 copper pendants, 1 burned shell fragment, 2 bone awl tips, 68 copper beads, and 1 scissor handle fragment. \n In 1950, 218 cultural items were removed from site 45-BN-55 in Benton County, WA. The disposition of the human remains is unknown. The 218 unassociated funerary objects are 14 projectile points, 2 obsidian knives, 1 flint drill, 105 wampum shells, 58 glass trade beads, 6 bone awls, 2 bone hairpins, 3 bone scrapers, 4 bone tools, 2 bone perforators, 2 fragments of wood, 1 thin sheet of quartz, 2 soapstone cloud blower pipes, 4 soapstone cloud blower pipe fragments, 2 red clay cloud blower pipe fragments, 5 stone flakes, 2 stone blades, 1 stone scraper, 1 flaked stone, and 1 projectile point fragment. \n In 1950, seven cultural items were removed from site 45-BN-3 in Benton County, WA. The human remains were repatriated to the Confederated Tribes of the Umatilla Indian Reservation (previously listed as the Confederated Tribes of the Umatilla Reservation, Oregon) in 1992. The seven unassociated funerary objects are one snail shell, one iron ring, two arrow shaft smoother fragments, one projectile point fragment, one copper button, and one rolled tubular copper bead. \n In 1950, one cultural item was removed from Yellipat\\'s Village in Benton County, WA. The disposition of the human remains is unknown. The one unassociated funerary object is a chalcedony scraper or chopper. \n The unassociated funerary objects were removed by National Park Service archeologist, Thomas R. Garth, in the late 1940s and early 1950s in the course of fieldwork in the region that includes the confluence of the Snake and Columbia Rivers as well as sites associated with Whitman Mission National Historic Site. Given that Garth was duty-stationed at Whitman Mission National Historic Site and that his work centered on the local region, it is probable that the cultural items for which specific site information is lacking came from sites in the same area. Some items have been in the care of Whitman Mission National Historic Site from their excavation to the present time. Others were stored at Whitman College, the Burke Museum of Natural History and Culture, and Fort Vancouver National Historic Site prior to being returned to Whitman Mission National Historic Site. \n The region within which these sites are located is home to peoples and groups of ancient stability, with no evidence of much relocation or realignment over recent centuries until the arrival of non-native immigrants in the early 19th century. Information provided during consultation by representatives of the Confederated Tribes and Bands of the Yakama Nation; Confederated Tribes of the Colville Reservation; Confederated Tribes of the Umatilla Indian Reservation (previously listed as the Confederated Tribes of the Umatilla Reservation, Oregon); Nez Perce Tribe (previously listed as the Nez Perce Tribe of Idaho) (hereafter referred to as \\xe2\\x80\\x9cThe Tribes\\xe2\\x80\\x9d); and Wanapum, a non-Federally recognized Indian group, indicates that the people occupying the area prior to European contact were highly mobile and traveled the landscape to gather resources as well as trade, and are part of the more broadly defined Plateau cultural community. \n Several of the sites and areas from which the cultural items were removed were inundated by the creation of Lake Wallula, behind McNary Dam on the Columbia River just below its confluence with the Snake River. Prior to inundation, these islands and riparian sites were important cemeteries, village sites, and fishing stations associated with the Walla Walla, Cayuse, and Umatilla peoples. The Cayuse people occupied, and the Walla Walla people are associated with, the area surrounding Whitman Mission National Historic Site. In addition, historical Walla Walla leaders are specifically associated with site 45-WW-6 and Yellipat\\'s Village. All of these sites and areas are located within the lands ceded by the Confederated Tribes of the Umatilla Indian Reservation (previously listed as the Confederated Tribes of the Umatilla Reservation, Oregon). \n Ethnographic documentation indicates that the region surrounding the confluence of Columbia and Snake Rivers is within overlapping territory of the Cayuse, Palouse, Yakama, and Walla Walla, whose descendants are members of The Tribes and Wanapum, a non-Federally recognized Indian group. \n Determinations Made By Whitman Mission National Historic Site \n Officials of Whitman Mission National Historic Site have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(B), the 963 cultural items described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony and are believed, by a preponderance of the evidence, to have been removed from a specific burial site of a Native American individual. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the unassociated funerary objects and The Tribes. Furthermore, there is a cultural relationship between the unassociated funerary objects and the Wanapum, a non-Federally recognized Indian group. \n Additional Requestors and Disposition \n Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to claim these cultural items should submit a written request with information in support of the claim to Timothy Nitz, Superintendent, Whitman Mission National Historic Site, 328 Whitman Mission Road, Walla Walla, WA 99362, telephone (509) 522-6360, email WHMI_Superintendent@nps.gov, by July 24, 2014. After that date, if no additional claimants have come forward, transfer of control of the unassociated funerary objects to The Tribes may proceed. \n Whitman Mission National Historic Site is responsible for notifying The Tribes and Wanapum, a non-Federally recognized Indian group, that this notice has been published. \n ", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "At an unknown date, two cultural items were removed from site 45-WW-5 in Walla Walla County, WA. The disposition of the human remains is unknown. The two unassociated funerary objects are stone scrapers. \n At unknown dates, 14 cultural items were removed from the McNary Dam inundation area in Benton County, WA, and Umatilla County, OR. The disposition of the human remains is unknown. The 14 unassociated funerary objects are 4 stone pestles, 1 stone knife blade, 2 stone scrapers, 1 stone net sinker, 2 polished stone fragments, 2 stone flakes, 1 stone fragment, and 1 projectile point. \n At unknown dates, 46 cultural items were removed from site 45-BN-3 in Benton County, WA. The human remains were repatriated to the Confederated Tribes of the Umatilla Indian Reservation (previously listed as the Confederated Tribes of the Umatilla Reservation, Oregon) in 1992. The 46 unassociated funerary objects are 20 glass beads, 13 copper tube beads, 2 knife blades, 1 copper tube, 5 dentalia shells, and 5 seashells. \n At an unknown date, seven cultural items were removed from unknown locations, likely in Benton or Walla Walla County, WA, and/or Umatilla County, OR. The disposition of the human remains is unknown. The seven unassociated funerary objects are three stone net sinkers, three animal rib bone fragments, and one stone pestle. \n In 1946, 434 cultural items were removed from site 45-WW-6 in Walla Walla County, WA. The human remains were repatriated to the Confederated Tribes of the Umatilla Indian Reservation (previously listed as the Confederated Tribes of the Umatilla Reservation, Oregon) in 1992. The 434 unassociated funerary objects are 1 copper percussion cap, 1 arrowhead, 6 dentalia shell fragments, 1 small river clamshell, 415 glass beads, 7 glass bead fragments, and 3 turquoise pony beads. \n In 1947, one cultural item was removed from an unknown location on the Columbia River in Walla Walla County, WA. The disposition of the human remains is unknown. The one unassociated funerary object is a stone net sinker. \n In 1947 and 1948, five cultural items were removed from unknown sites near Whitman Mission National Historic Site in Walla Walla County, WA. The disposition of the human remains is unknown. The five unassociated funerary objects are stone pestles. \n In 1948, 28 cultural items were removed from site 45-BN-16 in Benton County, WA. The human remains were repatriated to the Confederated Tribes of the Umatilla Indian Reservation (previously listed as the Confederated Tribes of the Umatilla Reservation, Oregon) in 1992. The 28 unassociated funerary objects are 27 fragments of a twined bag and 1 bag of hemp fibers and ash. \n In 1949, ten cultural items were removed from site 45-WW-6 in Walla Walla County, WA. The human remains were repatriated to the Confederated Tribes of the Umatilla Indian Reservation (previously listed as the Confederated Tribes of the Umatilla Reservation, Oregon) in 1992. The ten unassociated funerary objects are one obsidian flake and nine iron fragments. \n In 1949, 36 cultural items were removed from site 45-BN-55 in Benton County, WA. Some of the human remains were repatriated to the Confederated Tribes of the Umatilla Indian Reservation (previously listed as the Confederated Tribes of the Umatilla Reservation, Oregon) in 1992. The disposition of other human remains is unknown. The 36 unassociated funerary objects are 1 lot of shell fragments, 1 piece of charred wood, 1 cylindrical stone fragment, 2 charred wood gaming stick pieces, 1 worked stone, 1 basalt hand adze, 2 shell pendants, 10 pieces of reddish clay, 1 rectangular flint pendant, 4 projectile points, 10 dentalia shell fragments, 1 stone bead, and 1 projectile point fragment. \n In 1949, 154 cultural items were removed from site 45-BN-3 in Benton County, WA. The human remains were repatriated to the Confederated Tribes of the Umatilla Indian Reservation (previously listed as the Confederated Tribes of the Umatilla Reservation, Oregon) in 1992. The 154 unassociated funerary objects are 6 shell beads, 44 glass beads, 1 bone bead, 23 beads, 1 basalt pendant, 1 stone net sinker, 1 bead fragment, 1 button, 1 projectile point, 1 copper tube, 2 copper pendants, 1 burned shell fragment, 2 bone awl tips, 68 copper beads, and 1 scissor handle fragment. \n In 1950, 218 cultural items were removed from site 45-BN-55 in Benton County, WA. The disposition of the human remains is unknown. The 218 unassociated funerary objects are 14 projectile points, 2 obsidian knives, 1 flint drill, 105 wampum shells, 58 glass trade beads, 6 bone awls, 2 bone hairpins, 3 bone scrapers, 4 bone tools, 2 bone perforators, 2 fragments of wood, 1 thin sheet of quartz, 2 soapstone cloud blower pipes, 4 soapstone cloud blower pipe fragments, 2 red clay cloud blower pipe fragments, 5 stone flakes, 2 stone blades, 1 stone scraper, 1 flaked stone, and 1 projectile point fragment. \n In 1950, seven cultural items were removed from site 45-BN-3 in Benton County, WA. The human remains were repatriated to the Confederated Tribes of the Umatilla Indian Reservation (previously listed as the Confederated Tribes of the Umatilla Reservation, Oregon) in 1992. The seven unassociated funerary objects are one snail shell, one iron ring, two arrow shaft smoother fragments, one projectile point fragment, one copper button, and one rolled tubular copper bead. \n In 1950, one cultural item was removed from Yellipat\\'s Village in Benton County, WA. The disposition of the human remains is unknown. The one unassociated funerary object is a chalcedony scraper or chopper. \n The unassociated funerary objects were removed by National Park Service archeologist, Thomas R. Garth, in the late 1940s and early 1950s in the course of fieldwork in the region that includes the confluence of the Snake and Columbia Rivers as well as sites associated with Whitman Mission National Historic Site. Given that Garth was duty-stationed at Whitman Mission National Historic Site and that his work centered on the local region, it is probable that the cultural items for which specific site information is lacking came from sites in the same area. Some items have been in the care of Whitman Mission National Historic Site from their excavation to the present time. Others were stored at Whitman College, the Burke Museum of Natural History and Culture, and Fort Vancouver National Historic Site prior to being returned to Whitman Mission National Historic Site. \n The region within which these sites are located is home to peoples and groups of ancient stability, with no evidence of much relocation or realignment over recent centuries until the arrival of non-native immigrants in the early 19th century. Information provided during consultation by representatives of the Confederated Tribes and Bands of the Yakama Nation; Confederated Tribes of the Colville Reservation; Confederated Tribes of the Umatilla Indian Reservation (previously listed as the Confederated Tribes of the Umatilla Reservation, Oregon); Nez Perce Tribe (previously listed as the Nez Perce Tribe of Idaho) (hereafter referred to as \\xe2\\x80\\x9cThe Tribes\\xe2\\x80\\x9d); and Wanapum, a non-Federally recognized Indian group, indicates that the people occupying the area prior to European contact were highly mobile and traveled the landscape to gather resources as well as trade, and are part of the more broadly defined Plateau cultural community. \n Several of the sites and areas from which the cultural items were removed were inundated by the creation of Lake Wallula, behind McNary Dam on the Columbia River just below its confluence with the Snake River. Prior to inundation, these islands and riparian sites were important cemeteries, village sites, and fishing stations associated with the Walla Walla, Cayuse, and Umatilla peoples. The Cayuse people occupied, and the Walla Walla people are associated with, the area surrounding Whitman Mission National Historic Site. In addition, historical Walla Walla leaders are specifically associated with site 45-WW-6 and Yellipat\\'s Village. All of these sites and areas are located within the lands ceded by the Confederated Tribes of the Umatilla Indian Reservation (previously listed as the Confederated Tribes of the Umatilla Reservation, Oregon). \n Ethnographic documentation indicates that the region surrounding the confluence of Columbia and Snake Rivers is within overlapping territory of the Cayuse, Palouse, Yakama, and Walla Walla, whose descendants are members of The Tribes and Wanapum, a non-Federally recognized Indian group. \n ", "determinations": "Determinations Made By Whitman Mission National Historic Site \n Officials of Whitman Mission National Historic Site have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(B), the 963 cultural items described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony and are believed, by a preponderance of the evidence, to have been removed from a specific burial site of a Native American individual. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the unassociated funerary objects and The Tribes. Furthermore, there is a cultural relationship between the unassociated funerary objects and the Wanapum, a non-Federally recognized Indian group. \n ", "a_r_d": "Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to claim these cultural items should submit a written request with information in support of the claim to Timothy Nitz, Superintendent, Whitman Mission National Historic Site, 328 Whitman Mission Road, Walla Walla, WA 99362, telephone (509) 522-6360, email WHMI_Superintendent@nps.gov, by July 24, 2014. After that date, if no additional claimants have come forward, transfer of control of the unassociated funerary objects to The Tribes may proceed. \n Whitman Mission National Historic Site is responsible for notifying The Tribes and Wanapum, a non-Federally recognized Indian group, that this notice has been published. \n "}