{"index": "R_206", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [NPS-WASO-NAGPRA-14828;PPWOCRADN0-PCU00RP14.R50000]\\n        Notice of Intent To Repatriate Cultural Items: Del Norte County Historical Society, Crescent City, CA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        \\n          SUMMARY:\\n          The Del Norte County Historical Society, in consultation with the appropriate Indian tribes or Native Hawaiian organizations, has determined that the cultural items listed in this notice meet the definition of unassociated funerary objects. Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to claim these cultural items should submit a written request to the Del Norte County Historical Society. If no additional claimants come forward, transfer of control of the cultural items to the lineal descendants, Indian tribes, or Native Hawaiian organizations stated in this notice may proceed.\\n        \\n        \\n          DATES:\\n          Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to claim these cultural items should submit a written request with information in support of the claim to the Del Norte County Historical Society at the address in this notice by April 10, 2014.\\n        \\n        \\n          ADDRESSES:\\n\\n          Sean Smith, Del Norte County Historical Society, 577 H St., Crescent City, CA 95531, telephone (707) 464-3922, email manager@delnortehistory.org.\\n          \\n        \\n      \\n      \\n        SUPPLEMENTARY INFORMATION:\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate cultural items under the control of the Del Norte County Historical Society, Crescent City, CA (DNCHS) that meet the definition of unassociated funerary objects under 25 U.S.C. 3001.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American cultural items. The National Park Service is not responsible for the determinations in this notice.\\n        History and Description of the Cultural Item(s)\\n        On an unknown date, two cultural items were removed from an unknown location in Tolowa territory, by an unknown individual. The items were found in the DNCHS museum collection. Both items appear to have been buried, as they are embedded with silt. The two unassociated funerary objects are 1 lot of Dentalium & clamshell fragments (catalog number 50) and 1 clamshell and porcelain bead necklace (catalog number 50-59).\\n        On an unknown date, 33 cultural items were collected from Yan\\'-daa-k\\'vt (Burnt Ranch) and Taa-ghii~-\\'a~ (Pt. St. George), in Del Norte County, CA, by E. F. Benedict. In 1959, his daughter, Mrs. C. W. Jenkins, donated the items to the DNCHS. The 33 unassociated funerary objects are 33 arrowheads (catalog number 7).\\n        On an unknown date, Dr. Ellis Thompson collected 31 cultural items from Taa-ghii~-\\'a~ (Pt. St. George), in Del Norte County, CA, and an unknown location in Tolowa territory. On January 26, 1959, he donated the items to the DNCHS. The 31 unassociated funerary objects are 1 lot of fire-fractured rocks and stones (catalog number 6), 16 arrowheads (catalog number 6), and 14 bird-bone whistles (catalog number 6).\\n        On an unknown date, 68 cultural items were collected from Taa-ghii~-\\'a~ (Pt. St. George), in Del Norte County, CA, by Marion Van Meter. In February 1959, they were donated to the DNCHS. The 68 unassociated funerary objects are 1 rock (catalog number 4) and 67 bone and stone tools (catalog number 4).\\n        On an unknown date, six cultural items were collected from Xaa-wan\\'-k\\'wvt (Howonquet), in Del Norte County, CA, by an unknown collector. In February 1959, Mrs. Edwin Skeie donated the items to the DNCHS. The six unassociated funerary objects are 6 arrowheads (catalog number 5).\\n        On an unknown date, eight cultural items were collected from Yan\\'-daa-k\\'vt (Burnt Ranch), in Del Norte County, CA, by Carol McClendon. On February 25, 1959, Carol McClendon donated the items to the DNCHS. The eight unassociated funerary objects are 8 arrowheads (catalog number 9).\\n        On an unknown date, three cultural items were collected from Taa-ghii~-\\'a~ (Pt. St. George), in Del Norte County, CA, by Mrs. Harry Knudson. On March 1, 1959, Mrs. Harry Knudson donated the items to the DNCHS. The three unassociated funerary objects are 3 arrowheads (catalog number 11).\\n        On an unknown date, two cultural items were collected from Fort Dick, CA, on the Yaunker Ranch, by Emmett Weir. On May 28, 1959, Emmett Weir donated the items to the DNCHS. The two unassociated funerary objects are 1 mortar and 1 pestle (catalog number 26-1).\\n        On an unknown date, one cultural item was collected from Yan\\'-daa-k\\'vt (Burnt Ranch), in Del Norte County, CA, by Gabel Richards. On October 17, 1961, Gabel Richards donated the item to the DNCHS. The one unassociated funerary object is an acorn-pounding slab (catalog number 114-2).\\n        On an unknown date, eight cultural items were collected from Taa-ghii~-\\'a~ (Pt. St. George), in Del Norte County, CA, by Richard A. Gould. On September 6, 1964, Richard A. Gould donated the items to the DNCHS. The eight unassociated funerary objects are 4 shell beads (catalog number 209-1), 1 stone anvil (catalog number 209-2), 2 stone bowls (209-4), and 1 acorn-pounding slab (209-4).\\n        On an unknown date, three cultural items were collected from Wonder Stump Road, in Del Norte County, CA, by Clyde Harmon. On November 8, 1967, Clyde Harmon donated the items to the DNCHS. The provenience of these items is most likely one of the Tolowa villages located in the vicinity of Wonder Stump Road\\xe2\\x80\\x94T\\'uu-nes-dvn, Tr\\'aa-me-yash-dvn, or (most likely) `Ii~sdvm-`e\\'-dv -, which was a refuge for those who survived the Tolowa genocide. The three unassociated funerary objects are abalone shell pendants (catalog numbers 313-1, 313-2, & 313-3).\\n\\n        On an unknown date, 89 cultural items were collected from Taa-ghii~-\\'a~ (Pt. St. George), in Del Norte County, CA, by Michael Campbell. On February 22, 1973, Michael Campbell donated the items to the DNCHS. The 89 unassociated funerary objects are 54 projectile points, 8 bone fragments, 6 shell beads, 1 lot of restrung button beads and Dentalium, and 20 stone fragments (catalog number A-14-G).\\n        On an unknown date, 123 cultural items were collected from Yan\\'-daa-k\\'vt (Burnt Ranch), in Del Norte County, CA, by Marion Van Meter. On December 23, 1975, Marion Van Meter donated the items to the DNCHS. The 123 unassociated funerary objects are 123 arrowheads (catalog number 4).\\n        In August 1982, one cultural item was collected in the Jedediah Smith Redwoods State Park, in Del Norte County, CA, by Joyce Lawrence, a park visitor. On August 5, 1982, Joyce Lawrence donated the item to the DNCHS. The one unassociated funerary object is 1 piece of obsidian (catalog number 442-3).\\n        On an unknown date, four cultural items were removed from an unknown location in Tolowa territory, by Richard Goss. On May 5, 1986, Richard Goss donated the items to the DNCHS. The four unassociated funerary objects are 4 lots of restrung glass beads (catalog number 553).\\n        During the past 60 years, amateur and university-funded archeologists have removed cultural items from Taa-ghii~-\\'a~ (Point St. George), Xaa-wan\\'-k\\'wvt (Howonquet), and Yan\\'-daa-k\\'vt (Burnt Ranch), as well as many other locations within the traditional territory of the Tolowa Dee-ni\\'. The historical evidence associated with the massacres that occurred at the Tolowa sites from which the cultural items in this notice were removed, as well as the collecting and looting patterns in Del Norte County, support the assertion that these sites became burial sites at the time of the mass executions there. Furthermore, during consultation, a representative of the Smith River Rancheria, California, confirmed that the cultural items in this notice are known to be present in Tolowa Dee-ni\\' burials, and are considered to be and treated as funerary objects. The Smith River Rancheria, California, is comprised of more than 1500 tribal members who descended from occupants of the aboriginal Tolowa Dee-ni\\' villages located along the Pacific Coast between Wilson Creek (at the southern end), Sixes River (to the north), and inland to the Applegate River drainage watershed. The locations from which the cultural items were removed are ancestral villages situated within the ancestral territory of the Tolowa Dee-ni\\'. For the Tolowa, the Center of the World is the village of Yan\\'daa-k\\'vt (Burnt Ranch), which along with other ancestral villages faced near annihilation and massacre by newcomers to the Tolowa territory. The Tolowa Dee-ni\\' Holocaust began in 1851. Within the span of five years Tolowa people were nearly extinct. One of the first and most brutal attacks occurred at Yan\\'daa-k\\'vt, while the people gathered for the Earth Renewal Ceremony, Nee-dash. This massacre was followed by another at `Ee-chuu-le\\', a village along Lake Earl in Del Norte County. According to documentary evidence, this \\xe2\\x80\\x9c. . . massacre left seven layers of bodies in the Dance House before it was set ablaze\\xe2\\x80\\x9d (Bommelyn 2006). As a result of the mass burnings, villages were transformed into burial grounds for the massacred Tolowa Dee-ni\\' and the items placed with or near them. During consultation, a representative of the Smith River Rancheria, California, identified specific types of items as funerary objects. Yan\\'daa-k\\'vt (Burnt Ranch) is recorded as the largest massacre site of Tolowa Dee-ni\\'. This location is documented as a mass gravesite resulting from the genocidal acts of 1853. It also has been subjected to years of looting and inadvertent discoveries of human remains and funerary objects.\\n        Determinations Made by the Del Norte County Historical Society\\n        Officials of the Del Norte County Historical Society have determined that:\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(B), the 382 cultural items described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony and are believed, by a preponderance of the evidence, to have been removed from the specific burial sites of Native American individuals.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the unassociated funerary objects and the Smith River Rancheria, California.\\n        Additional Requestors and Disposition\\n\\n        Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to claim these cultural items should submit a written request with information in support of the claim to Sean Smith, Del Norte County Historical Society, 577 H St., Crescent City, CA 95531, telephone (707) 464-3922, email manager@delnortehistory.org, by April 10, 2014. After that date, if no additional claimants have come forward, transfer of control of the unassociated funerary objects to the Smith River Rancheria, California, may proceed.\\n        The Del Norte County Historical Society is responsible for notifying Smith River Rancheria, California, that this notice has been published.\\n        \\n          Dated: January 15, 2014.\\n          Melanie O\\'Brien,\\n          Acting Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2014-05187 Filed 3-10-14; 8:45 am]\\n      BILLING CODE 4312-50-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[NPS-WASO-NAGPRA-14828;PPWOCRADN0-PCU00RP14.R50000]", "subject": "Notice of Intent To Repatriate Cultural Items: Del Norte County Historical Society, Crescent City, CA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "The Del Norte County Historical Society, in consultation with the appropriate Indian tribes or Native Hawaiian organizations, has determined that the cultural items listed in this notice meet the definition of unassociated funerary objects. Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to claim these cultural items should submit a written request to the Del Norte County Historical Society. If no additional claimants come forward, transfer of control of the cultural items to the lineal descendants, Indian tribes, or Native Hawaiian organizations stated in this notice may proceed.", "dates": "Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to claim these cultural items should submit a written request with information in support of the claim to the Del Norte County Historical Society at the address in this notice by April 10, 2014.", "addresses": "Sean Smith, Del Norte County Historical Society, 577 H St., Crescent City, CA 95531, telephone (707) 464-3922, email manager@delnortehistory.org.\\n          ", "signature_dated": "Dated: January 15, 2014.", "signature_name": "Melanie O\\'Brien,", "signature_title": "Acting Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2014-05187 Filed 3-10-14; 8:45 am]", "billing_code": "BILLING CODE 4312-50-P", "supp_info": "SUPPLEMENTARY INFORMATION: \n Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate cultural items under the control of the Del Norte County Historical Society, Crescent City, CA (DNCHS) that meet the definition of unassociated funerary objects under 25 U.S.C. 3001. \n This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American cultural items. The National Park Service is not responsible for the determinations in this notice. \n History and Description of the Cultural Item(s) \n On an unknown date, two cultural items were removed from an unknown location in Tolowa territory, by an unknown individual. The items were found in the DNCHS museum collection. Both items appear to have been buried, as they are embedded with silt. The two unassociated funerary objects are 1 lot of Dentalium & clamshell fragments (catalog number 50) and 1 clamshell and porcelain bead necklace (catalog number 50-59). \n On an unknown date, 33 cultural items were collected from Yan\\'-daa-k\\'vt (Burnt Ranch) and Taa-ghii~-\\'a~ (Pt. St. George), in Del Norte County, CA, by E. F. Benedict. In 1959, his daughter, Mrs. C. W. Jenkins, donated the items to the DNCHS. The 33 unassociated funerary objects are 33 arrowheads (catalog number 7). \n On an unknown date, Dr. Ellis Thompson collected 31 cultural items from Taa-ghii~-\\'a~ (Pt. St. George), in Del Norte County, CA, and an unknown location in Tolowa territory. On January 26, 1959, he donated the items to the DNCHS. The 31 unassociated funerary objects are 1 lot of fire-fractured rocks and stones (catalog number 6), 16 arrowheads (catalog number 6), and 14 bird-bone whistles (catalog number 6). \n On an unknown date, 68 cultural items were collected from Taa-ghii~-\\'a~ (Pt. St. George), in Del Norte County, CA, by Marion Van Meter. In February 1959, they were donated to the DNCHS. The 68 unassociated funerary objects are 1 rock (catalog number 4) and 67 bone and stone tools (catalog number 4). \n On an unknown date, six cultural items were collected from Xaa-wan\\'-k\\'wvt (Howonquet), in Del Norte County, CA, by an unknown collector. In February 1959, Mrs. Edwin Skeie donated the items to the DNCHS. The six unassociated funerary objects are 6 arrowheads (catalog number 5). \n On an unknown date, eight cultural items were collected from Yan\\'-daa-k\\'vt (Burnt Ranch), in Del Norte County, CA, by Carol McClendon. On February 25, 1959, Carol McClendon donated the items to the DNCHS. The eight unassociated funerary objects are 8 arrowheads (catalog number 9). \n On an unknown date, three cultural items were collected from Taa-ghii~-\\'a~ (Pt. St. George), in Del Norte County, CA, by Mrs. Harry Knudson. On March 1, 1959, Mrs. Harry Knudson donated the items to the DNCHS. The three unassociated funerary objects are 3 arrowheads (catalog number 11). \n On an unknown date, two cultural items were collected from Fort Dick, CA, on the Yaunker Ranch, by Emmett Weir. On May 28, 1959, Emmett Weir donated the items to the DNCHS. The two unassociated funerary objects are 1 mortar and 1 pestle (catalog number 26-1). \n On an unknown date, one cultural item was collected from Yan\\'-daa-k\\'vt (Burnt Ranch), in Del Norte County, CA, by Gabel Richards. On October 17, 1961, Gabel Richards donated the item to the DNCHS. The one unassociated funerary object is an acorn-pounding slab (catalog number 114-2). \n On an unknown date, eight cultural items were collected from Taa-ghii~-\\'a~ (Pt. St. George), in Del Norte County, CA, by Richard A. Gould. On September 6, 1964, Richard A. Gould donated the items to the DNCHS. The eight unassociated funerary objects are 4 shell beads (catalog number 209-1), 1 stone anvil (catalog number 209-2), 2 stone bowls (209-4), and 1 acorn-pounding slab (209-4). \n On an unknown date, three cultural items were collected from Wonder Stump Road, in Del Norte County, CA, by Clyde Harmon. On November 8, 1967, Clyde Harmon donated the items to the DNCHS. The provenience of these items is most likely one of the Tolowa villages located in the vicinity of Wonder Stump Road\\xe2\\x80\\x94T\\'uu-nes-dvn, Tr\\'aa-me-yash-dvn, or (most likely) `Ii~sdvm-`e\\'-dv -, which was a refuge for those who survived the Tolowa genocide. The three unassociated funerary objects are abalone shell pendants (catalog numbers 313-1, 313-2, & 313-3). \n On an unknown date, 89 cultural items were collected from Taa-ghii~-\\'a~ (Pt. St. George), in Del Norte County, CA, by Michael Campbell. On February 22, 1973, Michael Campbell donated the items to the DNCHS. The 89 unassociated funerary objects are 54 projectile points, 8 bone fragments, 6 shell beads, 1 lot of restrung button beads and Dentalium, and 20 stone fragments (catalog number A-14-G). \n On an unknown date, 123 cultural items were collected from Yan\\'-daa-k\\'vt (Burnt Ranch), in Del Norte County, CA, by Marion Van Meter. On December 23, 1975, Marion Van Meter donated the items to the DNCHS. The 123 unassociated funerary objects are 123 arrowheads (catalog number 4). \n In August 1982, one cultural item was collected in the Jedediah Smith Redwoods State Park, in Del Norte County, CA, by Joyce Lawrence, a park visitor. On August 5, 1982, Joyce Lawrence donated the item to the DNCHS. The one unassociated funerary object is 1 piece of obsidian (catalog number 442-3). \n On an unknown date, four cultural items were removed from an unknown location in Tolowa territory, by Richard Goss. On May 5, 1986, Richard Goss donated the items to the DNCHS. The four unassociated funerary objects are 4 lots of restrung glass beads (catalog number 553). \n During the past 60 years, amateur and university-funded archeologists have removed cultural items from Taa-ghii~-\\'a~ (Point St. George), Xaa-wan\\'-k\\'wvt (Howonquet), and Yan\\'-daa-k\\'vt (Burnt Ranch), as well as many other locations within the traditional territory of the Tolowa Dee-ni\\'. The historical evidence associated with the massacres that occurred at the Tolowa sites from which the cultural items in this notice were removed, as well as the collecting and looting patterns in Del Norte County, support the assertion that these sites became burial sites at the time of the mass executions there. Furthermore, during consultation, a representative of the Smith River Rancheria, California, confirmed that the cultural items in this notice are known to be present in Tolowa Dee-ni\\' burials, and are considered to be and treated as funerary objects. The Smith River Rancheria, California, is comprised of more than 1500 tribal members who descended from occupants of the aboriginal Tolowa Dee-ni\\' villages located along the Pacific Coast between Wilson Creek (at the southern end), Sixes River (to the north), and inland to the Applegate River drainage watershed. The locations from which the cultural items were removed are ancestral villages situated within the ancestral territory of the Tolowa Dee-ni\\'. For the Tolowa, the Center of the World is the village of Yan\\'daa-k\\'vt (Burnt Ranch), which along with other ancestral villages faced near annihilation and massacre by newcomers to the Tolowa territory. The Tolowa Dee-ni\\' Holocaust began in 1851. Within the span of five years Tolowa people were nearly extinct. One of the first and most brutal attacks occurred at Yan\\'daa-k\\'vt, while the people gathered for the Earth Renewal Ceremony, Nee-dash. This massacre was followed by another at `Ee-chuu-le\\', a village along Lake Earl in Del Norte County. According to documentary evidence, this \\xe2\\x80\\x9c. . . massacre left seven layers of bodies in the Dance House before it was set ablaze\\xe2\\x80\\x9d (Bommelyn 2006). As a result of the mass burnings, villages were transformed into burial grounds for the massacred Tolowa Dee-ni\\' and the items placed with or near them. During consultation, a representative of the Smith River Rancheria, California, identified specific types of items as funerary objects. Yan\\'daa-k\\'vt (Burnt Ranch) is recorded as the largest massacre site of Tolowa Dee-ni\\'. This location is documented as a mass gravesite resulting from the genocidal acts of 1853. It also has been subjected to years of looting and inadvertent discoveries of human remains and funerary objects. \n Determinations Made by the Del Norte County Historical Society \n Officials of the Del Norte County Historical Society have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(B), the 382 cultural items described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony and are believed, by a preponderance of the evidence, to have been removed from the specific burial sites of Native American individuals. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the unassociated funerary objects and the Smith River Rancheria, California. \n Additional Requestors and Disposition \n Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to claim these cultural items should submit a written request with information in support of the claim to Sean Smith, Del Norte County Historical Society, 577 H St., Crescent City, CA 95531, telephone (707) 464-3922, email manager@delnortehistory.org, by April 10, 2014. After that date, if no additional claimants have come forward, transfer of control of the unassociated funerary objects to the Smith River Rancheria, California, may proceed. \n The Del Norte County Historical Society is responsible for notifying Smith River Rancheria, California, that this notice has been published. \n ", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Determinations Made by the Del Norte County Historical Society \n Officials of the Del Norte County Historical Society have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(B), the 382 cultural items described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony and are believed, by a preponderance of the evidence, to have been removed from the specific burial sites of Native American individuals. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the unassociated funerary objects and the Smith River Rancheria, California. \n ", "a_r_d": "Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to claim these cultural items should submit a written request with information in support of the claim to Sean Smith, Del Norte County Historical Society, 577 H St., Crescent City, CA 95531, telephone (707) 464-3922, email manager@delnortehistory.org, by April 10, 2014. After that date, if no additional claimants have come forward, transfer of control of the unassociated funerary objects to the Smith River Rancheria, California, may proceed. \n The Del Norte County Historical Society is responsible for notifying Smith River Rancheria, California, that this notice has been published. \n "}