{"index": "R_232", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [NPS-WASO-NAGPRA-13010; PPWOCRADN0-PCU00RP14.R50000]\\n        Notice of Intent To Repatriate Cultural Items: U.S. Department of Agriculture, Forest Service, San Juan National Forest, Durango, CO\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        \\n          SUMMARY:\\n          The U.S. Department of Agriculture (USDA), Forest Service, San Juan National Forest, in consultation with the appropriate Indian tribes or Native Hawaiian organizations, has determined that the cultural items listed in this notice meet the definition of unassociated funerary objects. Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to claim these cultural items should submit a written request to the San Juan National Forest. If no additional claimants come forward, transfer of control of the cultural items to the lineal descendants, Indian tribes, or Native Hawaiian organizations stated in this notice may proceed.\\n        \\n        \\n          DATES:\\n          Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to claim these cultural items should submit a written request with information in support of the claim to the San Juan National Forest at the address in this notice by July 8, 2013.\\n        \\n        \\n          ADDRESSES:\\n\\n          Julie Coleman, Heritage Program Manager, San Juan National Forest, 15 Burnett Court, Durango, CO 81301, telephone (970) 385-1250, email jacoleman@fs.fed.us.\\n        \\n      \\n      \\n        SUPPLEMENTARY INFORMATION:\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate cultural items under the control of the USDA Forest Service, San Juan National Forest, Durango, CO, that meet the definition of unassociated funerary objects under 25 U.S.C. 3001.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American cultural items. The National Park Service is not responsible for the determinations in this notice.\\n        History and Description of the Cultural Items\\n\\n        Between 1937 and 1938, 190 unassociated funerary objects were removed from the burial crevice and north cave shelter of the Falls Creek Rock Shelters (site 5LP1434), in Animas Valley, north of Durango, in LaPlata County, CO. In 1937, I. F. \\xe2\\x80\\x9cZeke\\xe2\\x80\\x9d Flora conducted excavations without a permit in the burial crevice of Falls Creek Rock Shelters, on lands managed by the USDA Forest Service. In 1938, Earl Morris, Department of Archaeology, The Carnegie Institution, conducted excavations in the north and south cave shelters of Falls Creek Rock Shelters, under permit by the USDA. Flora and Morris both collected human remains and associated funerary objects, which are the subject of a separate Notice of Inventory Completion published in the Federal Register.\\n        A portion of the Flora collection at the Falls Creek Rock Shelters was housed at the Durango Public Library, Durango, CO. In 1945, it was transferred into the custody of the Mesa Verde National Park at the request of the Forest Service. Flora transferred additional items he collected at the Falls Creek Rock Shelters into the custody of the Mesa Verde National Park between 1962 and 1963. In November 2009, Mesa Verde National Park transferred these items to the Anasazi Heritage Center in Dolores, CO, where they are currently located. Additionally, in 1999, USDA Forest Service Law Enforcement seized a hide robe from Flora\\'s daughter that had been collected by Flora at the Falls Creek Rock Shelters. Subsequently, in 2009, Bureau of Land Management Law Enforcement seized items in the custody of Vern Crites of Durango, CO, that were removed by Flora in 1937 at the Falls Creek Rock Shelters. Finally, in 2011, the Center for Southwest Studies, Fort Lewis College, transferred to the Anasazi Heritage Center a necklace that had been excavated by Flora at the Falls Creek Rock Shelters and given to Fort Lewis College by Helen Sloan Daniels.\\n        The Morris collection at the Falls Creek Rock Shelters, as well as a portion of the Flora collection from the site purchased by Morris for The Carnegie Institution, was curated by the Peabody Museum of Archaeology and Ethnology at Harvard University, Cambridge, MA, and by the University of Colorado Museum of Natural History, Boulder, CO. In February 2009, these items were transferred into the custody of the Anasazi Heritage Center in Dolores, CO. Between February 2009 and March 2013, a team of researchers at the Anasazi Heritage Center conducted an intensive non-destructive analysis of the all of the items collected by Morris and Flora at the Falls Creek Rock Shelters. This effort allowed researchers to re-associate human remains and funerary objects that had been separated and curated at different places, and to determine the unassociated funerary objects in the collection.\\n\\n        In all, 190 objects are determined to be unassociated funerary objects from the Falls Creek Rock Shelters, including 188 objects from the burial crevice and 2 objects from the burial trench in the north cave shelter. The 188 objects from the burial crevice are 6 hide artifacts; 1 deer hair; 8 twined mats (all vegetal materials); 3 twined blankets (human and animal hair, yucca, hide, bark, and feathers); 12 plant fiber bundles; 10 vegetal seeds, rind, and stem; 7 maize cobs; 3 maize kernels; 18 pieces of cordage (includes human hair, yucca, and dog); 2 bullrush braids; 10 textiles (yucca, feathers, rabbit hair, and hide); 3 twined bags (yucca); 10 baskets; 1 bark slab; 1 cradleboard (oak/willow frame, sumac rods, and sinew wrap); 4 wrapped sticks (twigs wrapped with sinew and turkey feather quills); 1 hide sandal; 10 yucca sandals; 1 wood Atlatl fragment; 1 piece of worked wood; 1 wood awl; 1 hafted stone drill; 1 stone drill fragment; 1 chert scraper; 22 pieces of flaked stone (debitage, bifaces whole and fragments); 1 piece of mineral; 5 deer mandible ornaments; 1 bone ornament; 3 bone awls; 1 whole shell (Orehelix); 2 juniper seed beads; 2 miscellaneous beads (unidentified material); 1 lignite bead; 4 shell beads or pendants; 1 pendant (unidentified material); a necklace containing 5 Olivella beads, 1 lignite pendant, and hide cordage; and a necklace containing 1 Olivella dama bead, 1 Olivella biplicata bead, 1 Olivella spicata bead, 18 juniper seed beads, and yucca cordage. The 2 objects from the burial trench in the north cave shelter are: 1 chalcedony dart point, medial fragment, and 1 chert dart point, distal fragment.\\n        The Falls Creek Rock Shelters have been identified as a Basketmaker II habitation site, with the main occupation occurring between 300 B.C. and A.D. 400, based upon tree-ring dates. Archaeological, biological, and geographic evidence, along with oral traditions, indicate that the Basketmaker II populations of the Durango/Upper Animas District, in southwest Colorado, are culturally affiliated with the modern Puebloan people (Coleman 2013: 12). This includes the modern day tribes of the Hopi Tribe of Arizona; Kewa Pueblo, New Mexico (previously listed as the Pueblo of Santo Domingo); Ohkay Owingeh, New Mexico (previously listed as the Pueblo of San Juan); Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Felipe, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; Ysleta del Sur Pueblo of Texas; and the Zuni Tribe of the Zuni Reservation, New Mexico (hereafter referred to as \\xe2\\x80\\x9cThe Tribes\\xe2\\x80\\x9d).\\n        This determination is based upon the extensive review of currently available published and unpublished sources and information provided by Indian tribes during consultations. Archaeological evidence consists of chronological data, artifacts, and rock art. Recent DNA research also demonstrates a biological affiliation between Basketmaker II populations and modern Puebloans. Hopi and Zuni oral traditions provide additional information, including geographic evidence, for cultural affiliation between Basketmaker II and the present day Puebloan people.\\n        Determinations Made by the USDA Forest Service, San Juan National Forest\\n        Officials of the San Juan National Forest have determined that:\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(B), the 190 cultural items described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony and are believed, by a preponderance of the evidence, to have been removed from a specific burial site of a Native American individual.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the unassociated funerary objects and The Tribes.\\n        Additional Requestors and Disposition\\n\\n        Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to claim these cultural items should submit a written request with information in support of the claim to Julie Coleman, Heritage Program Manager, San Juan National Forest, 15 Burnett Court, Durango, CO 81301, telephone (970) 385-1250, email jacoleman@fs.fed.us, by July 8, 2013. After that date, if no additional claimants have come forward, transfer of control of the unassociated funerary objects to The Tribes may proceed.\\n        The San Juan National Forest is responsible for notifying the Hopi Tribe of Arizona; Jicarilla Apache Nation, New Mexico; Kewa Pueblo, New Mexico (previously listed as the Pueblo of Santo Domingo); Navajo Nation, Arizona, New Mexico & Utah; Ohkay Owingeh, New Mexico (previously listed as the Pueblo of San Juan); Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Felipe, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Ute Indian Tribe of the Uintah & Ouray Reservation, Utah; Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah; Ysleta del Sur Pueblo of Texas; and the Zuni Tribe of the Zuni Reservation, New Mexico, that this notice has been published.\\n        \\n          Dated: May 6, 2013.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2013-13461 Filed 6-5-13; 8:45 am]\\n      BILLING CODE 4312-50-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[NPS-WASO-NAGPRA-13010; PPWOCRADN0-PCU00RP14.R50000]", "subject": "Notice of Intent To Repatriate Cultural Items: U.S. Department of Agriculture, Forest Service, San Juan National Forest, Durango, CO", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "The U.S. Department of Agriculture (USDA), Forest Service, San Juan National Forest, in consultation with the appropriate Indian tribes or Native Hawaiian organizations, has determined that the cultural items listed in this notice meet the definition of unassociated funerary objects. Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to claim these cultural items should submit a written request to the San Juan National Forest. If no additional claimants come forward, transfer of control of the cultural items to the lineal descendants, Indian tribes, or Native Hawaiian organizations stated in this notice may proceed.", "dates": "Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to claim these cultural items should submit a written request with information in support of the claim to the San Juan National Forest at the address in this notice by July 8, 2013.", "addresses": "Julie Coleman, Heritage Program Manager, San Juan National Forest, 15 Burnett Court, Durango, CO 81301, telephone (970) 385-1250, email jacoleman@fs.fed.us.", "signature_dated": "Dated: May 6, 2013.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2013-13461 Filed 6-5-13; 8:45 am]", "billing_code": "BILLING CODE 4312-50-P", "supp_info": "SUPPLEMENTARY INFORMATION: \n Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate cultural items under the control of the USDA Forest Service, San Juan National Forest, Durango, CO, that meet the definition of unassociated funerary objects under 25 U.S.C. 3001. \n This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American cultural items. The National Park Service is not responsible for the determinations in this notice. \n History and Description of the Cultural Items \n Between 1937 and 1938, 190 unassociated funerary objects were removed from the burial crevice and north cave shelter of the Falls Creek Rock Shelters (site 5LP1434), in Animas Valley, north of Durango, in LaPlata County, CO. In 1937, I. F. \\xe2\\x80\\x9cZeke\\xe2\\x80\\x9d Flora conducted excavations without a permit in the burial crevice of Falls Creek Rock Shelters, on lands managed by the USDA Forest Service. In 1938, Earl Morris, Department of Archaeology, The Carnegie Institution, conducted excavations in the north and south cave shelters of Falls Creek Rock Shelters, under permit by the USDA. Flora and Morris both collected human remains and associated funerary objects, which are the subject of a separate Notice of Inventory Completion published in the Federal Register. \n A portion of the Flora collection at the Falls Creek Rock Shelters was housed at the Durango Public Library, Durango, CO. In 1945, it was transferred into the custody of the Mesa Verde National Park at the request of the Forest Service. Flora transferred additional items he collected at the Falls Creek Rock Shelters into the custody of the Mesa Verde National Park between 1962 and 1963. In November 2009, Mesa Verde National Park transferred these items to the Anasazi Heritage Center in Dolores, CO, where they are currently located. Additionally, in 1999, USDA Forest Service Law Enforcement seized a hide robe from Flora\\'s daughter that had been collected by Flora at the Falls Creek Rock Shelters. Subsequently, in 2009, Bureau of Land Management Law Enforcement seized items in the custody of Vern Crites of Durango, CO, that were removed by Flora in 1937 at the Falls Creek Rock Shelters. Finally, in 2011, the Center for Southwest Studies, Fort Lewis College, transferred to the Anasazi Heritage Center a necklace that had been excavated by Flora at the Falls Creek Rock Shelters and given to Fort Lewis College by Helen Sloan Daniels. \n The Morris collection at the Falls Creek Rock Shelters, as well as a portion of the Flora collection from the site purchased by Morris for The Carnegie Institution, was curated by the Peabody Museum of Archaeology and Ethnology at Harvard University, Cambridge, MA, and by the University of Colorado Museum of Natural History, Boulder, CO. In February 2009, these items were transferred into the custody of the Anasazi Heritage Center in Dolores, CO. Between February 2009 and March 2013, a team of researchers at the Anasazi Heritage Center conducted an intensive non-destructive analysis of the all of the items collected by Morris and Flora at the Falls Creek Rock Shelters. This effort allowed researchers to re-associate human remains and funerary objects that had been separated and curated at different places, and to determine the unassociated funerary objects in the collection. \n In all, 190 objects are determined to be unassociated funerary objects from the Falls Creek Rock Shelters, including 188 objects from the burial crevice and 2 objects from the burial trench in the north cave shelter. The 188 objects from the burial crevice are 6 hide artifacts; 1 deer hair; 8 twined mats (all vegetal materials); 3 twined blankets (human and animal hair, yucca, hide, bark, and feathers); 12 plant fiber bundles; 10 vegetal seeds, rind, and stem; 7 maize cobs; 3 maize kernels; 18 pieces of cordage (includes human hair, yucca, and dog); 2 bullrush braids; 10 textiles (yucca, feathers, rabbit hair, and hide); 3 twined bags (yucca); 10 baskets; 1 bark slab; 1 cradleboard (oak/willow frame, sumac rods, and sinew wrap); 4 wrapped sticks (twigs wrapped with sinew and turkey feather quills); 1 hide sandal; 10 yucca sandals; 1 wood Atlatl fragment; 1 piece of worked wood; 1 wood awl; 1 hafted stone drill; 1 stone drill fragment; 1 chert scraper; 22 pieces of flaked stone (debitage, bifaces whole and fragments); 1 piece of mineral; 5 deer mandible ornaments; 1 bone ornament; 3 bone awls; 1 whole shell (Orehelix); 2 juniper seed beads; 2 miscellaneous beads (unidentified material); 1 lignite bead; 4 shell beads or pendants; 1 pendant (unidentified material); a necklace containing 5 Olivella beads, 1 lignite pendant, and hide cordage; and a necklace containing 1 Olivella dama bead, 1 Olivella biplicata bead, 1 Olivella spicata bead, 18 juniper seed beads, and yucca cordage. The 2 objects from the burial trench in the north cave shelter are: 1 chalcedony dart point, medial fragment, and 1 chert dart point, distal fragment. \n The Falls Creek Rock Shelters have been identified as a Basketmaker II habitation site, with the main occupation occurring between 300 B.C. and A.D. 400, based upon tree-ring dates. Archaeological, biological, and geographic evidence, along with oral traditions, indicate that the Basketmaker II populations of the Durango/Upper Animas District, in southwest Colorado, are culturally affiliated with the modern Puebloan people (Coleman 2013: 12). This includes the modern day tribes of the Hopi Tribe of Arizona; Kewa Pueblo, New Mexico (previously listed as the Pueblo of Santo Domingo); Ohkay Owingeh, New Mexico (previously listed as the Pueblo of San Juan); Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Felipe, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; Ysleta del Sur Pueblo of Texas; and the Zuni Tribe of the Zuni Reservation, New Mexico (hereafter referred to as \\xe2\\x80\\x9cThe Tribes\\xe2\\x80\\x9d). \n This determination is based upon the extensive review of currently available published and unpublished sources and information provided by Indian tribes during consultations. Archaeological evidence consists of chronological data, artifacts, and rock art. Recent DNA research also demonstrates a biological affiliation between Basketmaker II populations and modern Puebloans. Hopi and Zuni oral traditions provide additional information, including geographic evidence, for cultural affiliation between Basketmaker II and the present day Puebloan people. \n Determinations Made by the USDA Forest Service, San Juan National Forest \n Officials of the San Juan National Forest have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(B), the 190 cultural items described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony and are believed, by a preponderance of the evidence, to have been removed from a specific burial site of a Native American individual. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the unassociated funerary objects and The Tribes. \n Additional Requestors and Disposition \n Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to claim these cultural items should submit a written request with information in support of the claim to Julie Coleman, Heritage Program Manager, San Juan National Forest, 15 Burnett Court, Durango, CO 81301, telephone (970) 385-1250, email jacoleman@fs.fed.us, by July 8, 2013. After that date, if no additional claimants have come forward, transfer of control of the unassociated funerary objects to The Tribes may proceed. \n The San Juan National Forest is responsible for notifying the Hopi Tribe of Arizona; Jicarilla Apache Nation, New Mexico; Kewa Pueblo, New Mexico (previously listed as the Pueblo of Santo Domingo); Navajo Nation, Arizona, New Mexico & Utah; Ohkay Owingeh, New Mexico (previously listed as the Pueblo of San Juan); Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Felipe, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Ute Indian Tribe of the Uintah & Ouray Reservation, Utah; Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah; Ysleta del Sur Pueblo of Texas; and the Zuni Tribe of the Zuni Reservation, New Mexico, that this notice has been published. \n ", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Between 1937 and 1938, 190 unassociated funerary objects were removed from the burial crevice and north cave shelter of the Falls Creek Rock Shelters (site 5LP1434), in Animas Valley, north of Durango, in LaPlata County, CO. In 1937, I. F. \\xe2\\x80\\x9cZeke\\xe2\\x80\\x9d Flora conducted excavations without a permit in the burial crevice of Falls Creek Rock Shelters, on lands managed by the USDA Forest Service. In 1938, Earl Morris, Department of Archaeology, The Carnegie Institution, conducted excavations in the north and south cave shelters of Falls Creek Rock Shelters, under permit by the USDA. Flora and Morris both collected human remains and associated funerary objects, which are the subject of a separate Notice of Inventory Completion published in the Federal Register. \n A portion of the Flora collection at the Falls Creek Rock Shelters was housed at the Durango Public Library, Durango, CO. In 1945, it was transferred into the custody of the Mesa Verde National Park at the request of the Forest Service. Flora transferred additional items he collected at the Falls Creek Rock Shelters into the custody of the Mesa Verde National Park between 1962 and 1963. In November 2009, Mesa Verde National Park transferred these items to the Anasazi Heritage Center in Dolores, CO, where they are currently located. Additionally, in 1999, USDA Forest Service Law Enforcement seized a hide robe from Flora\\'s daughter that had been collected by Flora at the Falls Creek Rock Shelters. Subsequently, in 2009, Bureau of Land Management Law Enforcement seized items in the custody of Vern Crites of Durango, CO, that were removed by Flora in 1937 at the Falls Creek Rock Shelters. Finally, in 2011, the Center for Southwest Studies, Fort Lewis College, transferred to the Anasazi Heritage Center a necklace that had been excavated by Flora at the Falls Creek Rock Shelters and given to Fort Lewis College by Helen Sloan Daniels. \n The Morris collection at the Falls Creek Rock Shelters, as well as a portion of the Flora collection from the site purchased by Morris for The Carnegie Institution, was curated by the Peabody Museum of Archaeology and Ethnology at Harvard University, Cambridge, MA, and by the University of Colorado Museum of Natural History, Boulder, CO. In February 2009, these items were transferred into the custody of the Anasazi Heritage Center in Dolores, CO. Between February 2009 and March 2013, a team of researchers at the Anasazi Heritage Center conducted an intensive non-destructive analysis of the all of the items collected by Morris and Flora at the Falls Creek Rock Shelters. This effort allowed researchers to re-associate human remains and funerary objects that had been separated and curated at different places, and to determine the unassociated funerary objects in the collection. \n In all, 190 objects are determined to be unassociated funerary objects from the Falls Creek Rock Shelters, including 188 objects from the burial crevice and 2 objects from the burial trench in the north cave shelter. The 188 objects from the burial crevice are 6 hide artifacts; 1 deer hair; 8 twined mats (all vegetal materials); 3 twined blankets (human and animal hair, yucca, hide, bark, and feathers); 12 plant fiber bundles; 10 vegetal seeds, rind, and stem; 7 maize cobs; 3 maize kernels; 18 pieces of cordage (includes human hair, yucca, and dog); 2 bullrush braids; 10 textiles (yucca, feathers, rabbit hair, and hide); 3 twined bags (yucca); 10 baskets; 1 bark slab; 1 cradleboard (oak/willow frame, sumac rods, and sinew wrap); 4 wrapped sticks (twigs wrapped with sinew and turkey feather quills); 1 hide sandal; 10 yucca sandals; 1 wood Atlatl fragment; 1 piece of worked wood; 1 wood awl; 1 hafted stone drill; 1 stone drill fragment; 1 chert scraper; 22 pieces of flaked stone (debitage, bifaces whole and fragments); 1 piece of mineral; 5 deer mandible ornaments; 1 bone ornament; 3 bone awls; 1 whole shell (Orehelix); 2 juniper seed beads; 2 miscellaneous beads (unidentified material); 1 lignite bead; 4 shell beads or pendants; 1 pendant (unidentified material); a necklace containing 5 Olivella beads, 1 lignite pendant, and hide cordage; and a necklace containing 1 Olivella dama bead, 1 Olivella biplicata bead, 1 Olivella spicata bead, 18 juniper seed beads, and yucca cordage. The 2 objects from the burial trench in the north cave shelter are: 1 chalcedony dart point, medial fragment, and 1 chert dart point, distal fragment. \n The Falls Creek Rock Shelters have been identified as a Basketmaker II habitation site, with the main occupation occurring between 300 B.C. and A.D. 400, based upon tree-ring dates. Archaeological, biological, and geographic evidence, along with oral traditions, indicate that the Basketmaker II populations of the Durango/Upper Animas District, in southwest Colorado, are culturally affiliated with the modern Puebloan people (Coleman 2013: 12). This includes the modern day tribes of the Hopi Tribe of Arizona; Kewa Pueblo, New Mexico (previously listed as the Pueblo of Santo Domingo); Ohkay Owingeh, New Mexico (previously listed as the Pueblo of San Juan); Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Felipe, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; Ysleta del Sur Pueblo of Texas; and the Zuni Tribe of the Zuni Reservation, New Mexico (hereafter referred to as \\xe2\\x80\\x9cThe Tribes\\xe2\\x80\\x9d). \n This determination is based upon the extensive review of currently available published and unpublished sources and information provided by Indian tribes during consultations. Archaeological evidence consists of chronological data, artifacts, and rock art. Recent DNA research also demonstrates a biological affiliation between Basketmaker II populations and modern Puebloans. Hopi and Zuni oral traditions provide additional information, including geographic evidence, for cultural affiliation between Basketmaker II and the present day Puebloan people. \n ", "determinations": "Determinations Made by the USDA Forest Service, San Juan National Forest \n Officials of the San Juan National Forest have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(B), the 190 cultural items described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony and are believed, by a preponderance of the evidence, to have been removed from a specific burial site of a Native American individual. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the unassociated funerary objects and The Tribes. \n ", "a_r_d": "Lineal descendants or representatives of any Indian tribe or Native Hawaiian organization not identified in this notice that wish to claim these cultural items should submit a written request with information in support of the claim to Julie Coleman, Heritage Program Manager, San Juan National Forest, 15 Burnett Court, Durango, CO 81301, telephone (970) 385-1250, email jacoleman@fs.fed.us, by July 8, 2013. After that date, if no additional claimants have come forward, transfer of control of the unassociated funerary objects to The Tribes may proceed. \n The San Juan National Forest is responsible for notifying the Hopi Tribe of Arizona; Jicarilla Apache Nation, New Mexico; Kewa Pueblo, New Mexico (previously listed as the Pueblo of Santo Domingo); Navajo Nation, Arizona, New Mexico & Utah; Ohkay Owingeh, New Mexico (previously listed as the Pueblo of San Juan); Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Felipe, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Ute Indian Tribe of the Uintah & Ouray Reservation, Utah; Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah; Ysleta del Sur Pueblo of Texas; and the Zuni Tribe of the Zuni Reservation, New Mexico, that this notice has been published. \n "}