{"index": "R_252", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [NPS-WASO-NAGPRA-11793; 2200-1100-665]\\n        Notice of Intent To Repatriate Cultural Items: New York State Museum, Albany, NY\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        \\n          SUMMARY:\\n          The New York State Museum, in consultation with the appropriate Indian tribe, has determined that the cultural items meet the definition of sacred objects and objects of cultural patrimony and repatriation to the Indian tribe stated below may occur if no additional claimants come forward. Representatives of any Indian tribe that believes itself to be culturally affiliated with the cultural items may contact the New York State Museum.\\n        \\n        \\n          DATES:\\n          Representatives of any Indian tribe that believes it has a cultural affiliation with the cultural items should contact the New York State Museum at the address below by January 17, 2013.\\n        \\n        \\n          ADDRESSES:\\n          Lisa Anderson, NAGPRA Coordinator, New York State Museum, 3122 Cultural Education Center, Albany, NY 12230, telephone (518) 486-2020.\\n        \\n      \\n      \\n        SUPPLEMENTARY INFORMATION:\\n        Notice is hereby given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate cultural items in the possession of the New York State Museum that meet the definition of sacred objects and objects of cultural patrimony under 25 U.S.C. 3001.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American cultural items. The National Park Service is not responsible for the determinations in this notice.\\n        History and Description of the Cultural Items\\n        The cultural items are eight wampum belts. Seven of the wampum belts are on loan to the Seneca National Museum in Salamanca, NY, and one wampum belt is housed at the New York State Museum in Albany, NY.\\n        The Five Nations Alliance Belt, also known as the Mary Jamison Belt, is composed of seven rows of dark purple beads with three open white diamonds. The belt measures 161/4 inches long and two inches wide. It is a portion of an original belt that measured two feet long and contained five diamonds representing the Five Iroquois Nations. The New York State Museum acquired the wampum belt in 1899 from Harriet Maxwell Converse (E-37424). Museum records indicate that Mrs. Converse purchased the Five Nations Alliance Belt from descendants of Mary Jemison on the Cattaraugus Reservation in New York. Mary Jemison was adopted by the Seneca as a child and chose to live her life as a Seneca. At the time of collection, the Five Nations Alliance Belt was described as a ransom belt but Mrs. Converse later reported it as a council belt. Consultation with the Tonawanda Band of Seneca identifies the Five Nations Alliance Belt as both a sacred object and an object of cultural patrimony as it relates to the civil functions of a Council.\\n        The Cornplanter Condolence Belt, also known as the Red Jacket Belt, is composed of seven rows of purple beads with five areas of loss that originally may have contained white beads. It measures 351/2 inches long and 13/4 inches wide. The New York State Museum acquired the wampum belt in 1899 from Harriet Maxwell Converse (E-37426). In correspondence from the Cornplanter Reservation in Pennsylvania, dated June 26, 1899, Mrs. Converse listed the Cornplanter Condolence Belt with three other belts that she had recently purchased. At the time of collection, Mrs. Converse reported that the wampum belt was associated with the Seneca chief, Red Jacket, but later reported it as condolence wampum that had belonged to the Seneca chief Cornplanter. Consultation with the Tonawanda Band of Seneca identifies the Cornplanter Condolence Belt as both a sacred object and an object of cultural patrimony as it relates to the condolence of a leader and installation of a successor.\\n\\n        The Nomination Belt is composed of nine rows of white beads with six purple figures joined by extended arms and a purple square that may represent a council fire between the two central figures. It measures 24 inches long and three inches wide. The New York State Museum acquired the wampum belt in the late nineteenth century from Harriet Maxwell Converse (E-37427). Museum records indicate that Mrs. Converse obtained the belt in either 1882 or 1885 from Martha Hemlock, a Seneca elder on the Cattaraugus Reservation in New York. At the time of collection, the wampum belt was recorded as a women\\'s nominating belt used to announce the naming of a new chief. Consultation with the Tonawanda Band of Seneca identifies the belt as both a sacred object and an object of cultural patrimony as it relates to the civil functions of a Council.\\n        The Huron Alliance Belt is composed of ten rows of white beads with three diagonal rows of three open purple squares. It measures 311/2 inches long and 31/2 inches wide. The New York State Museum acquired the wampum belt in the late nineteenth century from Harriet Maxwell Converse (E-37430). Museum records indicate that Mrs. Converse purchased the wampum belt in 1885 from Chief John Buck on the Grand River Reservation in Ontario, Canada. At the time of collection, Mrs. Converse reported the belt was exchanged during the wars between the Huron and Seneca Nations. According to Chief Buck it originally belonged to the Seneca people of New York prior to the American Revolution. Rev. William M. Beauchamp questioned the reported age and attribution of the belt writing, \\xe2\\x80\\x9cThe belt, if Huron, may be assigned to their later days.\\xe2\\x80\\x9d Consultation with the Tonawanda Band of Seneca identifies the Huron Alliance Belt as both a sacred object and an object of cultural patrimony as it relates to the civil functions of a Council.\\n        The Seneca Condolence Belt is composed of seven rows of purple beads with two white diamonds and a horizontal v-shape near one end. It measures 40 inches long and 21/8 inches wide. The New York State Museum acquired the wampum belt in 1897 from Harriet Maxwell Converse (E-37431). Museum records indicate that Mrs. Converse obtained the Seneca Condolence Belt through \\xe2\\x80\\x9cSalamanca Seneca Indians\\xe2\\x80\\x9d in New York. At the time of collection, Mrs. Converse reported that the belt was a condolence belt interpreted to her \\xe2\\x80\\x9cby the late Dan\\'l Two-Guns, an aged Seneca who had memorized it during his childhood.\\xe2\\x80\\x9d The wampum belt was reportedly last owned by the Seneca chief Governor Blacksnake of the Allegany Reservation in New York. Consultation with the Tonawanda Band of Seneca identifies the Seneca Condolence Belt as both a sacred object and an object of cultural patrimony as it relates to the condolence of a leader and installation of a successor.\\n        The Gyantwaka Treaty Belt is a fragment of a belt composed of ten rows of purple beads and measures 71/4 inches long and 23/4 inches wide. The New York State Museum acquired the wampum belt in 1899 from Harriet Maxwell Converse (E-37432). Museum records indicate that Mrs. Converse obtained the wampum belt on the Cornplanter Reservation in Pennsylvania. The belt is said to be a portion of the original which was divided among Cornplanter\\'s heirs at the time of his death. At the time of collection, it was reported that the Gyantwaka Treaty Belt was a record of the treaty affirming the Cornplanter Reservation. A copy of the signed treaty was originally attached to the wampum belt. Consultation with the Tonawanda Band of Seneca identifies the Gyantwaka Treaty Belt as both a sacred object and an object of cultural patrimony.\\n        The Ely S. Parker Belt, also known as the Five Fires Belt, or Death Belt, is composed of seven rows of purple beads with five white open hexagons, representing the Five Iroquois Nations, and three short white stripes at each end. It measures 371/2 inches long and two inches wide and has traces of red pigment on some of the beads. The New York State Museum acquired the wampum belt in 1899 from Harriet Maxwell Converse who purchased it from the widow of her long-time friend General Ely S. Parker (E-37434). At the time of collection, Mrs. Converse reported the Ely S. Parker belt was a war belt and a national belt of the Seneca people. The belt was handed down to Ely S. Parker with the title Donehogawah or Keeper of the Western Door. Consultation with the Tonawanda Band of Seneca identifies the Ely S. Parker Belt as both a sacred object and an object of cultural patrimony as it relates to the civil functions of a Council.\\n        The Blacksnake Mourning Belt is composed of nine rows of purple beads and measures 61/4 inches long. The New York State Museum acquired the wampum belt in 1933 from Willard A. Gibson (E-37962). Museum records indicate that Mr. Gibson purchased the Blacksnake Mourning Belt with the assistance of his Seneca friend, Louis Plummer, from an elder on the Allegany Reservation in New York. At the time of collection, Mr. Plummer reported that the wampum belt was a mourning or condolence belt formerly in the possession of the Seneca chief Governor Blacksnake. Consultation with the Tonawanda Band of Seneca identifies the Blacksnake Mourning Belt as both a sacred object and an object of cultural patrimony as it relates to the condolence of a leader and installation of a successor.\\n        Determinations Made by the New York State Museum\\n        Officials of the New York State Museum have determined that:\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(C), the eight cultural items described above are specific ceremonial objects needed by traditional Native American religious leaders for the practice of traditional Native American religions by their present-day adherents.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(D), the eight cultural items described above have ongoing historical, traditional, or cultural importance central to the Native American group or culture itself, rather than property owned by an individual.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the sacred objects and objects of cultural patrimony and the Tonawanda Band of Seneca (previously listed as the Tonawanda Band of Seneca Indians of New York).\\n        Additional Requestors and Disposition\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the sacred objects and objects of cultural patrimony should contact Lisa Anderson, NAGPRA Coordinator, New York State Museum, 3122 Cultural Education Center, Albany, NY 12230, telephone (518) 486-2020 before January 17, 2013. Repatriation of the sacred objects and objects of cultural patrimony to the Tonawanda Band of Seneca (previously listed as the Tonawanda Band of Seneca Indians of New York) may proceed after that date if no additional claimants come forward.\\n        The New York State Museum is responsible for notifying the Tonawanda Band of Seneca (previously listed as the Tonawanda Band of Seneca Indians of New York) that this notice has been published.\\n        \\n          Dated: November 26, 2012.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program. \\n        \\n      \\n      [FR Doc. 2012-30455 Filed 12-17-12; 8:45 am]\\n      BILLING CODE 4312-50-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[NPS-WASO-NAGPRA-11793; 2200-1100-665]", "subject": "Notice of Intent To Repatriate Cultural Items: New York State Museum, Albany, NY", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "The New York State Museum, in consultation with the appropriate Indian tribe, has determined that the cultural items meet the definition of sacred objects and objects of cultural patrimony and repatriation to the Indian tribe stated below may occur if no additional claimants come forward. Representatives of any Indian tribe that believes itself to be culturally affiliated with the cultural items may contact the New York State Museum.", "dates": "Representatives of any Indian tribe that believes it has a cultural affiliation with the cultural items should contact the New York State Museum at the address below by January 17, 2013.", "addresses": "Lisa Anderson, NAGPRA Coordinator, New York State Museum, 3122 Cultural Education Center, Albany, NY 12230, telephone (518) 486-2020.", "signature_dated": "Dated: November 26, 2012.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program. ", "fr_doc": "[FR Doc. 2012-30455 Filed 12-17-12; 8:45 am]", "billing_code": "BILLING CODE 4312-50-P", "supp_info": "SUPPLEMENTARY INFORMATION: \n Notice is hereby given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate cultural items in the possession of the New York State Museum that meet the definition of sacred objects and objects of cultural patrimony under 25 U.S.C. 3001. \n This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American cultural items. The National Park Service is not responsible for the determinations in this notice. \n History and Description of the Cultural Items \n The cultural items are eight wampum belts. Seven of the wampum belts are on loan to the Seneca National Museum in Salamanca, NY, and one wampum belt is housed at the New York State Museum in Albany, NY. \n The Five Nations Alliance Belt, also known as the Mary Jamison Belt, is composed of seven rows of dark purple beads with three open white diamonds. The belt measures 161/4 inches long and two inches wide. It is a portion of an original belt that measured two feet long and contained five diamonds representing the Five Iroquois Nations. The New York State Museum acquired the wampum belt in 1899 from Harriet Maxwell Converse (E-37424). Museum records indicate that Mrs. Converse purchased the Five Nations Alliance Belt from descendants of Mary Jemison on the Cattaraugus Reservation in New York. Mary Jemison was adopted by the Seneca as a child and chose to live her life as a Seneca. At the time of collection, the Five Nations Alliance Belt was described as a ransom belt but Mrs. Converse later reported it as a council belt. Consultation with the Tonawanda Band of Seneca identifies the Five Nations Alliance Belt as both a sacred object and an object of cultural patrimony as it relates to the civil functions of a Council. \n The Cornplanter Condolence Belt, also known as the Red Jacket Belt, is composed of seven rows of purple beads with five areas of loss that originally may have contained white beads. It measures 351/2 inches long and 13/4 inches wide. The New York State Museum acquired the wampum belt in 1899 from Harriet Maxwell Converse (E-37426). In correspondence from the Cornplanter Reservation in Pennsylvania, dated June 26, 1899, Mrs. Converse listed the Cornplanter Condolence Belt with three other belts that she had recently purchased. At the time of collection, Mrs. Converse reported that the wampum belt was associated with the Seneca chief, Red Jacket, but later reported it as condolence wampum that had belonged to the Seneca chief Cornplanter. Consultation with the Tonawanda Band of Seneca identifies the Cornplanter Condolence Belt as both a sacred object and an object of cultural patrimony as it relates to the condolence of a leader and installation of a successor. \n The Nomination Belt is composed of nine rows of white beads with six purple figures joined by extended arms and a purple square that may represent a council fire between the two central figures. It measures 24 inches long and three inches wide. The New York State Museum acquired the wampum belt in the late nineteenth century from Harriet Maxwell Converse (E-37427). Museum records indicate that Mrs. Converse obtained the belt in either 1882 or 1885 from Martha Hemlock, a Seneca elder on the Cattaraugus Reservation in New York. At the time of collection, the wampum belt was recorded as a women\\'s nominating belt used to announce the naming of a new chief. Consultation with the Tonawanda Band of Seneca identifies the belt as both a sacred object and an object of cultural patrimony as it relates to the civil functions of a Council. \n The Huron Alliance Belt is composed of ten rows of white beads with three diagonal rows of three open purple squares. It measures 311/2 inches long and 31/2 inches wide. The New York State Museum acquired the wampum belt in the late nineteenth century from Harriet Maxwell Converse (E-37430). Museum records indicate that Mrs. Converse purchased the wampum belt in 1885 from Chief John Buck on the Grand River Reservation in Ontario, Canada. At the time of collection, Mrs. Converse reported the belt was exchanged during the wars between the Huron and Seneca Nations. According to Chief Buck it originally belonged to the Seneca people of New York prior to the American Revolution. Rev. William M. Beauchamp questioned the reported age and attribution of the belt writing, \\xe2\\x80\\x9cThe belt, if Huron, may be assigned to their later days.\\xe2\\x80\\x9d Consultation with the Tonawanda Band of Seneca identifies the Huron Alliance Belt as both a sacred object and an object of cultural patrimony as it relates to the civil functions of a Council. \n The Seneca Condolence Belt is composed of seven rows of purple beads with two white diamonds and a horizontal v-shape near one end. It measures 40 inches long and 21/8 inches wide. The New York State Museum acquired the wampum belt in 1897 from Harriet Maxwell Converse (E-37431). Museum records indicate that Mrs. Converse obtained the Seneca Condolence Belt through \\xe2\\x80\\x9cSalamanca Seneca Indians\\xe2\\x80\\x9d in New York. At the time of collection, Mrs. Converse reported that the belt was a condolence belt interpreted to her \\xe2\\x80\\x9cby the late Dan\\'l Two-Guns, an aged Seneca who had memorized it during his childhood.\\xe2\\x80\\x9d The wampum belt was reportedly last owned by the Seneca chief Governor Blacksnake of the Allegany Reservation in New York. Consultation with the Tonawanda Band of Seneca identifies the Seneca Condolence Belt as both a sacred object and an object of cultural patrimony as it relates to the condolence of a leader and installation of a successor. \n The Gyantwaka Treaty Belt is a fragment of a belt composed of ten rows of purple beads and measures 71/4 inches long and 23/4 inches wide. The New York State Museum acquired the wampum belt in 1899 from Harriet Maxwell Converse (E-37432). Museum records indicate that Mrs. Converse obtained the wampum belt on the Cornplanter Reservation in Pennsylvania. The belt is said to be a portion of the original which was divided among Cornplanter\\'s heirs at the time of his death. At the time of collection, it was reported that the Gyantwaka Treaty Belt was a record of the treaty affirming the Cornplanter Reservation. A copy of the signed treaty was originally attached to the wampum belt. Consultation with the Tonawanda Band of Seneca identifies the Gyantwaka Treaty Belt as both a sacred object and an object of cultural patrimony. \n The Ely S. Parker Belt, also known as the Five Fires Belt, or Death Belt, is composed of seven rows of purple beads with five white open hexagons, representing the Five Iroquois Nations, and three short white stripes at each end. It measures 371/2 inches long and two inches wide and has traces of red pigment on some of the beads. The New York State Museum acquired the wampum belt in 1899 from Harriet Maxwell Converse who purchased it from the widow of her long-time friend General Ely S. Parker (E-37434). At the time of collection, Mrs. Converse reported the Ely S. Parker belt was a war belt and a national belt of the Seneca people. The belt was handed down to Ely S. Parker with the title Donehogawah or Keeper of the Western Door. Consultation with the Tonawanda Band of Seneca identifies the Ely S. Parker Belt as both a sacred object and an object of cultural patrimony as it relates to the civil functions of a Council. \n The Blacksnake Mourning Belt is composed of nine rows of purple beads and measures 61/4 inches long. The New York State Museum acquired the wampum belt in 1933 from Willard A. Gibson (E-37962). Museum records indicate that Mr. Gibson purchased the Blacksnake Mourning Belt with the assistance of his Seneca friend, Louis Plummer, from an elder on the Allegany Reservation in New York. At the time of collection, Mr. Plummer reported that the wampum belt was a mourning or condolence belt formerly in the possession of the Seneca chief Governor Blacksnake. Consultation with the Tonawanda Band of Seneca identifies the Blacksnake Mourning Belt as both a sacred object and an object of cultural patrimony as it relates to the condolence of a leader and installation of a successor. \n Determinations Made by the New York State Museum \n Officials of the New York State Museum have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(C), the eight cultural items described above are specific ceremonial objects needed by traditional Native American religious leaders for the practice of traditional Native American religions by their present-day adherents. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(D), the eight cultural items described above have ongoing historical, traditional, or cultural importance central to the Native American group or culture itself, rather than property owned by an individual. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the sacred objects and objects of cultural patrimony and the Tonawanda Band of Seneca (previously listed as the Tonawanda Band of Seneca Indians of New York). \n Additional Requestors and Disposition \n Representatives of any other Indian tribe that believes itself to be culturally affiliated with the sacred objects and objects of cultural patrimony should contact Lisa Anderson, NAGPRA Coordinator, New York State Museum, 3122 Cultural Education Center, Albany, NY 12230, telephone (518) 486-2020 before January 17, 2013. Repatriation of the sacred objects and objects of cultural patrimony to the Tonawanda Band of Seneca (previously listed as the Tonawanda Band of Seneca Indians of New York) may proceed after that date if no additional claimants come forward. \n The New York State Museum is responsible for notifying the Tonawanda Band of Seneca (previously listed as the Tonawanda Band of Seneca Indians of New York) that this notice has been published. \n ", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "The cultural items are eight wampum belts. Seven of the wampum belts are on loan to the Seneca National Museum in Salamanca, NY, and one wampum belt is housed at the New York State Museum in Albany, NY. \n The Five Nations Alliance Belt, also known as the Mary Jamison Belt, is composed of seven rows of dark purple beads with three open white diamonds. The belt measures 161/4 inches long and two inches wide. It is a portion of an original belt that measured two feet long and contained five diamonds representing the Five Iroquois Nations. The New York State Museum acquired the wampum belt in 1899 from Harriet Maxwell Converse (E-37424). Museum records indicate that Mrs. Converse purchased the Five Nations Alliance Belt from descendants of Mary Jemison on the Cattaraugus Reservation in New York. Mary Jemison was adopted by the Seneca as a child and chose to live her life as a Seneca. At the time of collection, the Five Nations Alliance Belt was described as a ransom belt but Mrs. Converse later reported it as a council belt. Consultation with the Tonawanda Band of Seneca identifies the Five Nations Alliance Belt as both a sacred object and an object of cultural patrimony as it relates to the civil functions of a Council. \n The Cornplanter Condolence Belt, also known as the Red Jacket Belt, is composed of seven rows of purple beads with five areas of loss that originally may have contained white beads. It measures 351/2 inches long and 13/4 inches wide. The New York State Museum acquired the wampum belt in 1899 from Harriet Maxwell Converse (E-37426). In correspondence from the Cornplanter Reservation in Pennsylvania, dated June 26, 1899, Mrs. Converse listed the Cornplanter Condolence Belt with three other belts that she had recently purchased. At the time of collection, Mrs. Converse reported that the wampum belt was associated with the Seneca chief, Red Jacket, but later reported it as condolence wampum that had belonged to the Seneca chief Cornplanter. Consultation with the Tonawanda Band of Seneca identifies the Cornplanter Condolence Belt as both a sacred object and an object of cultural patrimony as it relates to the condolence of a leader and installation of a successor. \n The Nomination Belt is composed of nine rows of white beads with six purple figures joined by extended arms and a purple square that may represent a council fire between the two central figures. It measures 24 inches long and three inches wide. The New York State Museum acquired the wampum belt in the late nineteenth century from Harriet Maxwell Converse (E-37427). Museum records indicate that Mrs. Converse obtained the belt in either 1882 or 1885 from Martha Hemlock, a Seneca elder on the Cattaraugus Reservation in New York. At the time of collection, the wampum belt was recorded as a women\\'s nominating belt used to announce the naming of a new chief. Consultation with the Tonawanda Band of Seneca identifies the belt as both a sacred object and an object of cultural patrimony as it relates to the civil functions of a Council. \n The Huron Alliance Belt is composed of ten rows of white beads with three diagonal rows of three open purple squares. It measures 311/2 inches long and 31/2 inches wide. The New York State Museum acquired the wampum belt in the late nineteenth century from Harriet Maxwell Converse (E-37430). Museum records indicate that Mrs. Converse purchased the wampum belt in 1885 from Chief John Buck on the Grand River Reservation in Ontario, Canada. At the time of collection, Mrs. Converse reported the belt was exchanged during the wars between the Huron and Seneca Nations. According to Chief Buck it originally belonged to the Seneca people of New York prior to the American Revolution. Rev. William M. Beauchamp questioned the reported age and attribution of the belt writing, \\xe2\\x80\\x9cThe belt, if Huron, may be assigned to their later days.\\xe2\\x80\\x9d Consultation with the Tonawanda Band of Seneca identifies the Huron Alliance Belt as both a sacred object and an object of cultural patrimony as it relates to the civil functions of a Council. \n The Seneca Condolence Belt is composed of seven rows of purple beads with two white diamonds and a horizontal v-shape near one end. It measures 40 inches long and 21/8 inches wide. The New York State Museum acquired the wampum belt in 1897 from Harriet Maxwell Converse (E-37431). Museum records indicate that Mrs. Converse obtained the Seneca Condolence Belt through \\xe2\\x80\\x9cSalamanca Seneca Indians\\xe2\\x80\\x9d in New York. At the time of collection, Mrs. Converse reported that the belt was a condolence belt interpreted to her \\xe2\\x80\\x9cby the late Dan\\'l Two-Guns, an aged Seneca who had memorized it during his childhood.\\xe2\\x80\\x9d The wampum belt was reportedly last owned by the Seneca chief Governor Blacksnake of the Allegany Reservation in New York. Consultation with the Tonawanda Band of Seneca identifies the Seneca Condolence Belt as both a sacred object and an object of cultural patrimony as it relates to the condolence of a leader and installation of a successor. \n The Gyantwaka Treaty Belt is a fragment of a belt composed of ten rows of purple beads and measures 71/4 inches long and 23/4 inches wide. The New York State Museum acquired the wampum belt in 1899 from Harriet Maxwell Converse (E-37432). Museum records indicate that Mrs. Converse obtained the wampum belt on the Cornplanter Reservation in Pennsylvania. The belt is said to be a portion of the original which was divided among Cornplanter\\'s heirs at the time of his death. At the time of collection, it was reported that the Gyantwaka Treaty Belt was a record of the treaty affirming the Cornplanter Reservation. A copy of the signed treaty was originally attached to the wampum belt. Consultation with the Tonawanda Band of Seneca identifies the Gyantwaka Treaty Belt as both a sacred object and an object of cultural patrimony. \n The Ely S. Parker Belt, also known as the Five Fires Belt, or Death Belt, is composed of seven rows of purple beads with five white open hexagons, representing the Five Iroquois Nations, and three short white stripes at each end. It measures 371/2 inches long and two inches wide and has traces of red pigment on some of the beads. The New York State Museum acquired the wampum belt in 1899 from Harriet Maxwell Converse who purchased it from the widow of her long-time friend General Ely S. Parker (E-37434). At the time of collection, Mrs. Converse reported the Ely S. Parker belt was a war belt and a national belt of the Seneca people. The belt was handed down to Ely S. Parker with the title Donehogawah or Keeper of the Western Door. Consultation with the Tonawanda Band of Seneca identifies the Ely S. Parker Belt as both a sacred object and an object of cultural patrimony as it relates to the civil functions of a Council. \n The Blacksnake Mourning Belt is composed of nine rows of purple beads and measures 61/4 inches long. The New York State Museum acquired the wampum belt in 1933 from Willard A. Gibson (E-37962). Museum records indicate that Mr. Gibson purchased the Blacksnake Mourning Belt with the assistance of his Seneca friend, Louis Plummer, from an elder on the Allegany Reservation in New York. At the time of collection, Mr. Plummer reported that the wampum belt was a mourning or condolence belt formerly in the possession of the Seneca chief Governor Blacksnake. Consultation with the Tonawanda Band of Seneca identifies the Blacksnake Mourning Belt as both a sacred object and an object of cultural patrimony as it relates to the condolence of a leader and installation of a successor. \n ", "determinations": "Determinations Made by the New York State Museum \n Officials of the New York State Museum have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(C), the eight cultural items described above are specific ceremonial objects needed by traditional Native American religious leaders for the practice of traditional Native American religions by their present-day adherents. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(D), the eight cultural items described above have ongoing historical, traditional, or cultural importance central to the Native American group or culture itself, rather than property owned by an individual. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the sacred objects and objects of cultural patrimony and the Tonawanda Band of Seneca (previously listed as the Tonawanda Band of Seneca Indians of New York). \n ", "a_r_d": "Representatives of any other Indian tribe that believes itself to be culturally affiliated with the sacred objects and objects of cultural patrimony should contact Lisa Anderson, NAGPRA Coordinator, New York State Museum, 3122 Cultural Education Center, Albany, NY 12230, telephone (518) 486-2020 before January 17, 2013. Repatriation of the sacred objects and objects of cultural patrimony to the Tonawanda Band of Seneca (previously listed as the Tonawanda Band of Seneca Indians of New York) may proceed after that date if no additional claimants come forward. \n The New York State Museum is responsible for notifying the Tonawanda Band of Seneca (previously listed as the Tonawanda Band of Seneca Indians of New York) that this notice has been published. \n "}