{"index": "R_257", "messy_full": "\\n      \\n        \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [NPS-WASO-NAGPRA-11195; 2200-1100-665]\\n        Notice of Intent To Repatriate Cultural Items: San Francisco State University NAGPRA Program, San Francisco, CA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        \\n          SUMMARY:\\n          The San Francisco State University NAGPRA Program, in consultation with the appropriate Indian tribe, has determined that the cultural items meet the definition of unassociated funerary objects, sacred objects, and objects of cultural patrimony and repatriation to the Indian tribe stated below may occur if no additional claimants come forward. Representatives of any Indian tribe that believes itself to be culturally affiliated with the cultural items may contact the San Francisco State University NAGPRA Program.\\n        \\n        \\n          DATES:\\n          Representatives of any Indian tribe that believes it has a cultural affiliation with the cultural items should contact the San Francisco State University NAGPRA Program at the address below by October 29, 2012.\\n        \\n        \\n          ADDRESSES:\\n          Jeffrey Boland Fentress, San Francisco State University NAGPRA Program, c/o Department of Anthropology, San Francisco State University, 1600 Holloway Avenue, San Francisco, CA 94132, telephone (415) 338-3075.\\n        \\n      \\n      \\n        SUPPLEMENTARY INFORMATION:\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate cultural items in the possession of the San Francisco State University NAGPRA Program that meet the definition of unassociated funerary objects, sacred objects, and objects of cultural patrimony under 25 U.S.C. 3001.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American cultural items. The National Park Service is not responsible for the determinations in this notice.\\n        History and Description of the Cultural Items\\n        Based on the request for repatriation submitted by the Federated Indians of Graton Rancheria, each of the objects below meets the definition of either unassociated funerary objects, sacred objects, or objects of cultural patrimony under 25 U.S.C. 3001 and 43 CFR 10.2 (d)(2)(ii), (d)(3), or (d)(4). Through the summary, consultation, and notification procedures in 43 CFR 10.14, the cultural affiliation of the cultural items below with the Federated Indians of Graton Rancheria was established.\\n        Between 1974 and 1975, 1 cultural item was removed from site CA-MRN-14 in Marin County, CA, by San Francisco State University during an archaeological field class. The 1 unassociated funerary object is a soil matrix associated with human remains from Burial 2; the human remains are not present at San Francisco State University. Radiocarbon dates and artifact typology indicated the site was occupied from circa A.D. 50 to the Euro-American contact period and contains Berkeley and Augustine Pattern components. There is evidence the site was re-occupied during the post-mission period, circa A.D. 1834.\\n        From 1980 to 1985, 284 cultural items were removed from site CA-MRN-17, on De Silva Island, in Marin County, CA, by San Francisco State University staff under the direction of Gary Pahl. Materials from the excavations were jointly curated by San Francisco State University and Sonoma State University Anthropological Studies Center until 1998, when all excavated materials from site CA-MRN-17 were transferred to San Francisco State University. The 56 sacred objects are 3 charmstones, 37 clamshell beads, 13 lots of olivella shell beads, 1 steatite stone bead, 1 magnesite stone bead, and 1 cupule rock. The 228 objects of cultural patrimony are 41 obsidian tools, 8 chert tools, 84 ground stone tools, 90 bone tools, 1 ear spool, and 4 earplugs. Radiometric dating indicates the site was occupied from 3480\\xc2\\xb1145 B.C. to A.D. 65\\xc2\\xb1115.\\n        At an unknown date, 1 cultural item was removed from site CA-MRN-74, at San Anselmo, in Marin County, CA. At an unknown date, the object was donated to the San Francisco State University, Department of Anthropology, by an unknown person. The 1 object of cultural patrimony is a single pestle. The age of site CA-MRN-74 is unknown but the site is located within the historically documented territory of the Federated Indians of Graton Rancheria, California.\\n        In 1989, 4 cultural items were removed from site CA-MRN-127, near the Marin Civic Center, in Marin County, CA, by Holman and Associates during excavations for a county park improvement project. The 4 objects of cultural patrimony are 2 obsidian tools, 1 chert tool, and l pestle. A radiocarbon date of A.D.1580\\xc2\\xb150, obsidian hydration readings, and artifact typology date the site from circa A.D. 500 to the Euro-American contact period and indicate Augustine Pattern components.\\n        Between 1969 and 1971, 181 cultural items were removed from site CA-MRN-138, near Miller Creek, in Marin County, CA, by San Francisco State University staff under the direction of Charles Slaymaker and Michael Moratto. The 34 sacred objects are 8 clamshell beads, 16 olivella beads, 1 abalone bead, 6 abalone pendants, 1 mica pendant, 1 medicine pestle fragment, and 1 quartz crystal. The 147 objects of cultural patrimony are 12 ground stone tools, 13 chert tools, 40 obsidian tools, 77 bone tools, 1 shell tool, 1 lithic pendant, 2 steatite ear spools, and 1 wooden spoon fragment. Radiometric dates obtained from the site ranged from 700\\xc2\\xb195 B.C. to A.D. 230\\xc2\\xb195.\\n        In 1963, 29 cultural items were removed from site CA-MRN-158, on the west bank of the Pacheco-Miller Creek, in Marin County, CA, by San Francisco State University staff under the direction of A.E. Treganza. The 4 sacred objects are 2 stone pestles to grind medicine or paint used in ceremonies, 1 round ceremonial stone tool, and 1 charmstone. The 25 objects of cultural patrimony are 6 obsidian tools, 1 chert tool, 12 ground stone tools, and 6 bone tools. The artifact assemblage indicates Berkeley and Augustine Pattern components dating from circa 1500 B.C. to the Euro-American contact period.\\n        In 1997, 54 cultural items were removed from site CA-MRN-159, located along Ignacio Creek on Cielo Lane in Marin County, CA, by Origer and Associates during construction activities at site. Human remains from this site were left in situ or re-interred by the Federated Indians of Graton Rancheria, California. The 42 unassociated funerary objects are 9 obsidian tools, 31 chert tools, and 2 bone tools. The 12 objects of cultural patrimony are 6 obsidian tools, 4 chert tools, and 2 mortar fragments. Obsidian hydration dating indicates the site was occupied circa A.D. 1325 to A.D. 1800 with Augustine Pattern components.\\n\\n        In 1968, 73 cultural items were removed from site CA-MRN-168 (Pacific Telephone site), in Marin County, CA, by San Francisco State University staff under the direction of Charles Slaymaker. The 1 unassociated funerary object is an obsidian tool, which was associated with Burial A; human remains from Burial A are not present at San Francisco State University. The 20 sacred objects are 2 stone tools, 1 bone needle, 11 olivella shell beads, 3 charmstones, 2 abalone shell pendants (with 1 or 3 holes), and 1 mica ceremonial ornament. The 52 objects of cultural patrimony are 1 chert tool, 2 obsidian tools, 13 ground stone tools, 32 bone tools, 2 abalone pendants (with 2 holes), and 2 baked clay pieces with basket impressions. Site CA-MRN-168 dates to circa 500 B.C.-A.D. 1000 and contains Berkeley and Augustine Pattern components.\\n        Between 1970 and 1972, 1,118 cultural items were removed from site CA-MRN-170 (Ignacio site), in Marin County, CA, by San Francisco State University staff under the direction of Charles Slaymaker and Michael Moratto. The 91 unassociated funerary objects are 90 olivella beads and 1 clamshell bead associated with Burials 5 and 6; human remains from Burials 5 and 6 are not present at San Francisco State University. The 34 sacred objects are 3 stone beads, 10 shell beads, 2 individual and 7 fragments of Abalone pendants (with 1 or 3 holes), 2 ear plugs, 2 knobbed and incised stones, 2 stone pipe bowls, 1 worked mica piece, 1 pine nut bead, 1 paint mortar fragment, and 3 charmstones. The 993 objects of cultural patrimony are 608 bone tools, 34 chert tools, 164 obsidian tools, 99 ground stone tools, 80 shell beads, 7 bone whistles, and 1 earplug. Radiometric dating and artifact typology indicate site occupation from circa 500 B.C.-A.D. 1500 with Berkeley and Augustine Pattern components.\\n        In 1986, 17 cultural items were removed from site CA-MRN-174 on Deer Island, in Marin County, CA, by Holman and Associates during test excavations conducted for a proposed flood control project. The 17 sacred objects are 3 obsidian flakes, 1 chert core, 2 chert flakes, 2 lithic flakes, 2 quartz flakes, 2 chert tools, 1 bone awl, 1 burnt bone, 2 pieces of carved ground schist, and 1 clamshell disc bead. The age of site CA-MRN-174 is unknown but the site is located within the historically documented territory of the Federated Indians of Graton Rancheria. The Federated Indians of Graton Rancheria considers all of Deer Island to be a sacred site because numerous ceremonial sites with petroglyphs are located on the island.\\n        In 1957, and between 1971 and 1977, 23 cultural items were removed from site CA-MRN-193 (Olompali site), in Marin County, CA, by San Francisco State University staff. The 23 objects of cultural patrimony are 10 obsidian tools, 9 ground stone tools, 1 chert tool, and 3 bone tools. Radiometric dating and artifact typology indicate that site occupation dates from circa A.D. 1500 to the Euro-American contact period.\\n        In 1955, 15 cultural items were removed from site CA-MRN-254 at Dominican College, San Rafael, in Marin County, CA, during San Francisco State University field classes directed by A. E. Treganza. The 6 sacred objects are 1 round cobble, 3 charmstones, 1 steatite pendant, and 1 whalebone wedge. The 9 objects of cultural patrimony are 2 bone tools, 1 stone pestle, 5 obsidian tools, and 1 chalcedony flake. Radiocarbon dates obtained from the site ranged from A.D. 520\\xc2\\xb1150 to 1830\\xc2\\xb190. Shell bead typological dating and obsidian hydration readings indicate the site was occupied from circa 500 B.C. to the Euro-American contact period with Berkeley and Augustine Pattern components.\\n        In 1967, 2 cultural items were removed from site CA-MRN-365 in Novato, in Marin County, CA, by students from San Francisco State University and the Novato High School Archaeology Club. The 2 objects of cultural patrimony are 1 pestle fragment and 1 mortar. Artifact typology indicates the site dated circa 1000 B.C. to A.D. 1500 with Berkeley and Augustine Pattern components.\\n        In 1967, 35 cultural items were removed from site CA-MRN-372 in Bolinas, in Marin County, CA, by A.E. Treganza of San Francisco State University. The 5 sacred objects are 1 charmstone, 2 abalone shell pendants (with 1 or 3 holes), 1 pestle, and 1 lot of fossil clamshells. The 30 objects of cultural patrimony are 11 obsidian tools, 2 chert tools, 11 ground stone tools, 4 bone tools, and 2 abalone shell adornments with 2 holes. The age of site CA-MRN-372 is unknown but the site is located within the historically documented territory of the Federated Indians of Graton Rancheria.\\n        In 1965, 20 cultural items were removed from site CA-MRN-383 in Bolinas, in Marin County, CA, by D. A. Fredrickson working with A. E. Treganza of San Francisco State University. The 20 objects of cultural patrimony are 9 ground stone tools, 4 obsidian tools, 1 bone tool, 5 olivella shell beads, and 1 historic abalone shell button. The age of site CA-MRN-383 is unknown but the site is located within the historically documented territory of the Federated Indians of Graton Rancheria.\\n        In 1966, 1 cultural item was removed from site CA-MRN-384 in Novato, in Marin County, CA, by San Francisco State University staff. The 1 object of cultural patrimony is a pestle. The age of site CA-MRN-384 is unknown but the site is located within the historically documented territory of the Federated Indians of Graton Rancheria.\\n        Between 1961 and 1968, 424 cultural items were removed from site CA-MRN-396 at Preston Point, in Marin County, CA, by W. Beason, Sacramento State University; Ward Upson, Santa Rosa Junior College, Santa Rosa, CA; and Mrs. Agnes Gerkin of Sacramento, CA. The 9 sacred objects are 6 charmstones, 2 abalone pendants, and 1 olivella cup shaped shell bead. The 415 objects of cultural patrimony are 2 chert tools, 79 obsidian tools, 35 ground stone tools, 10 bone tools, 1 agate tool, and 288 olivella beads. Artifact typology indicates the site dated from circa A.D. 50 to the Euro-American contact period with Augustine Pattern components.\\n        In 1971, 4,736 cultural items were removed from site CA-MRN-402 in Nicasio, in Marin County, CA, by San Francisco State University during an archaeological field class under the direction of Charles Slaymaker and Winfield Henn. The 18 unassociated funerary objects are 1 chert drill and 2 quartz crystals (Burial UNK.10); 1 obsidian tool and 1 quartz crystal (Burial UNK.11); and 6 obsidian tools, 4 chert tools, 1 mortar fragment, 1 bone tool, and 1 stone pendant (Burial UNK.12). The human remain associated with these burials are not present at San Francisco State University. The 45 sacred objects are 18 clamshell beads, 6 hairpin fragments, 1 charmstone fragment, 1 steatite earplug, 2 gambling bones, 1 paint mortar, 13 quartz crystals, 1 stone pendant, and 2 incised bone fragments. The 4,673 objects of cultural patrimony are 2,169 glass fragments, 6 lots of glass fragments, 119 ceramic fragments, 1,304 square-cut nails, 7 lots of square-cut nails, 187 metal objects, 51 clothing fasteners, 41 bone tool fragments, 72 obsidian tools, 17 chert tools, 636 trade beads, 2 lots of trade beads, 56 ground stone fragments, 1 bowl mortar, 1 worked bone fragment, 1 incised bone, 1 clam shell disk bead, 1 quartz crystal, and 1 stone pipe fragment. The site is in the post-Mission period village of Echa-tamal. Ethnographic accounts and artifact typology indicated the site was occupied by Native American people from circa A.D. 1100 to 1884. Site CA-MRN-402 contains Augustine Pattern components along with ethnohistoric and historic era materials. All the historic period artifacts are directly associated and coeval with the occupation of the site by Native American people until 1884.\\n\\n        In 1992, 9 cultural items were removed from site CA-MRN-611, East Marin Island, in Marin County, CA, during an archaeological field class under the direction of Ed Luby. The 4 sacred objects are charmstones. The 5 objects of cultural patrimony are 1 obsidian tool, 2 bone tools, 1 ground stone fragment, and 1 bone adornment. Radiometric dates, obsidian hydration readings, and artifact typology indicate site occupation from circa A.D. 200 to A.D. 1510 with Berkeley and Augustine Pattern components.\\n        In 1955, one cultural item was removed from the \\xe2\\x80\\x9cConvent Site\\xe2\\x80\\x9d in Marin County, CA, according to San Francisco State University records. The \\xe2\\x80\\x9cConvent Site\\xe2\\x80\\x9d is another name for site CA-MRN-254 located at Dominican College, San Rafael, in Marin County, CA. Other cultural items from site CA-MRN-254 are listed separately in this notice. The 1 object of cultural patrimony is a \\xe2\\x80\\x9cshow mortar.\\xe2\\x80\\x9d Radiocarbon dates obtained from site CA-MRN-254 ranged from A.D. 520\\xc2\\xb1150 to 1830\\xc2\\xb190. Shell bead typological dating and obsidian hydration readings indicate the site was occupied from circa 500 B.C. to the Euro-American contact period with Berkeley and Augustine Pattern components.\\n        At an unknown date, 8 cultural items were removed from site CA-MRN-UNK (Nicasio Creek), in Marin County, CA. The only information concerning site CA-MRN-UNK (Nicasio Creek) collections are various catalogue entries in the Treganza Anthropology Museum catalogue labeled \\xe2\\x80\\x9cNicasio Creek,\\xe2\\x80\\x9d \\xe2\\x80\\x9cNicasio Site,\\xe2\\x80\\x9d and \\xe2\\x80\\x9cNacasio.\\xe2\\x80\\x9d The entries were all found on a catalogue sheet dated Fall 1963, and the collector was L.L. Valdivia, a collaborator of A. E. Treganza of San Francisco State University. The exact provenance for the artifacts from site CA-MRN-UNK (Nicasio Creek) is unknown. There are at least 11 Native American sites located along Nicasio Creek and in the vicinity of the town of Nicasio, including site CA-MRN-402, listed separately in this notice. The 2 unassociated funerary objects are 2 purposely broken or \\xe2\\x80\\x9ckilled\\xe2\\x80\\x9d mortars. According to ethnographic accounts and consultation, the Coast Miwok ritually broke mortars by putting a hole in the base after the death of the owner. The 6 objects of cultural patrimony are 5 mortars and 1 pestle. The age of the site is unknown but the site is located within the historically documented territory of the Federated Indians of Graton Rancheria.\\n        At an unknown date, 1 cultural item was removed from an unrecorded archaeological site in San Anselmo, in Marin County, CA. The item was donated to the San Francisco State University Department of Anthropology by an unknown person at an unknown date. The 1 object of cultural patrimony is a mortar. The age of site CA-MRN-UNK (San Anselmo) is unknown but the site is located within the historically documented territory of the Federated Indians of Graton Rancheria.\\n        In 1973, 4 cultural items were removed from site CA-SON-24 (Melita site), east of Santa Rosa, in Sonoma County, CA. The items were donated to the San Francisco State University Department of Anthropology by an unknown person at an unknown date. The 4 objects of cultural patrimony are obsidian tools. The age of site CA-SON-24 is unknown but the site is located within the historically documented territory of the Federated Indians of Graton Rancheria.\\n        In 1977, 6 cultural items were removed from site CA-SON-58 (Jesse Peters site), Kenwood, in Sonoma County, CA. The cultural items were donated to the San Francisco State University Department of Anthropology by an unknown person at an unknown date. The 1 unassociated funerary object is a burned mortar fragment. According to ethnographic accounts and consultation, the Coast Miwok ritually burned mortars and other important cultural items after the death of the owner. The 5 objects of cultural patrimony are 1 mortar fragment, 3 obsidian tools, and 1 worked stone. The age of site CA-SON-58 is unknown but the site is located within the historically documented territory of the Federated Indians of Graton Rancheria.\\n        In 1997, 19 cultural items were removed from site CA-SON-227, at Sears Point Raceway, in Sonoma County, CA, by Origer and Associates during test excavations conducted for proposed raceway improvement projects. The 1 sacred object is a Limpet shell bead. The 18 objects of cultural patrimony are 9 obsidian tools, 1 pestle fragment, 4 mussel shell spoon fragments, and 4 bone awl fragments. Obsidian hydrations readings and artifact typology indicates the site was occupied circa A.D. 1000-A.D 1800 with Augustine Period components.\\n        In 1997, 30 cultural items were removed from site CA-SON-2226, at Sears Point Raceway, in Sonoma County, CA, by Origer and Associates during test excavations conducted for proposed raceway improvement projects. The 5 sacred objects are 2 schist charmstones, 1 schist hammer stone, 1 arkose hand stone, and 1 basalt hand stone. The 25 objects of cultural patrimony are 19 obsidian tools, 1 chert tool, 1 sandstone pestle, 1 basalt mortar fragment, 1 basalt hand stone fragment, and 2 basalt flaked stone tools. Based on obsidian hydrations readings and artifact typology, the site was occupied during three time periods: 1150 B.C.-150 B.C., A.D. 500-A.D. 900, and A.D. 1475-A.D. 1800 with Berkeley and Augustine Pattern Components.\\n        Determinations Made by the San Francisco State University NAGPRA Program\\n        Officials of the San Francisco State University NAGPRA Program, have determined that:\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(B), the 156 unassociated funerary objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony and are believed, by a preponderance of the evidence, to have been removed from a specific burial site of a Native American individual.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(C), the 240 sacred objects described above are specific ceremonial objects needed by traditional Native American religious leaders for the practice of traditional Native American religions by their present-day adherents.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(D), the 6,700 objects of cultural patrimony described above have ongoing historical, traditional, or cultural importance central to the Native American group or culture itself, rather than property owned by an individual.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the unassociated funerary objects, sacred objects, and objects of cultural patrimony and the Federated Indians of Graton Rancheria.\\n        Additional Requestors and Disposition\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the unassociated funerary objects, sacred objects, or objects of cultural patrimony should contact Jeffrey Boland Fentress, San Francisco State University NAGPRA Program, c/o Department of Anthropology, San Francisco State University, 1600 Holloway Avenue, San Francisco, CA 94132, telephone (415) 338-3075 before October 29, 2012. Repatriation of the unassociated funerary objects, sacred objects, and objects of cultural patrimony to the Federated Indians of Graton Rancheria may proceed after that date if no additional claimants come forward.\\n\\n        The San Francisco State University NAGPRA Program, San Francisco, CA, is responsible for notifying Federated Indians of Graton Rancheria, California and the Dry Creek Rancheria Band of Pomo Indians, California that this notice has been published.\\n        \\n          Dated: August 30, 2012.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program. \\n        \\n      \\n      [FR Doc. 2012-23920 Filed 9-27-12; 8:45 am]\\n      BILLING CODE 4312-50-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[NPS-WASO-NAGPRA-11195; 2200-1100-665]", "subject": "Notice of Intent To Repatriate Cultural Items: San Francisco State University NAGPRA Program, San Francisco, CA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "The San Francisco State University NAGPRA Program, in consultation with the appropriate Indian tribe, has determined that the cultural items meet the definition of unassociated funerary objects, sacred objects, and objects of cultural patrimony and repatriation to the Indian tribe stated below may occur if no additional claimants come forward. Representatives of any Indian tribe that believes itself to be culturally affiliated with the cultural items may contact the San Francisco State University NAGPRA Program.", "dates": "Representatives of any Indian tribe that believes it has a cultural affiliation with the cultural items should contact the San Francisco State University NAGPRA Program at the address below by October 29, 2012.", "addresses": "Jeffrey Boland Fentress, San Francisco State University NAGPRA Program, c/o Department of Anthropology, San Francisco State University, 1600 Holloway Avenue, San Francisco, CA 94132, telephone (415) 338-3075.", "signature_dated": "Dated: August 30, 2012.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program. ", "fr_doc": "[FR Doc. 2012-23920 Filed 9-27-12; 8:45 am]", "billing_code": "BILLING CODE 4312-50-P", "supp_info": "SUPPLEMENTARY INFORMATION: \n Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate cultural items in the possession of the San Francisco State University NAGPRA Program that meet the definition of unassociated funerary objects, sacred objects, and objects of cultural patrimony under 25 U.S.C. 3001. \n This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American cultural items. The National Park Service is not responsible for the determinations in this notice. \n History and Description of the Cultural Items \n Based on the request for repatriation submitted by the Federated Indians of Graton Rancheria, each of the objects below meets the definition of either unassociated funerary objects, sacred objects, or objects of cultural patrimony under 25 U.S.C. 3001 and 43 CFR 10.2 (d)(2)(ii), (d)(3), or (d)(4). Through the summary, consultation, and notification procedures in 43 CFR 10.14, the cultural affiliation of the cultural items below with the Federated Indians of Graton Rancheria was established. \n Between 1974 and 1975, 1 cultural item was removed from site CA-MRN-14 in Marin County, CA, by San Francisco State University during an archaeological field class. The 1 unassociated funerary object is a soil matrix associated with human remains from Burial 2; the human remains are not present at San Francisco State University. Radiocarbon dates and artifact typology indicated the site was occupied from circa A.D. 50 to the Euro-American contact period and contains Berkeley and Augustine Pattern components. There is evidence the site was re-occupied during the post-mission period, circa A.D. 1834. \n From 1980 to 1985, 284 cultural items were removed from site CA-MRN-17, on De Silva Island, in Marin County, CA, by San Francisco State University staff under the direction of Gary Pahl. Materials from the excavations were jointly curated by San Francisco State University and Sonoma State University Anthropological Studies Center until 1998, when all excavated materials from site CA-MRN-17 were transferred to San Francisco State University. The 56 sacred objects are 3 charmstones, 37 clamshell beads, 13 lots of olivella shell beads, 1 steatite stone bead, 1 magnesite stone bead, and 1 cupule rock. The 228 objects of cultural patrimony are 41 obsidian tools, 8 chert tools, 84 ground stone tools, 90 bone tools, 1 ear spool, and 4 earplugs. Radiometric dating indicates the site was occupied from 3480\\xc2\\xb1145 B.C. to A.D. 65\\xc2\\xb1115. \n At an unknown date, 1 cultural item was removed from site CA-MRN-74, at San Anselmo, in Marin County, CA. At an unknown date, the object was donated to the San Francisco State University, Department of Anthropology, by an unknown person. The 1 object of cultural patrimony is a single pestle. The age of site CA-MRN-74 is unknown but the site is located within the historically documented territory of the Federated Indians of Graton Rancheria, California. \n In 1989, 4 cultural items were removed from site CA-MRN-127, near the Marin Civic Center, in Marin County, CA, by Holman and Associates during excavations for a county park improvement project. The 4 objects of cultural patrimony are 2 obsidian tools, 1 chert tool, and l pestle. A radiocarbon date of A.D.1580\\xc2\\xb150, obsidian hydration readings, and artifact typology date the site from circa A.D. 500 to the Euro-American contact period and indicate Augustine Pattern components. \n Between 1969 and 1971, 181 cultural items were removed from site CA-MRN-138, near Miller Creek, in Marin County, CA, by San Francisco State University staff under the direction of Charles Slaymaker and Michael Moratto. The 34 sacred objects are 8 clamshell beads, 16 olivella beads, 1 abalone bead, 6 abalone pendants, 1 mica pendant, 1 medicine pestle fragment, and 1 quartz crystal. The 147 objects of cultural patrimony are 12 ground stone tools, 13 chert tools, 40 obsidian tools, 77 bone tools, 1 shell tool, 1 lithic pendant, 2 steatite ear spools, and 1 wooden spoon fragment. Radiometric dates obtained from the site ranged from 700\\xc2\\xb195 B.C. to A.D. 230\\xc2\\xb195. \n In 1963, 29 cultural items were removed from site CA-MRN-158, on the west bank of the Pacheco-Miller Creek, in Marin County, CA, by San Francisco State University staff under the direction of A.E. Treganza. The 4 sacred objects are 2 stone pestles to grind medicine or paint used in ceremonies, 1 round ceremonial stone tool, and 1 charmstone. The 25 objects of cultural patrimony are 6 obsidian tools, 1 chert tool, 12 ground stone tools, and 6 bone tools. The artifact assemblage indicates Berkeley and Augustine Pattern components dating from circa 1500 B.C. to the Euro-American contact period. \n In 1997, 54 cultural items were removed from site CA-MRN-159, located along Ignacio Creek on Cielo Lane in Marin County, CA, by Origer and Associates during construction activities at site. Human remains from this site were left in situ or re-interred by the Federated Indians of Graton Rancheria, California. The 42 unassociated funerary objects are 9 obsidian tools, 31 chert tools, and 2 bone tools. The 12 objects of cultural patrimony are 6 obsidian tools, 4 chert tools, and 2 mortar fragments. Obsidian hydration dating indicates the site was occupied circa A.D. 1325 to A.D. 1800 with Augustine Pattern components. \n In 1968, 73 cultural items were removed from site CA-MRN-168 (Pacific Telephone site), in Marin County, CA, by San Francisco State University staff under the direction of Charles Slaymaker. The 1 unassociated funerary object is an obsidian tool, which was associated with Burial A; human remains from Burial A are not present at San Francisco State University. The 20 sacred objects are 2 stone tools, 1 bone needle, 11 olivella shell beads, 3 charmstones, 2 abalone shell pendants (with 1 or 3 holes), and 1 mica ceremonial ornament. The 52 objects of cultural patrimony are 1 chert tool, 2 obsidian tools, 13 ground stone tools, 32 bone tools, 2 abalone pendants (with 2 holes), and 2 baked clay pieces with basket impressions. Site CA-MRN-168 dates to circa 500 B.C.-A.D. 1000 and contains Berkeley and Augustine Pattern components. \n Between 1970 and 1972, 1,118 cultural items were removed from site CA-MRN-170 (Ignacio site), in Marin County, CA, by San Francisco State University staff under the direction of Charles Slaymaker and Michael Moratto. The 91 unassociated funerary objects are 90 olivella beads and 1 clamshell bead associated with Burials 5 and 6; human remains from Burials 5 and 6 are not present at San Francisco State University. The 34 sacred objects are 3 stone beads, 10 shell beads, 2 individual and 7 fragments of Abalone pendants (with 1 or 3 holes), 2 ear plugs, 2 knobbed and incised stones, 2 stone pipe bowls, 1 worked mica piece, 1 pine nut bead, 1 paint mortar fragment, and 3 charmstones. The 993 objects of cultural patrimony are 608 bone tools, 34 chert tools, 164 obsidian tools, 99 ground stone tools, 80 shell beads, 7 bone whistles, and 1 earplug. Radiometric dating and artifact typology indicate site occupation from circa 500 B.C.-A.D. 1500 with Berkeley and Augustine Pattern components. \n In 1986, 17 cultural items were removed from site CA-MRN-174 on Deer Island, in Marin County, CA, by Holman and Associates during test excavations conducted for a proposed flood control project. The 17 sacred objects are 3 obsidian flakes, 1 chert core, 2 chert flakes, 2 lithic flakes, 2 quartz flakes, 2 chert tools, 1 bone awl, 1 burnt bone, 2 pieces of carved ground schist, and 1 clamshell disc bead. The age of site CA-MRN-174 is unknown but the site is located within the historically documented territory of the Federated Indians of Graton Rancheria. The Federated Indians of Graton Rancheria considers all of Deer Island to be a sacred site because numerous ceremonial sites with petroglyphs are located on the island. \n In 1957, and between 1971 and 1977, 23 cultural items were removed from site CA-MRN-193 (Olompali site), in Marin County, CA, by San Francisco State University staff. The 23 objects of cultural patrimony are 10 obsidian tools, 9 ground stone tools, 1 chert tool, and 3 bone tools. Radiometric dating and artifact typology indicate that site occupation dates from circa A.D. 1500 to the Euro-American contact period. \n In 1955, 15 cultural items were removed from site CA-MRN-254 at Dominican College, San Rafael, in Marin County, CA, during San Francisco State University field classes directed by A. E. Treganza. The 6 sacred objects are 1 round cobble, 3 charmstones, 1 steatite pendant, and 1 whalebone wedge. The 9 objects of cultural patrimony are 2 bone tools, 1 stone pestle, 5 obsidian tools, and 1 chalcedony flake. Radiocarbon dates obtained from the site ranged from A.D. 520\\xc2\\xb1150 to 1830\\xc2\\xb190. Shell bead typological dating and obsidian hydration readings indicate the site was occupied from circa 500 B.C. to the Euro-American contact period with Berkeley and Augustine Pattern components. \n In 1967, 2 cultural items were removed from site CA-MRN-365 in Novato, in Marin County, CA, by students from San Francisco State University and the Novato High School Archaeology Club. The 2 objects of cultural patrimony are 1 pestle fragment and 1 mortar. Artifact typology indicates the site dated circa 1000 B.C. to A.D. 1500 with Berkeley and Augustine Pattern components. \n In 1967, 35 cultural items were removed from site CA-MRN-372 in Bolinas, in Marin County, CA, by A.E. Treganza of San Francisco State University. The 5 sacred objects are 1 charmstone, 2 abalone shell pendants (with 1 or 3 holes), 1 pestle, and 1 lot of fossil clamshells. The 30 objects of cultural patrimony are 11 obsidian tools, 2 chert tools, 11 ground stone tools, 4 bone tools, and 2 abalone shell adornments with 2 holes. The age of site CA-MRN-372 is unknown but the site is located within the historically documented territory of the Federated Indians of Graton Rancheria. \n In 1965, 20 cultural items were removed from site CA-MRN-383 in Bolinas, in Marin County, CA, by D. A. Fredrickson working with A. E. Treganza of San Francisco State University. The 20 objects of cultural patrimony are 9 ground stone tools, 4 obsidian tools, 1 bone tool, 5 olivella shell beads, and 1 historic abalone shell button. The age of site CA-MRN-383 is unknown but the site is located within the historically documented territory of the Federated Indians of Graton Rancheria. \n In 1966, 1 cultural item was removed from site CA-MRN-384 in Novato, in Marin County, CA, by San Francisco State University staff. The 1 object of cultural patrimony is a pestle. The age of site CA-MRN-384 is unknown but the site is located within the historically documented territory of the Federated Indians of Graton Rancheria. \n Between 1961 and 1968, 424 cultural items were removed from site CA-MRN-396 at Preston Point, in Marin County, CA, by W. Beason, Sacramento State University; Ward Upson, Santa Rosa Junior College, Santa Rosa, CA; and Mrs. Agnes Gerkin of Sacramento, CA. The 9 sacred objects are 6 charmstones, 2 abalone pendants, and 1 olivella cup shaped shell bead. The 415 objects of cultural patrimony are 2 chert tools, 79 obsidian tools, 35 ground stone tools, 10 bone tools, 1 agate tool, and 288 olivella beads. Artifact typology indicates the site dated from circa A.D. 50 to the Euro-American contact period with Augustine Pattern components. \n In 1971, 4,736 cultural items were removed from site CA-MRN-402 in Nicasio, in Marin County, CA, by San Francisco State University during an archaeological field class under the direction of Charles Slaymaker and Winfield Henn. The 18 unassociated funerary objects are 1 chert drill and 2 quartz crystals (Burial UNK.10); 1 obsidian tool and 1 quartz crystal (Burial UNK.11); and 6 obsidian tools, 4 chert tools, 1 mortar fragment, 1 bone tool, and 1 stone pendant (Burial UNK.12). The human remain associated with these burials are not present at San Francisco State University. The 45 sacred objects are 18 clamshell beads, 6 hairpin fragments, 1 charmstone fragment, 1 steatite earplug, 2 gambling bones, 1 paint mortar, 13 quartz crystals, 1 stone pendant, and 2 incised bone fragments. The 4,673 objects of cultural patrimony are 2,169 glass fragments, 6 lots of glass fragments, 119 ceramic fragments, 1,304 square-cut nails, 7 lots of square-cut nails, 187 metal objects, 51 clothing fasteners, 41 bone tool fragments, 72 obsidian tools, 17 chert tools, 636 trade beads, 2 lots of trade beads, 56 ground stone fragments, 1 bowl mortar, 1 worked bone fragment, 1 incised bone, 1 clam shell disk bead, 1 quartz crystal, and 1 stone pipe fragment. The site is in the post-Mission period village of Echa-tamal. Ethnographic accounts and artifact typology indicated the site was occupied by Native American people from circa A.D. 1100 to 1884. Site CA-MRN-402 contains Augustine Pattern components along with ethnohistoric and historic era materials. All the historic period artifacts are directly associated and coeval with the occupation of the site by Native American people until 1884. \n In 1992, 9 cultural items were removed from site CA-MRN-611, East Marin Island, in Marin County, CA, during an archaeological field class under the direction of Ed Luby. The 4 sacred objects are charmstones. The 5 objects of cultural patrimony are 1 obsidian tool, 2 bone tools, 1 ground stone fragment, and 1 bone adornment. Radiometric dates, obsidian hydration readings, and artifact typology indicate site occupation from circa A.D. 200 to A.D. 1510 with Berkeley and Augustine Pattern components. \n In 1955, one cultural item was removed from the \\xe2\\x80\\x9cConvent Site\\xe2\\x80\\x9d in Marin County, CA, according to San Francisco State University records. The \\xe2\\x80\\x9cConvent Site\\xe2\\x80\\x9d is another name for site CA-MRN-254 located at Dominican College, San Rafael, in Marin County, CA. Other cultural items from site CA-MRN-254 are listed separately in this notice. The 1 object of cultural patrimony is a \\xe2\\x80\\x9cshow mortar.\\xe2\\x80\\x9d Radiocarbon dates obtained from site CA-MRN-254 ranged from A.D. 520\\xc2\\xb1150 to 1830\\xc2\\xb190. Shell bead typological dating and obsidian hydration readings indicate the site was occupied from circa 500 B.C. to the Euro-American contact period with Berkeley and Augustine Pattern components. \n At an unknown date, 8 cultural items were removed from site CA-MRN-UNK (Nicasio Creek), in Marin County, CA. The only information concerning site CA-MRN-UNK (Nicasio Creek) collections are various catalogue entries in the Treganza Anthropology Museum catalogue labeled \\xe2\\x80\\x9cNicasio Creek,\\xe2\\x80\\x9d \\xe2\\x80\\x9cNicasio Site,\\xe2\\x80\\x9d and \\xe2\\x80\\x9cNacasio.\\xe2\\x80\\x9d The entries were all found on a catalogue sheet dated Fall 1963, and the collector was L.L. Valdivia, a collaborator of A. E. Treganza of San Francisco State University. The exact provenance for the artifacts from site CA-MRN-UNK (Nicasio Creek) is unknown. There are at least 11 Native American sites located along Nicasio Creek and in the vicinity of the town of Nicasio, including site CA-MRN-402, listed separately in this notice. The 2 unassociated funerary objects are 2 purposely broken or \\xe2\\x80\\x9ckilled\\xe2\\x80\\x9d mortars. According to ethnographic accounts and consultation, the Coast Miwok ritually broke mortars by putting a hole in the base after the death of the owner. The 6 objects of cultural patrimony are 5 mortars and 1 pestle. The age of the site is unknown but the site is located within the historically documented territory of the Federated Indians of Graton Rancheria. \n At an unknown date, 1 cultural item was removed from an unrecorded archaeological site in San Anselmo, in Marin County, CA. The item was donated to the San Francisco State University Department of Anthropology by an unknown person at an unknown date. The 1 object of cultural patrimony is a mortar. The age of site CA-MRN-UNK (San Anselmo) is unknown but the site is located within the historically documented territory of the Federated Indians of Graton Rancheria. \n In 1973, 4 cultural items were removed from site CA-SON-24 (Melita site), east of Santa Rosa, in Sonoma County, CA. The items were donated to the San Francisco State University Department of Anthropology by an unknown person at an unknown date. The 4 objects of cultural patrimony are obsidian tools. The age of site CA-SON-24 is unknown but the site is located within the historically documented territory of the Federated Indians of Graton Rancheria. \n In 1977, 6 cultural items were removed from site CA-SON-58 (Jesse Peters site), Kenwood, in Sonoma County, CA. The cultural items were donated to the San Francisco State University Department of Anthropology by an unknown person at an unknown date. The 1 unassociated funerary object is a burned mortar fragment. According to ethnographic accounts and consultation, the Coast Miwok ritually burned mortars and other important cultural items after the death of the owner. The 5 objects of cultural patrimony are 1 mortar fragment, 3 obsidian tools, and 1 worked stone. The age of site CA-SON-58 is unknown but the site is located within the historically documented territory of the Federated Indians of Graton Rancheria. \n In 1997, 19 cultural items were removed from site CA-SON-227, at Sears Point Raceway, in Sonoma County, CA, by Origer and Associates during test excavations conducted for proposed raceway improvement projects. The 1 sacred object is a Limpet shell bead. The 18 objects of cultural patrimony are 9 obsidian tools, 1 pestle fragment, 4 mussel shell spoon fragments, and 4 bone awl fragments. Obsidian hydrations readings and artifact typology indicates the site was occupied circa A.D. 1000-A.D 1800 with Augustine Period components. \n In 1997, 30 cultural items were removed from site CA-SON-2226, at Sears Point Raceway, in Sonoma County, CA, by Origer and Associates during test excavations conducted for proposed raceway improvement projects. The 5 sacred objects are 2 schist charmstones, 1 schist hammer stone, 1 arkose hand stone, and 1 basalt hand stone. The 25 objects of cultural patrimony are 19 obsidian tools, 1 chert tool, 1 sandstone pestle, 1 basalt mortar fragment, 1 basalt hand stone fragment, and 2 basalt flaked stone tools. Based on obsidian hydrations readings and artifact typology, the site was occupied during three time periods: 1150 B.C.-150 B.C., A.D. 500-A.D. 900, and A.D. 1475-A.D. 1800 with Berkeley and Augustine Pattern Components. \n Determinations Made by the San Francisco State University NAGPRA Program \n Officials of the San Francisco State University NAGPRA Program, have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(B), the 156 unassociated funerary objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony and are believed, by a preponderance of the evidence, to have been removed from a specific burial site of a Native American individual. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(C), the 240 sacred objects described above are specific ceremonial objects needed by traditional Native American religious leaders for the practice of traditional Native American religions by their present-day adherents. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(D), the 6,700 objects of cultural patrimony described above have ongoing historical, traditional, or cultural importance central to the Native American group or culture itself, rather than property owned by an individual. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the unassociated funerary objects, sacred objects, and objects of cultural patrimony and the Federated Indians of Graton Rancheria. \n Additional Requestors and Disposition \n Representatives of any other Indian tribe that believes itself to be culturally affiliated with the unassociated funerary objects, sacred objects, or objects of cultural patrimony should contact Jeffrey Boland Fentress, San Francisco State University NAGPRA Program, c/o Department of Anthropology, San Francisco State University, 1600 Holloway Avenue, San Francisco, CA 94132, telephone (415) 338-3075 before October 29, 2012. Repatriation of the unassociated funerary objects, sacred objects, and objects of cultural patrimony to the Federated Indians of Graton Rancheria may proceed after that date if no additional claimants come forward. \n The San Francisco State University NAGPRA Program, San Francisco, CA, is responsible for notifying Federated Indians of Graton Rancheria, California and the Dry Creek Rancheria Band of Pomo Indians, California that this notice has been published. \n ", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Based on the request for repatriation submitted by the Federated Indians of Graton Rancheria, each of the objects below meets the definition of either unassociated funerary objects, sacred objects, or objects of cultural patrimony under 25 U.S.C. 3001 and 43 CFR 10.2 (d)(2)(ii), (d)(3), or (d)(4). Through the summary, consultation, and notification procedures in 43 CFR 10.14, the cultural affiliation of the cultural items below with the Federated Indians of Graton Rancheria was established. \n Between 1974 and 1975, 1 cultural item was removed from site CA-MRN-14 in Marin County, CA, by San Francisco State University during an archaeological field class. The 1 unassociated funerary object is a soil matrix associated with human remains from Burial 2; the human remains are not present at San Francisco State University. Radiocarbon dates and artifact typology indicated the site was occupied from circa A.D. 50 to the Euro-American contact period and contains Berkeley and Augustine Pattern components. There is evidence the site was re-occupied during the post-mission period, circa A.D. 1834. \n From 1980 to 1985, 284 cultural items were removed from site CA-MRN-17, on De Silva Island, in Marin County, CA, by San Francisco State University staff under the direction of Gary Pahl. Materials from the excavations were jointly curated by San Francisco State University and Sonoma State University Anthropological Studies Center until 1998, when all excavated materials from site CA-MRN-17 were transferred to San Francisco State University. The 56 sacred objects are 3 charmstones, 37 clamshell beads, 13 lots of olivella shell beads, 1 steatite stone bead, 1 magnesite stone bead, and 1 cupule rock. The 228 objects of cultural patrimony are 41 obsidian tools, 8 chert tools, 84 ground stone tools, 90 bone tools, 1 ear spool, and 4 earplugs. Radiometric dating indicates the site was occupied from 3480\\xc2\\xb1145 B.C. to A.D. 65\\xc2\\xb1115. \n At an unknown date, 1 cultural item was removed from site CA-MRN-74, at San Anselmo, in Marin County, CA. At an unknown date, the object was donated to the San Francisco State University, Department of Anthropology, by an unknown person. The 1 object of cultural patrimony is a single pestle. The age of site CA-MRN-74 is unknown but the site is located within the historically documented territory of the Federated Indians of Graton Rancheria, California. \n In 1989, 4 cultural items were removed from site CA-MRN-127, near the Marin Civic Center, in Marin County, CA, by Holman and Associates during excavations for a county park improvement project. The 4 objects of cultural patrimony are 2 obsidian tools, 1 chert tool, and l pestle. A radiocarbon date of A.D.1580\\xc2\\xb150, obsidian hydration readings, and artifact typology date the site from circa A.D. 500 to the Euro-American contact period and indicate Augustine Pattern components. \n Between 1969 and 1971, 181 cultural items were removed from site CA-MRN-138, near Miller Creek, in Marin County, CA, by San Francisco State University staff under the direction of Charles Slaymaker and Michael Moratto. The 34 sacred objects are 8 clamshell beads, 16 olivella beads, 1 abalone bead, 6 abalone pendants, 1 mica pendant, 1 medicine pestle fragment, and 1 quartz crystal. The 147 objects of cultural patrimony are 12 ground stone tools, 13 chert tools, 40 obsidian tools, 77 bone tools, 1 shell tool, 1 lithic pendant, 2 steatite ear spools, and 1 wooden spoon fragment. Radiometric dates obtained from the site ranged from 700\\xc2\\xb195 B.C. to A.D. 230\\xc2\\xb195. \n In 1963, 29 cultural items were removed from site CA-MRN-158, on the west bank of the Pacheco-Miller Creek, in Marin County, CA, by San Francisco State University staff under the direction of A.E. Treganza. The 4 sacred objects are 2 stone pestles to grind medicine or paint used in ceremonies, 1 round ceremonial stone tool, and 1 charmstone. The 25 objects of cultural patrimony are 6 obsidian tools, 1 chert tool, 12 ground stone tools, and 6 bone tools. The artifact assemblage indicates Berkeley and Augustine Pattern components dating from circa 1500 B.C. to the Euro-American contact period. \n In 1997, 54 cultural items were removed from site CA-MRN-159, located along Ignacio Creek on Cielo Lane in Marin County, CA, by Origer and Associates during construction activities at site. Human remains from this site were left in situ or re-interred by the Federated Indians of Graton Rancheria, California. The 42 unassociated funerary objects are 9 obsidian tools, 31 chert tools, and 2 bone tools. The 12 objects of cultural patrimony are 6 obsidian tools, 4 chert tools, and 2 mortar fragments. Obsidian hydration dating indicates the site was occupied circa A.D. 1325 to A.D. 1800 with Augustine Pattern components. \n In 1968, 73 cultural items were removed from site CA-MRN-168 (Pacific Telephone site), in Marin County, CA, by San Francisco State University staff under the direction of Charles Slaymaker. The 1 unassociated funerary object is an obsidian tool, which was associated with Burial A; human remains from Burial A are not present at San Francisco State University. The 20 sacred objects are 2 stone tools, 1 bone needle, 11 olivella shell beads, 3 charmstones, 2 abalone shell pendants (with 1 or 3 holes), and 1 mica ceremonial ornament. The 52 objects of cultural patrimony are 1 chert tool, 2 obsidian tools, 13 ground stone tools, 32 bone tools, 2 abalone pendants (with 2 holes), and 2 baked clay pieces with basket impressions. Site CA-MRN-168 dates to circa 500 B.C.-A.D. 1000 and contains Berkeley and Augustine Pattern components. \n Between 1970 and 1972, 1,118 cultural items were removed from site CA-MRN-170 (Ignacio site), in Marin County, CA, by San Francisco State University staff under the direction of Charles Slaymaker and Michael Moratto. The 91 unassociated funerary objects are 90 olivella beads and 1 clamshell bead associated with Burials 5 and 6; human remains from Burials 5 and 6 are not present at San Francisco State University. The 34 sacred objects are 3 stone beads, 10 shell beads, 2 individual and 7 fragments of Abalone pendants (with 1 or 3 holes), 2 ear plugs, 2 knobbed and incised stones, 2 stone pipe bowls, 1 worked mica piece, 1 pine nut bead, 1 paint mortar fragment, and 3 charmstones. The 993 objects of cultural patrimony are 608 bone tools, 34 chert tools, 164 obsidian tools, 99 ground stone tools, 80 shell beads, 7 bone whistles, and 1 earplug. Radiometric dating and artifact typology indicate site occupation from circa 500 B.C.-A.D. 1500 with Berkeley and Augustine Pattern components. \n In 1986, 17 cultural items were removed from site CA-MRN-174 on Deer Island, in Marin County, CA, by Holman and Associates during test excavations conducted for a proposed flood control project. The 17 sacred objects are 3 obsidian flakes, 1 chert core, 2 chert flakes, 2 lithic flakes, 2 quartz flakes, 2 chert tools, 1 bone awl, 1 burnt bone, 2 pieces of carved ground schist, and 1 clamshell disc bead. The age of site CA-MRN-174 is unknown but the site is located within the historically documented territory of the Federated Indians of Graton Rancheria. The Federated Indians of Graton Rancheria considers all of Deer Island to be a sacred site because numerous ceremonial sites with petroglyphs are located on the island. \n In 1957, and between 1971 and 1977, 23 cultural items were removed from site CA-MRN-193 (Olompali site), in Marin County, CA, by San Francisco State University staff. The 23 objects of cultural patrimony are 10 obsidian tools, 9 ground stone tools, 1 chert tool, and 3 bone tools. Radiometric dating and artifact typology indicate that site occupation dates from circa A.D. 1500 to the Euro-American contact period. \n In 1955, 15 cultural items were removed from site CA-MRN-254 at Dominican College, San Rafael, in Marin County, CA, during San Francisco State University field classes directed by A. E. Treganza. The 6 sacred objects are 1 round cobble, 3 charmstones, 1 steatite pendant, and 1 whalebone wedge. The 9 objects of cultural patrimony are 2 bone tools, 1 stone pestle, 5 obsidian tools, and 1 chalcedony flake. Radiocarbon dates obtained from the site ranged from A.D. 520\\xc2\\xb1150 to 1830\\xc2\\xb190. Shell bead typological dating and obsidian hydration readings indicate the site was occupied from circa 500 B.C. to the Euro-American contact period with Berkeley and Augustine Pattern components. \n In 1967, 2 cultural items were removed from site CA-MRN-365 in Novato, in Marin County, CA, by students from San Francisco State University and the Novato High School Archaeology Club. The 2 objects of cultural patrimony are 1 pestle fragment and 1 mortar. Artifact typology indicates the site dated circa 1000 B.C. to A.D. 1500 with Berkeley and Augustine Pattern components. \n In 1967, 35 cultural items were removed from site CA-MRN-372 in Bolinas, in Marin County, CA, by A.E. Treganza of San Francisco State University. The 5 sacred objects are 1 charmstone, 2 abalone shell pendants (with 1 or 3 holes), 1 pestle, and 1 lot of fossil clamshells. The 30 objects of cultural patrimony are 11 obsidian tools, 2 chert tools, 11 ground stone tools, 4 bone tools, and 2 abalone shell adornments with 2 holes. The age of site CA-MRN-372 is unknown but the site is located within the historically documented territory of the Federated Indians of Graton Rancheria. \n In 1965, 20 cultural items were removed from site CA-MRN-383 in Bolinas, in Marin County, CA, by D. A. Fredrickson working with A. E. Treganza of San Francisco State University. The 20 objects of cultural patrimony are 9 ground stone tools, 4 obsidian tools, 1 bone tool, 5 olivella shell beads, and 1 historic abalone shell button. The age of site CA-MRN-383 is unknown but the site is located within the historically documented territory of the Federated Indians of Graton Rancheria. \n In 1966, 1 cultural item was removed from site CA-MRN-384 in Novato, in Marin County, CA, by San Francisco State University staff. The 1 object of cultural patrimony is a pestle. The age of site CA-MRN-384 is unknown but the site is located within the historically documented territory of the Federated Indians of Graton Rancheria. \n Between 1961 and 1968, 424 cultural items were removed from site CA-MRN-396 at Preston Point, in Marin County, CA, by W. Beason, Sacramento State University; Ward Upson, Santa Rosa Junior College, Santa Rosa, CA; and Mrs. Agnes Gerkin of Sacramento, CA. The 9 sacred objects are 6 charmstones, 2 abalone pendants, and 1 olivella cup shaped shell bead. The 415 objects of cultural patrimony are 2 chert tools, 79 obsidian tools, 35 ground stone tools, 10 bone tools, 1 agate tool, and 288 olivella beads. Artifact typology indicates the site dated from circa A.D. 50 to the Euro-American contact period with Augustine Pattern components. \n In 1971, 4,736 cultural items were removed from site CA-MRN-402 in Nicasio, in Marin County, CA, by San Francisco State University during an archaeological field class under the direction of Charles Slaymaker and Winfield Henn. The 18 unassociated funerary objects are 1 chert drill and 2 quartz crystals (Burial UNK.10); 1 obsidian tool and 1 quartz crystal (Burial UNK.11); and 6 obsidian tools, 4 chert tools, 1 mortar fragment, 1 bone tool, and 1 stone pendant (Burial UNK.12). The human remain associated with these burials are not present at San Francisco State University. The 45 sacred objects are 18 clamshell beads, 6 hairpin fragments, 1 charmstone fragment, 1 steatite earplug, 2 gambling bones, 1 paint mortar, 13 quartz crystals, 1 stone pendant, and 2 incised bone fragments. The 4,673 objects of cultural patrimony are 2,169 glass fragments, 6 lots of glass fragments, 119 ceramic fragments, 1,304 square-cut nails, 7 lots of square-cut nails, 187 metal objects, 51 clothing fasteners, 41 bone tool fragments, 72 obsidian tools, 17 chert tools, 636 trade beads, 2 lots of trade beads, 56 ground stone fragments, 1 bowl mortar, 1 worked bone fragment, 1 incised bone, 1 clam shell disk bead, 1 quartz crystal, and 1 stone pipe fragment. The site is in the post-Mission period village of Echa-tamal. Ethnographic accounts and artifact typology indicated the site was occupied by Native American people from circa A.D. 1100 to 1884. Site CA-MRN-402 contains Augustine Pattern components along with ethnohistoric and historic era materials. All the historic period artifacts are directly associated and coeval with the occupation of the site by Native American people until 1884. \n In 1992, 9 cultural items were removed from site CA-MRN-611, East Marin Island, in Marin County, CA, during an archaeological field class under the direction of Ed Luby. The 4 sacred objects are charmstones. The 5 objects of cultural patrimony are 1 obsidian tool, 2 bone tools, 1 ground stone fragment, and 1 bone adornment. Radiometric dates, obsidian hydration readings, and artifact typology indicate site occupation from circa A.D. 200 to A.D. 1510 with Berkeley and Augustine Pattern components. \n In 1955, one cultural item was removed from the \\xe2\\x80\\x9cConvent Site\\xe2\\x80\\x9d in Marin County, CA, according to San Francisco State University records. The \\xe2\\x80\\x9cConvent Site\\xe2\\x80\\x9d is another name for site CA-MRN-254 located at Dominican College, San Rafael, in Marin County, CA. Other cultural items from site CA-MRN-254 are listed separately in this notice. The 1 object of cultural patrimony is a \\xe2\\x80\\x9cshow mortar.\\xe2\\x80\\x9d Radiocarbon dates obtained from site CA-MRN-254 ranged from A.D. 520\\xc2\\xb1150 to 1830\\xc2\\xb190. Shell bead typological dating and obsidian hydration readings indicate the site was occupied from circa 500 B.C. to the Euro-American contact period with Berkeley and Augustine Pattern components. \n At an unknown date, 8 cultural items were removed from site CA-MRN-UNK (Nicasio Creek), in Marin County, CA. The only information concerning site CA-MRN-UNK (Nicasio Creek) collections are various catalogue entries in the Treganza Anthropology Museum catalogue labeled \\xe2\\x80\\x9cNicasio Creek,\\xe2\\x80\\x9d \\xe2\\x80\\x9cNicasio Site,\\xe2\\x80\\x9d and \\xe2\\x80\\x9cNacasio.\\xe2\\x80\\x9d The entries were all found on a catalogue sheet dated Fall 1963, and the collector was L.L. Valdivia, a collaborator of A. E. Treganza of San Francisco State University. The exact provenance for the artifacts from site CA-MRN-UNK (Nicasio Creek) is unknown. There are at least 11 Native American sites located along Nicasio Creek and in the vicinity of the town of Nicasio, including site CA-MRN-402, listed separately in this notice. The 2 unassociated funerary objects are 2 purposely broken or \\xe2\\x80\\x9ckilled\\xe2\\x80\\x9d mortars. According to ethnographic accounts and consultation, the Coast Miwok ritually broke mortars by putting a hole in the base after the death of the owner. The 6 objects of cultural patrimony are 5 mortars and 1 pestle. The age of the site is unknown but the site is located within the historically documented territory of the Federated Indians of Graton Rancheria. \n At an unknown date, 1 cultural item was removed from an unrecorded archaeological site in San Anselmo, in Marin County, CA. The item was donated to the San Francisco State University Department of Anthropology by an unknown person at an unknown date. The 1 object of cultural patrimony is a mortar. The age of site CA-MRN-UNK (San Anselmo) is unknown but the site is located within the historically documented territory of the Federated Indians of Graton Rancheria. \n In 1973, 4 cultural items were removed from site CA-SON-24 (Melita site), east of Santa Rosa, in Sonoma County, CA. The items were donated to the San Francisco State University Department of Anthropology by an unknown person at an unknown date. The 4 objects of cultural patrimony are obsidian tools. The age of site CA-SON-24 is unknown but the site is located within the historically documented territory of the Federated Indians of Graton Rancheria. \n In 1977, 6 cultural items were removed from site CA-SON-58 (Jesse Peters site), Kenwood, in Sonoma County, CA. The cultural items were donated to the San Francisco State University Department of Anthropology by an unknown person at an unknown date. The 1 unassociated funerary object is a burned mortar fragment. According to ethnographic accounts and consultation, the Coast Miwok ritually burned mortars and other important cultural items after the death of the owner. The 5 objects of cultural patrimony are 1 mortar fragment, 3 obsidian tools, and 1 worked stone. The age of site CA-SON-58 is unknown but the site is located within the historically documented territory of the Federated Indians of Graton Rancheria. \n In 1997, 19 cultural items were removed from site CA-SON-227, at Sears Point Raceway, in Sonoma County, CA, by Origer and Associates during test excavations conducted for proposed raceway improvement projects. The 1 sacred object is a Limpet shell bead. The 18 objects of cultural patrimony are 9 obsidian tools, 1 pestle fragment, 4 mussel shell spoon fragments, and 4 bone awl fragments. Obsidian hydrations readings and artifact typology indicates the site was occupied circa A.D. 1000-A.D 1800 with Augustine Period components. \n In 1997, 30 cultural items were removed from site CA-SON-2226, at Sears Point Raceway, in Sonoma County, CA, by Origer and Associates during test excavations conducted for proposed raceway improvement projects. The 5 sacred objects are 2 schist charmstones, 1 schist hammer stone, 1 arkose hand stone, and 1 basalt hand stone. The 25 objects of cultural patrimony are 19 obsidian tools, 1 chert tool, 1 sandstone pestle, 1 basalt mortar fragment, 1 basalt hand stone fragment, and 2 basalt flaked stone tools. Based on obsidian hydrations readings and artifact typology, the site was occupied during three time periods: 1150 B.C.-150 B.C., A.D. 500-A.D. 900, and A.D. 1475-A.D. 1800 with Berkeley and Augustine Pattern Components. \n ", "determinations": "Determinations Made by the San Francisco State University NAGPRA Program \n Officials of the San Francisco State University NAGPRA Program, have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(B), the 156 unassociated funerary objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony and are believed, by a preponderance of the evidence, to have been removed from a specific burial site of a Native American individual. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(C), the 240 sacred objects described above are specific ceremonial objects needed by traditional Native American religious leaders for the practice of traditional Native American religions by their present-day adherents. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(D), the 6,700 objects of cultural patrimony described above have ongoing historical, traditional, or cultural importance central to the Native American group or culture itself, rather than property owned by an individual. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the unassociated funerary objects, sacred objects, and objects of cultural patrimony and the Federated Indians of Graton Rancheria. \n ", "a_r_d": "Representatives of any other Indian tribe that believes itself to be culturally affiliated with the unassociated funerary objects, sacred objects, or objects of cultural patrimony should contact Jeffrey Boland Fentress, San Francisco State University NAGPRA Program, c/o Department of Anthropology, San Francisco State University, 1600 Holloway Avenue, San Francisco, CA 94132, telephone (415) 338-3075 before October 29, 2012. Repatriation of the unassociated funerary objects, sacred objects, and objects of cultural patrimony to the Federated Indians of Graton Rancheria may proceed after that date if no additional claimants come forward. \n The San Francisco State University NAGPRA Program, San Francisco, CA, is responsible for notifying Federated Indians of Graton Rancheria, California and the Dry Creek Rancheria Band of Pomo Indians, California that this notice has been published. \n "}