{"index": "R_297", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [2253-665]\\n        Notice of Intent To Repatriate Cultural Items: U.S. Department of Agriculture, Forest Service, Gila National Forest, Silver City, NM; Arizona State Museum, University of Arizona, Tucson, AZ; and Logan Museum of Anthropology, Beloit College, Beloit, WI; Correction\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice; correction.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate cultural items in the control of the U.S. Department of Agriculture, Forest Service, Gila National Forest, Silver City, NM, and in the physical custody of the Arizona State Museum, University of Arizona, Tucson, AZ, that meet the definition of \\xe2\\x80\\x9cunassociated funerary objects\\xe2\\x80\\x9d under 25 U.S.C. 3001. The cultural items were removed from the Gila National Forest in Catron County, NM.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution or Federal agency that has control of the unassociated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        This notice corrects the number of unassociated funerary objects removed from the Jewett Gap site. Additional unassociated funerary objects from the site were recently identified by staff at the Arizona State Museum, University of Arizona, AZ.\\n        In the Federal Register (70 FR 31510, June 1, 2005), paragraph number six is corrected by substituting the following paragraph:\\n        Between 1947 and 1949, cultural items were removed from the Jewett Gap site in the Gila National Forest, Catron County, NM, during excavations conducted by J. S. Deric O\\'Bryan of the Gila Pueblo Foundation. In 1950, the Gila Pueblo Foundation transferred the cultural items to the Arizona State Museum. The 920 cultural items are 190 pottery vessels, 608 shell beads, 8 shell bracelets, 5 shell pendants, 3 pebbles, 1 piece of shell, 4 pieces of bone, 8 projectile points, 2 projectile point fragments, 2 stone awls, 1 stone axe, 75 pieces of chipped stone, 7 pieces of malachite and 6 crystals. Based on material culture, architecture and site organization, the Jewett Gap site has been identified as an Upland Mogollon pueblo occupied between A.D. 600 and 1050.\\n        In the Federal Register (70 FR 31510, June 1, 2005), paragraph number nine is corrected by substituting the following paragraph:\\n        Officials of the U.S. Department of Agriculture, Forest Service, Gila National Forest, have determined that:\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(B), the 966 cultural items described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony and are believed, by a preponderance of the evidence, to have been removed from a specific burial site of a Native American individual.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the unassociated funerary objects from the four Upland Mogollon sites and the Hopi Tribe of Arizona; Pueblo of Acoma, New Mexico; and the Zuni Tribe of the Zuni Reservation, New Mexico.\\n        Additional Requestors and Disposition\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the unassociated funerary objects should contact Dr. Frank E. Wozniak, NAGPRA Coordinator, Southwestern Region, USDA Forest Service, 333 Broadway Blvd. SE., Albuquerque, NM, telephone (505) 842-3238, before March 28, 2012. Repatriation of the unassociated funerary objects to the Hopi Tribe of Arizona; Pueblo of Acoma, New Mexico; and the Zuni Tribe of the Zuni Reservation, New Mexico, may proceed after that date if no additional claimants come forward.\\n        The U.S. Department of Agriculture, Forest Service, Gila National Forest is responsible for notifying the Hopi Tribe of Arizona; Pueblo of Acoma, New Mexico; and the Zuni Tribe of the Zuni Reservation, New Mexico, that this notice has been published.\\n        \\n          Dated: February 22, 2012.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2012-4545 Filed 2-24-12; 8:45 am]\\n      BILLING CODE 4312-50-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[2253-665]", "subject": "Notice of Intent To Repatriate Cultural Items: U.S. Department of Agriculture, Forest Service, Gila National Forest, Silver City, NM; Arizona State Museum, University of Arizona, Tucson, AZ; and Logan Museum of Anthropology, Beloit College, Beloit, WI; Correction", "agency2": "National Park Service, Interior.", "action": "Notice; correction.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: February 22, 2012.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2012-4545 Filed 2-24-12; 8:45 am]", "billing_code": "BILLING CODE 4312-50-P", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Representatives of any other Indian tribe that believes itself to be culturally affiliated with the unassociated funerary objects should contact Dr. Frank E. Wozniak, NAGPRA Coordinator, Southwestern Region, USDA Forest Service, 333 Broadway Blvd. SE., Albuquerque, NM, telephone (505) 842-3238, before March 28, 2012. Repatriation of the unassociated funerary objects to the Hopi Tribe of Arizona; Pueblo of Acoma, New Mexico; and the Zuni Tribe of the Zuni Reservation, New Mexico, may proceed after that date if no additional claimants come forward. \n The U.S. Department of Agriculture, Forest Service, Gila National Forest is responsible for notifying the Hopi Tribe of Arizona; Pueblo of Acoma, New Mexico; and the Zuni Tribe of the Zuni Reservation, New Mexico, that this notice has been published. \n "}