{"index": "R_31", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [NPS-WASO-NAGPRA-NPS0027195; PPWOCRADN0-PCU00RP14.R50000]\\n        Notice of Intent To Repatriate Cultural Items: San Diego Museum of Man, San Diego, CA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        \\n          SUMMARY:\\n          The San Diego Museum of Man, in consultation with the appropriate Indian Tribes or Native Hawaiian organizations, has determined that the cultural items listed in this notice meet the definition of unassociated funerary objects, sacred objects, and/or objects of cultural patrimony. Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to claim these cultural items should submit a written request to the San Diego Museum of Man. If no additional claimants come forward, transfer of control of the cultural items to the lineal descendants, Indian Tribes, or Native Hawaiian organizations stated in this notice may proceed.\\n        \\n        \\n          DATES:\\n          Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to claim these cultural items should submit a written request with information in support of the claim to the San Diego Museum of Man at the address in this notice by March 11, 2019.\\n        \\n        \\n          ADDRESSES:\\n\\n          Ben Garcia, San Diego Museum of Man, 1350 El Prado, San Diego, CA 92101, telephone (619) 239-2001, email bgarcia@museumofman.org.\\n        \\n      \\n      \\n        SUPPLEMENTARY INFORMATION:\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate cultural items under the control of the San Diego Museum of Man, San Diego, CA, that meet the definition of unassociated funerary objects, sacred objects, and objects of cultural patrimony under 25 U.S.C. 3001.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American cultural items. The National Park Service is not responsible for the determinations in this notice.\\n        History and Description of the Cultural Items\\n        In 1928, one cultural item was bequeathed to the San Diego Museum of Man by Abbie Warren Goodale Boutelle. The item was collected by Mrs. Boutelle from an unknown context. Beginning in 1895, Mrs. Boutelle and her husband acquired extensive collections of cultural items made by California indigenous communities. At the time of her death, Mrs. Boutelle left more than 300 Native American cultural resources to the San Diego Museum of Man. The one object of cultural patrimony is a storage basket.\\n        In 1931, three cultural items were donated to the San Diego Museum of Man by Mrs. Stewart Kendall. These items were collected from an unknown context by the donor\\'s father-in-law, most likely between 1890 and 1906. The two sacred objects are a basket cap, and an apron made of twisted strands of yellow and brown colored grass and decorated with a band of seed pods. The one object of cultural patrimony is a basket tray.\\n        In 1931, 13 cultural items were donated to the San Diego Museum of Man by Commander and Mrs. Earl B. Brix. These items were collected from an unknown context by Mrs. Brix\\'s father, Dr. William L. Kneedler, a U.S. Army surgeon whose various Army appointments enabled him to collect cultural items from various locales. The one unassociated funerary object is a basket cap. The six sacred objects are basket caps. The six objects of cultural patrimony are four mush baskets, one storage basket, and one burden basket.\\n        In 1936, two cultural items were donated to the San Diego Museum of Man by Dr. J. H. Mallery. These items were collected from an unknown context by Dr. Mallery. The two objects of cultural patrimony are one burden basket and one baby basket.\\n        In 1939, one cultural item was donated to the San Diego Museum of Man by Mrs. Herbert Doolittle. This item was collected from an unknown context. The sacred item is a basket cap.\\n        In 1941, one cultural item was donated to the San Diego Museum of Man by Mrs. Emma A. Davis. This item was collected from an unknown context. The sacred item is a basket cap.\\n        In 1945, two cultural items were donated to the San Diego Museum of Man by Ruth Ingersoll Baily. These items were collected from an unknown context. The two objects of cultural patrimony are one cooking basket and one burden basket.\\n        In 1946, three cultural items were donated to the San Diego Museum of Man by the heirs of Edith H. Williams. These items were collected by Mrs. Williams from an unknown context. The two sacred objects are basket caps. The one object of cultural patrimony is a mush basket.\\n        In 1951, one cultural item was donated to the San Diego Museum of Man by Dr. Henry Stoever. These items were collected from an unknown context. The object of cultural patrimony is a mush basket.\\n        In 1953, two cultural items were donated to the San Diego Museum of Man by Mrs. Irving T. Snyder. These items were collected by Mrs. Snyder from an unknown context prior to 1935, but most likely around 1900. The one unassociated funerary object is a puberty basket. The one sacred objects is a basket cap.\\n        In 1956, one cultural item was purchased by the San Diego Museum of Man from Fred T. Wheeler Curios. This item was collected from an unknown context. The sacred item is a drum. The drum is rawhide stretched over a square wooden frame with a braided leather loop handle at top. The drum is painted red with black and yellow geometric designs.\\n        In 1956, one cultural item was received by the San Diego Museum of Man as part of an exchange with the Denver Museum of Art. The item was collected by Grace Nicholson at an unknown date and from an unknown context. The sacred item is a headband. The headband is made of white buckskin adorned with red woodpecker scalps, woodpecker feathers, cormorant or mallard feathers, and white deer hair. When not in use, the headband is wrapped on a cylindrical log of wood.\\n\\n        In 1957, seven cultural items were received at the San Diego Museum of Man as part of an exchange with the State Indian Museum. These objects were acquired by the State Indian Museum through an unknown context. The three sacred items are one headdress, one set of feather plumes, and one otter-skin quiver. The four unassociated funerary objects are two obsidian blades and two steatite pipes. The headdress is a buckskin hoop stuffed with bark fiber and covered with woodpecker and duck feathers, as well as deer hair. Small slits on either side of the hoop are for the holding ceremonial feather plumes. The accompanying feather plumes are of great blue heron feathers attached with sinew to a pointed stick.\\n        In 1961, one cultural item was purchased by the San Diego Museum of Man from Ralph Altman of Altman Antiques. No additional information exists as to the context from which this item was collected. The sacred object is a buckskin and abalone shell dress with glass beading.\\n        In 1963, two cultural items were donated to the San Diego Museum of Man by Dr. Janice Kelly. These objects were collected by the donor\\'s mother from an unknown context sometime around 1900. The two objects of cultural patrimony are one storage basket and one basket tray.\\n        In 1964, six cultural items were donated to the San Diego Museum of Man by Mr. Robert Whitson Jr. These objects were collected from an unknown context by the donor\\'s grand-father, Mr. W. W. Whitson, who operated a curio shop in Coronado, CA prior to 1900. The one sacred object is a basket cap. The five objects of cultural patrimony are one hopper basket, three mush baskets, and one basket tray.\\n        In 1969, one cultural item was donated to the San Diego Museum of Man by the Serra Museum, San Diego Historical Society. This object was collected by the Serra Museum from an unknown context. The object of cultural patrimony is a storage basket.\\n        In 1975, one cultural resource was donated to the San Diego Museum of Man by Mrs. I. Norman Lawson. This item was collected by Mrs. Lawson sometime around 1925 from an unknown source in the Santa Fe area of New Mexico. The sacred item is a basket cap.\\n        In 1984, one cultural item was donated to the San Diego Museum of Man by Dorothy Copeland and Walter D. Cannon, Jr. This item was collected by the donors\\' parents, Walter and Lucia Cannon, around 1916. The Cannons were prolific basket collectors in Southern California between 1906 and 1942, and operated a general store in Campo, CA beginning in 1932. They regularly traded goods and commodities with local indigenous people in exchange for cultural items. The one sacred item is a basket cap.\\n        In 1989, three cultural items were donated to the San Diego Museum of Man by Mrs. Margaret Barlow. These items were collected from an unknown context. The three sacred items are basket caps.\\n        In 2002, one cultural item was donated to the San Diego Museum of Man by Ira Feinswog. This item was collected from an unknown context. The one sacred item is a basket cap.\\n        Sometime, prior to 1957, and most likely around 1929, one cultural item was donated to the San Diego Museum of Man by a Mrs. Carter. No additional information exists as to the context from which the item was collected. The one object of cultural patrimony is a mush basket.\\n        At an unknown date, the San Diego Museum of Man acquired four cultural objects that lack information and documentation concerning the donor or the context of collection. The three unassociated funerary objects are one mush basket, one obsidian blade, and one cluster of deer hooves. The one object of cultural patrimony is a mush basket.\\n\\n        Information provided during consultation between the San Diego Museum of Man and the Tolowa Dee-ni\\' Nation (previously listed as the Smith River Rancheria, California) documented and confirmed the identification and affiliation of these cultural items. Representatives from the Tolowa Dee-ni\\' Nation (previously listed as the Smith River Rancheria, California) informed the Museum that the items identified above as sacred objects are needed by present-day religious leaders for use in modern day religious ceremonies by the Tolowa Dee-ni\\' adherents, including the Naa-yvlh-sri-nee-dash (World Renewal Feather Dance), the Ch\\'a~lh-day wvn Srdee-yvn (Flower Dance), and the Shin-chu Nee-dash (Summer solstice Nee-dash).\\n        Certain indicators on the items identified above as unassociated funerary objects show they are funerary, and to have been buried with individual human remains at the time of death as part of the death rite of the Tolowa Dee-ni\\' culture. As the San Diego Museum of Man does not possess or control any human remains of Tolowa Dee-ni, these objects are unassociated funerary objects.\\n        Those items identified above as objects of cultural patrimony were shown by Tolowa Dee-ni\\' representatives to have an ongoing and historical cultural importance to the people of the Nation. The Tolowa Dee-ni\\' consider these objects to be communally owned by the Tolowa Dee-ni\\' Nation (previously listed as the Smith River Rancheria, California) and to be inalienable by any individual.\\n        Determinations Made by the San Diego Museum of Man\\n        Officials of the San Diego Museum of Man have determined that:\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(B), the nine cultural items identified above as unassociated funerary objects are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony and are believed, by a preponderance of the evidence, to have been removed from a specific burial site of a Native American individual.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(C), the 26 cultural items identified above as sacred objects are specific ceremonial objects needed by traditional Native American religious leaders for the practice of traditional Native American religions by their present-day adherents.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(D), the 24 cultural items identified above as objects of cultural patrimony have ongoing historical, traditional, or cultural importance central to the Native American group or culture itself, rather than property owned by an individual.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the unassociated funerary objects, sacred objects, and objects of cultural patrimony and the Tolowa Dee-ni\\' Nation (previously listed as the Smith River Rancheria, California).\\n        Additional Requestors and Disposition\\n\\n        Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to claim these cultural items should submit a written request with information in support of the claim to Ben Garcia, San Diego Museum of Man, 1350 El Prado, San Diego, CA 92101, telephone (619) 239-2001, email bgarcia@museumofman.org, by March 11, 2019. After that date, if no additional claimants have come forward, transfer of control of unassociated funerary objects, sacred objects, and objects of cultural patrimony to the Tolowa Dee-ni\\' Nation (previously listed as the Smith River Rancheria, California) may proceed.\\n        The San Diego Museum of Man is responsible for notifying the Tolowa Dee-ni\\' Nation (previously listed as the Smith River Rancheria, California) that this notice has been published.\\n        \\n          Dated: December 17, 2018.\\n          Melanie O\\'Brien,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2019-01617 Filed 2-7-19; 8:45 am]\\n      BILLING CODE 4312-52-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[NPS-WASO-NAGPRA-NPS0027195; PPWOCRADN0-PCU00RP14.R50000]", "subject": "Notice of Intent To Repatriate Cultural Items: San Diego Museum of Man, San Diego, CA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "The San Diego Museum of Man, in consultation with the appropriate Indian Tribes or Native Hawaiian organizations, has determined that the cultural items listed in this notice meet the definition of unassociated funerary objects, sacred objects, and/or objects of cultural patrimony. Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to claim these cultural items should submit a written request to the San Diego Museum of Man. If no additional claimants come forward, transfer of control of the cultural items to the lineal descendants, Indian Tribes, or Native Hawaiian organizations stated in this notice may proceed.", "dates": "Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to claim these cultural items should submit a written request with information in support of the claim to the San Diego Museum of Man at the address in this notice by March 11, 2019.", "addresses": "Ben Garcia, San Diego Museum of Man, 1350 El Prado, San Diego, CA 92101, telephone (619) 239-2001, email bgarcia@museumofman.org.", "signature_dated": "Dated: December 17, 2018.", "signature_name": "Melanie O\\'Brien,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2019-01617 Filed 2-7-19; 8:45 am]", "billing_code": "BILLING CODE 4312-52-P", "supp_info": "SUPPLEMENTARY INFORMATION: \n Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate cultural items under the control of the San Diego Museum of Man, San Diego, CA, that meet the definition of unassociated funerary objects, sacred objects, and objects of cultural patrimony under 25 U.S.C. 3001. \n This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American cultural items. The National Park Service is not responsible for the determinations in this notice. \n History and Description of the Cultural Items \n In 1928, one cultural item was bequeathed to the San Diego Museum of Man by Abbie Warren Goodale Boutelle. The item was collected by Mrs. Boutelle from an unknown context. Beginning in 1895, Mrs. Boutelle and her husband acquired extensive collections of cultural items made by California indigenous communities. At the time of her death, Mrs. Boutelle left more than 300 Native American cultural resources to the San Diego Museum of Man. The one object of cultural patrimony is a storage basket. \n In 1931, three cultural items were donated to the San Diego Museum of Man by Mrs. Stewart Kendall. These items were collected from an unknown context by the donor\\'s father-in-law, most likely between 1890 and 1906. The two sacred objects are a basket cap, and an apron made of twisted strands of yellow and brown colored grass and decorated with a band of seed pods. The one object of cultural patrimony is a basket tray. \n In 1931, 13 cultural items were donated to the San Diego Museum of Man by Commander and Mrs. Earl B. Brix. These items were collected from an unknown context by Mrs. Brix\\'s father, Dr. William L. Kneedler, a U.S. Army surgeon whose various Army appointments enabled him to collect cultural items from various locales. The one unassociated funerary object is a basket cap. The six sacred objects are basket caps. The six objects of cultural patrimony are four mush baskets, one storage basket, and one burden basket. \n In 1936, two cultural items were donated to the San Diego Museum of Man by Dr. J. H. Mallery. These items were collected from an unknown context by Dr. Mallery. The two objects of cultural patrimony are one burden basket and one baby basket. \n In 1939, one cultural item was donated to the San Diego Museum of Man by Mrs. Herbert Doolittle. This item was collected from an unknown context. The sacred item is a basket cap. \n In 1941, one cultural item was donated to the San Diego Museum of Man by Mrs. Emma A. Davis. This item was collected from an unknown context. The sacred item is a basket cap. \n In 1945, two cultural items were donated to the San Diego Museum of Man by Ruth Ingersoll Baily. These items were collected from an unknown context. The two objects of cultural patrimony are one cooking basket and one burden basket. \n In 1946, three cultural items were donated to the San Diego Museum of Man by the heirs of Edith H. Williams. These items were collected by Mrs. Williams from an unknown context. The two sacred objects are basket caps. The one object of cultural patrimony is a mush basket. \n In 1951, one cultural item was donated to the San Diego Museum of Man by Dr. Henry Stoever. These items were collected from an unknown context. The object of cultural patrimony is a mush basket. \n In 1953, two cultural items were donated to the San Diego Museum of Man by Mrs. Irving T. Snyder. These items were collected by Mrs. Snyder from an unknown context prior to 1935, but most likely around 1900. The one unassociated funerary object is a puberty basket. The one sacred objects is a basket cap. \n In 1956, one cultural item was purchased by the San Diego Museum of Man from Fred T. Wheeler Curios. This item was collected from an unknown context. The sacred item is a drum. The drum is rawhide stretched over a square wooden frame with a braided leather loop handle at top. The drum is painted red with black and yellow geometric designs. \n In 1956, one cultural item was received by the San Diego Museum of Man as part of an exchange with the Denver Museum of Art. The item was collected by Grace Nicholson at an unknown date and from an unknown context. The sacred item is a headband. The headband is made of white buckskin adorned with red woodpecker scalps, woodpecker feathers, cormorant or mallard feathers, and white deer hair. When not in use, the headband is wrapped on a cylindrical log of wood. \n In 1957, seven cultural items were received at the San Diego Museum of Man as part of an exchange with the State Indian Museum. These objects were acquired by the State Indian Museum through an unknown context. The three sacred items are one headdress, one set of feather plumes, and one otter-skin quiver. The four unassociated funerary objects are two obsidian blades and two steatite pipes. The headdress is a buckskin hoop stuffed with bark fiber and covered with woodpecker and duck feathers, as well as deer hair. Small slits on either side of the hoop are for the holding ceremonial feather plumes. The accompanying feather plumes are of great blue heron feathers attached with sinew to a pointed stick. \n In 1961, one cultural item was purchased by the San Diego Museum of Man from Ralph Altman of Altman Antiques. No additional information exists as to the context from which this item was collected. The sacred object is a buckskin and abalone shell dress with glass beading. \n In 1963, two cultural items were donated to the San Diego Museum of Man by Dr. Janice Kelly. These objects were collected by the donor\\'s mother from an unknown context sometime around 1900. The two objects of cultural patrimony are one storage basket and one basket tray. \n In 1964, six cultural items were donated to the San Diego Museum of Man by Mr. Robert Whitson Jr. These objects were collected from an unknown context by the donor\\'s grand-father, Mr. W. W. Whitson, who operated a curio shop in Coronado, CA prior to 1900. The one sacred object is a basket cap. The five objects of cultural patrimony are one hopper basket, three mush baskets, and one basket tray. \n In 1969, one cultural item was donated to the San Diego Museum of Man by the Serra Museum, San Diego Historical Society. This object was collected by the Serra Museum from an unknown context. The object of cultural patrimony is a storage basket. \n In 1975, one cultural resource was donated to the San Diego Museum of Man by Mrs. I. Norman Lawson. This item was collected by Mrs. Lawson sometime around 1925 from an unknown source in the Santa Fe area of New Mexico. The sacred item is a basket cap. \n In 1984, one cultural item was donated to the San Diego Museum of Man by Dorothy Copeland and Walter D. Cannon, Jr. This item was collected by the donors\\' parents, Walter and Lucia Cannon, around 1916. The Cannons were prolific basket collectors in Southern California between 1906 and 1942, and operated a general store in Campo, CA beginning in 1932. They regularly traded goods and commodities with local indigenous people in exchange for cultural items. The one sacred item is a basket cap. \n In 1989, three cultural items were donated to the San Diego Museum of Man by Mrs. Margaret Barlow. These items were collected from an unknown context. The three sacred items are basket caps. \n In 2002, one cultural item was donated to the San Diego Museum of Man by Ira Feinswog. This item was collected from an unknown context. The one sacred item is a basket cap. \n Sometime, prior to 1957, and most likely around 1929, one cultural item was donated to the San Diego Museum of Man by a Mrs. Carter. No additional information exists as to the context from which the item was collected. The one object of cultural patrimony is a mush basket. \n At an unknown date, the San Diego Museum of Man acquired four cultural objects that lack information and documentation concerning the donor or the context of collection. The three unassociated funerary objects are one mush basket, one obsidian blade, and one cluster of deer hooves. The one object of cultural patrimony is a mush basket. \n Information provided during consultation between the San Diego Museum of Man and the Tolowa Dee-ni\\' Nation (previously listed as the Smith River Rancheria, California) documented and confirmed the identification and affiliation of these cultural items. Representatives from the Tolowa Dee-ni\\' Nation (previously listed as the Smith River Rancheria, California) informed the Museum that the items identified above as sacred objects are needed by present-day religious leaders for use in modern day religious ceremonies by the Tolowa Dee-ni\\' adherents, including the Naa-yvlh-sri-nee-dash (World Renewal Feather Dance), the Ch\\'a~lh-day wvn Srdee-yvn (Flower Dance), and the Shin-chu Nee-dash (Summer solstice Nee-dash). \n Certain indicators on the items identified above as unassociated funerary objects show they are funerary, and to have been buried with individual human remains at the time of death as part of the death rite of the Tolowa Dee-ni\\' culture. As the San Diego Museum of Man does not possess or control any human remains of Tolowa Dee-ni, these objects are unassociated funerary objects. \n Those items identified above as objects of cultural patrimony were shown by Tolowa Dee-ni\\' representatives to have an ongoing and historical cultural importance to the people of the Nation. The Tolowa Dee-ni\\' consider these objects to be communally owned by the Tolowa Dee-ni\\' Nation (previously listed as the Smith River Rancheria, California) and to be inalienable by any individual. \n Determinations Made by the San Diego Museum of Man \n Officials of the San Diego Museum of Man have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(B), the nine cultural items identified above as unassociated funerary objects are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony and are believed, by a preponderance of the evidence, to have been removed from a specific burial site of a Native American individual. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(C), the 26 cultural items identified above as sacred objects are specific ceremonial objects needed by traditional Native American religious leaders for the practice of traditional Native American religions by their present-day adherents. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(D), the 24 cultural items identified above as objects of cultural patrimony have ongoing historical, traditional, or cultural importance central to the Native American group or culture itself, rather than property owned by an individual. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the unassociated funerary objects, sacred objects, and objects of cultural patrimony and the Tolowa Dee-ni\\' Nation (previously listed as the Smith River Rancheria, California). \n Additional Requestors and Disposition \n Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to claim these cultural items should submit a written request with information in support of the claim to Ben Garcia, San Diego Museum of Man, 1350 El Prado, San Diego, CA 92101, telephone (619) 239-2001, email bgarcia@museumofman.org, by March 11, 2019. After that date, if no additional claimants have come forward, transfer of control of unassociated funerary objects, sacred objects, and objects of cultural patrimony to the Tolowa Dee-ni\\' Nation (previously listed as the Smith River Rancheria, California) may proceed. \n The San Diego Museum of Man is responsible for notifying the Tolowa Dee-ni\\' Nation (previously listed as the Smith River Rancheria, California) that this notice has been published. \n ", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "In 1928, one cultural item was bequeathed to the San Diego Museum of Man by Abbie Warren Goodale Boutelle. The item was collected by Mrs. Boutelle from an unknown context. Beginning in 1895, Mrs. Boutelle and her husband acquired extensive collections of cultural items made by California indigenous communities. At the time of her death, Mrs. Boutelle left more than 300 Native American cultural resources to the San Diego Museum of Man. The one object of cultural patrimony is a storage basket. \n In 1931, three cultural items were donated to the San Diego Museum of Man by Mrs. Stewart Kendall. These items were collected from an unknown context by the donor\\'s father-in-law, most likely between 1890 and 1906. The two sacred objects are a basket cap, and an apron made of twisted strands of yellow and brown colored grass and decorated with a band of seed pods. The one object of cultural patrimony is a basket tray. \n In 1931, 13 cultural items were donated to the San Diego Museum of Man by Commander and Mrs. Earl B. Brix. These items were collected from an unknown context by Mrs. Brix\\'s father, Dr. William L. Kneedler, a U.S. Army surgeon whose various Army appointments enabled him to collect cultural items from various locales. The one unassociated funerary object is a basket cap. The six sacred objects are basket caps. The six objects of cultural patrimony are four mush baskets, one storage basket, and one burden basket. \n In 1936, two cultural items were donated to the San Diego Museum of Man by Dr. J. H. Mallery. These items were collected from an unknown context by Dr. Mallery. The two objects of cultural patrimony are one burden basket and one baby basket. \n In 1939, one cultural item was donated to the San Diego Museum of Man by Mrs. Herbert Doolittle. This item was collected from an unknown context. The sacred item is a basket cap. \n In 1941, one cultural item was donated to the San Diego Museum of Man by Mrs. Emma A. Davis. This item was collected from an unknown context. The sacred item is a basket cap. \n In 1945, two cultural items were donated to the San Diego Museum of Man by Ruth Ingersoll Baily. These items were collected from an unknown context. The two objects of cultural patrimony are one cooking basket and one burden basket. \n In 1946, three cultural items were donated to the San Diego Museum of Man by the heirs of Edith H. Williams. These items were collected by Mrs. Williams from an unknown context. The two sacred objects are basket caps. The one object of cultural patrimony is a mush basket. \n In 1951, one cultural item was donated to the San Diego Museum of Man by Dr. Henry Stoever. These items were collected from an unknown context. The object of cultural patrimony is a mush basket. \n In 1953, two cultural items were donated to the San Diego Museum of Man by Mrs. Irving T. Snyder. These items were collected by Mrs. Snyder from an unknown context prior to 1935, but most likely around 1900. The one unassociated funerary object is a puberty basket. The one sacred objects is a basket cap. \n In 1956, one cultural item was purchased by the San Diego Museum of Man from Fred T. Wheeler Curios. This item was collected from an unknown context. The sacred item is a drum. The drum is rawhide stretched over a square wooden frame with a braided leather loop handle at top. The drum is painted red with black and yellow geometric designs. \n In 1956, one cultural item was received by the San Diego Museum of Man as part of an exchange with the Denver Museum of Art. The item was collected by Grace Nicholson at an unknown date and from an unknown context. The sacred item is a headband. The headband is made of white buckskin adorned with red woodpecker scalps, woodpecker feathers, cormorant or mallard feathers, and white deer hair. When not in use, the headband is wrapped on a cylindrical log of wood. \n In 1957, seven cultural items were received at the San Diego Museum of Man as part of an exchange with the State Indian Museum. These objects were acquired by the State Indian Museum through an unknown context. The three sacred items are one headdress, one set of feather plumes, and one otter-skin quiver. The four unassociated funerary objects are two obsidian blades and two steatite pipes. The headdress is a buckskin hoop stuffed with bark fiber and covered with woodpecker and duck feathers, as well as deer hair. Small slits on either side of the hoop are for the holding ceremonial feather plumes. The accompanying feather plumes are of great blue heron feathers attached with sinew to a pointed stick. \n In 1961, one cultural item was purchased by the San Diego Museum of Man from Ralph Altman of Altman Antiques. No additional information exists as to the context from which this item was collected. The sacred object is a buckskin and abalone shell dress with glass beading. \n In 1963, two cultural items were donated to the San Diego Museum of Man by Dr. Janice Kelly. These objects were collected by the donor\\'s mother from an unknown context sometime around 1900. The two objects of cultural patrimony are one storage basket and one basket tray. \n In 1964, six cultural items were donated to the San Diego Museum of Man by Mr. Robert Whitson Jr. These objects were collected from an unknown context by the donor\\'s grand-father, Mr. W. W. Whitson, who operated a curio shop in Coronado, CA prior to 1900. The one sacred object is a basket cap. The five objects of cultural patrimony are one hopper basket, three mush baskets, and one basket tray. \n In 1969, one cultural item was donated to the San Diego Museum of Man by the Serra Museum, San Diego Historical Society. This object was collected by the Serra Museum from an unknown context. The object of cultural patrimony is a storage basket. \n In 1975, one cultural resource was donated to the San Diego Museum of Man by Mrs. I. Norman Lawson. This item was collected by Mrs. Lawson sometime around 1925 from an unknown source in the Santa Fe area of New Mexico. The sacred item is a basket cap. \n In 1984, one cultural item was donated to the San Diego Museum of Man by Dorothy Copeland and Walter D. Cannon, Jr. This item was collected by the donors\\' parents, Walter and Lucia Cannon, around 1916. The Cannons were prolific basket collectors in Southern California between 1906 and 1942, and operated a general store in Campo, CA beginning in 1932. They regularly traded goods and commodities with local indigenous people in exchange for cultural items. The one sacred item is a basket cap. \n In 1989, three cultural items were donated to the San Diego Museum of Man by Mrs. Margaret Barlow. These items were collected from an unknown context. The three sacred items are basket caps. \n In 2002, one cultural item was donated to the San Diego Museum of Man by Ira Feinswog. This item was collected from an unknown context. The one sacred item is a basket cap. \n Sometime, prior to 1957, and most likely around 1929, one cultural item was donated to the San Diego Museum of Man by a Mrs. Carter. No additional information exists as to the context from which the item was collected. The one object of cultural patrimony is a mush basket. \n At an unknown date, the San Diego Museum of Man acquired four cultural objects that lack information and documentation concerning the donor or the context of collection. The three unassociated funerary objects are one mush basket, one obsidian blade, and one cluster of deer hooves. The one object of cultural patrimony is a mush basket. \n Information provided during consultation between the San Diego Museum of Man and the Tolowa Dee-ni\\' Nation (previously listed as the Smith River Rancheria, California) documented and confirmed the identification and affiliation of these cultural items. Representatives from the Tolowa Dee-ni\\' Nation (previously listed as the Smith River Rancheria, California) informed the Museum that the items identified above as sacred objects are needed by present-day religious leaders for use in modern day religious ceremonies by the Tolowa Dee-ni\\' adherents, including the Naa-yvlh-sri-nee-dash (World Renewal Feather Dance), the Ch\\'a~lh-day wvn Srdee-yvn (Flower Dance), and the Shin-chu Nee-dash (Summer solstice Nee-dash). \n Certain indicators on the items identified above as unassociated funerary objects show they are funerary, and to have been buried with individual human remains at the time of death as part of the death rite of the Tolowa Dee-ni\\' culture. As the San Diego Museum of Man does not possess or control any human remains of Tolowa Dee-ni, these objects are unassociated funerary objects. \n Those items identified above as objects of cultural patrimony were shown by Tolowa Dee-ni\\' representatives to have an ongoing and historical cultural importance to the people of the Nation. The Tolowa Dee-ni\\' consider these objects to be communally owned by the Tolowa Dee-ni\\' Nation (previously listed as the Smith River Rancheria, California) and to be inalienable by any individual. \n ", "determinations": "Determinations Made by the San Diego Museum of Man \n Officials of the San Diego Museum of Man have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(B), the nine cultural items identified above as unassociated funerary objects are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony and are believed, by a preponderance of the evidence, to have been removed from a specific burial site of a Native American individual. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(C), the 26 cultural items identified above as sacred objects are specific ceremonial objects needed by traditional Native American religious leaders for the practice of traditional Native American religions by their present-day adherents. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(D), the 24 cultural items identified above as objects of cultural patrimony have ongoing historical, traditional, or cultural importance central to the Native American group or culture itself, rather than property owned by an individual. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the unassociated funerary objects, sacred objects, and objects of cultural patrimony and the Tolowa Dee-ni\\' Nation (previously listed as the Smith River Rancheria, California). \n ", "a_r_d": "Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to claim these cultural items should submit a written request with information in support of the claim to Ben Garcia, San Diego Museum of Man, 1350 El Prado, San Diego, CA 92101, telephone (619) 239-2001, email bgarcia@museumofman.org, by March 11, 2019. After that date, if no additional claimants have come forward, transfer of control of unassociated funerary objects, sacred objects, and objects of cultural patrimony to the Tolowa Dee-ni\\' Nation (previously listed as the Smith River Rancheria, California) may proceed. \n The San Diego Museum of Man is responsible for notifying the Tolowa Dee-ni\\' Nation (previously listed as the Smith River Rancheria, California) that this notice has been published. \n "}