{"index": "R_318", "messy_full": "\\n      \\n        \\n        DEPARTMENT OF THE INTERIOR\\n         National Park Service\\n         [2253-665]\\n        Notice of Intent To Repatriate a Cultural Item: Phoebe A. Hearst Museum of Anthropology, University of California, Berkeley, Berkeley, CA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate a cultural item in the possession of the Phoebe A. Hearst Museum of Anthropology, University of California, Berkeley, Berkeley, CA, that meets the definition of sacred object under 25 U.S.C. 3001.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the cultural item. The National Park Service is not responsible for the determinations in this notice.\\n        The one cultural item is identified in museum records as a Shaman\\'s leather belt (catalog number 1-27141). In 1929, museum records identified the cultural item as being \\xe2\\x80\\x9cAthabascan,\\xe2\\x80\\x9d \\xe2\\x80\\x9cBear River Tribe,\\xe2\\x80\\x9d and from Humboldt County, CA. The belt was donated to the Phoebe A. Hearst Museum of Anthropology at the University of California, Berkeley, by Dr. and Mrs. J.O. Nomland who had received it from its owner, Norma Coonskin, a Bear River elder.\\n        Museum records confirm that the belt had originally belonged to Mrs. Nora Coonskin, a traditional elder of the Bear River Band. In 2008 and 2009, the Phoebe A. Hearst Museum of Anthropology, University of California, Berkeley, consulted with the Bear River Band of the Rohnerville Rancheria regarding the ownership of the belt. Consultation evidence presented by the Bear River Band of the Rohnerville Rancheria shows that the belt is a sacred object, and the museum agrees with all the evidence presented and will repatriate the object.\\n        Officials of the Phoebe A. Hearst Museum of Anthropology, University of California, Berkeley, have determined, pursuant to 25 U.S.C. 3001(3)(C), that the one object described above is a specific ceremonial object needed by traditional Native American religious leaders for the practice of traditional Native American religions by their present-day adherents. Officials of the Phoebe A. Hearst Museum of Anthropology, University of California, Berkeley, also have determined, pursuant to 25 U.S.C. 3001(2), that there is a relationship of shared group identity that can be reasonably traced between the sacred object and the Bear River Band of the Rohnerville Rancheria, California.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the sacred object should contact Dr. Anthony M. Garcia, Repatriation Coordinator, Phoebe A. Hearst Museum of Anthropology, 103 Kroeber Hall, University of California, Berkeley, Berkeley, CA 94720-3712, telephone (510) 643-5283, before June 13, 2011. Repatriation of the sacred object to the Bear River Band of the Rohnerville Rancheria, California, may proceed after that date if no additional claimants come forward.\\n        The Phoebe A. Hearst Museum of Anthropology, University of California, Berkeley, is responsible for notifying the Bear River Band of the Rohnerville Rancheria, California, that this notice has been published.\\n        \\n          Dated: May 9, 2011.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program. \\n        \\n      \\n      [FR Doc. 2011-11868 Filed 5-12-11; 8:45 am]\\n      BILLING CODE 4312-50-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": " National Park Service", "dep_doc": " [2253-665]", "subject": "Notice of Intent To Repatriate a Cultural Item: Phoebe A. Hearst Museum of Anthropology, University of California, Berkeley, Berkeley, CA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: May 9, 2011.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program. ", "fr_doc": "[FR Doc. 2011-11868 Filed 5-12-11; 8:45 am]", "billing_code": "BILLING CODE 4312-50-P", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}