{"index": "R_317", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [2253-665]\\n        Notice of Intent To Repatriate Cultural Items: Museum of Anthropology, University of Michigan, Ann Arbor, MI\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of intent to repatriate cultural items in the possession of the Museum of Anthropology, University of Michigan, Ann Arbor, MI, that meet the definition of unassociated funerary objects under 25 U.S.C. 3001.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the cultural items. The National Park Service is not responsible for the determinations in this notice.\\n\\n        In 1924, a collection containing human remains and a variety of archeological materials was purchased by the University of Michigan from Rev. L.P. Rowland of Detroit, MI. The human remains and many of the artifacts were recovered from the Lake Michigan shore area in Emmet County, MI. A substantial portion of this collection was determined to be culturally affiliated with the Little Traverse Bay Bands of Odawa Indians, Michigan, and were repatriated after publication in the Federal Register (62 FR 8265-8266, February 24, 1997). Since that time, two additional individuals were found to have a Native American cultural identity with the Little Traverse Bay Bands of Odawa Indians, Michigan. These individuals were described in a Notice published in the Federal Register (74 FR 42094-42095, August 20, 2009), and subsequently repatriated. At that time, 14 pottery sherds that were unearthed by Rowland in the process of disinterring these human remains from the Wequetonsing area were not included as funerary objects. Archeological experts had identified the sherds as Mackinac Ware (800-1000 A.D.), which dated the pottery at least 1,000 years older than the burials. The age of the pottery makes the likelihood that they were fragments of a funerary object(s) deliberately placed with, or left for, these individuals somewhat doubtful. However, given that Rowland indicated that these sherds came from within a burial pit, and lacking the archeological context to make a more definitive determination, museum and tribal consultants have since agreed that the potsherds should accompany the repatriated human remains described in the August 20, 2009, Notice. As such, these cultural items are now considered to be unassociated funerary objects.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the unassociated funerary objects should contact Carla Sinopoli, Museum of Anthropology, University of Michigan, Ann Arbor, MI 48109-1079, telephone (734) 764-0485, before June 13, 2011. Repatriation of the unassociated funerary objects to the Little Traverse Bay Bands of Odawa Indians, Michigan, may proceed after that date if no additional claimants come forward.\\n        The Museum of Anthropology, University of Michigan is responsible for notifying the Little Traverse Bay Bands of Odawa Indians, Michigan, that this notice has been published.\\n        \\n          Dated: May 9, 2011.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program. \\n        \\n      \\n      [FR Doc. 2011-11856 Filed 5-12-11; 8:45 am]\\n      BILLING CODE 4312-50-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[2253-665]", "subject": "Notice of Intent To Repatriate Cultural Items: Museum of Anthropology, University of Michigan, Ann Arbor, MI", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: May 9, 2011.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program. ", "fr_doc": "[FR Doc. 2011-11856 Filed 5-12-11; 8:45 am]", "billing_code": "BILLING CODE 4312-50-P", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}