{"index": "R_323", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [2253-665]\\n        Notice of Intent To Repatriate Cultural Items: Arizona State Museum, University of Arizona, Tucson, AZ\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate cultural items in the possession of the Arizona State Museum, University of Arizona, Tucson, AZ, that meet the definitions of unassociated funerary objects, or sacred objects, or sacred objects and objects of cultural patrimony under 25 U.S.C. 3001.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the cultural items. The National Park Service is not responsible for the determinations in this notice.\\n        The 95 unassociated funerary objects are 1 sack filled with bunts (wheat smut), 1 sack with a worked stick object, 2 wooden awls, 89 glass beads, 1 lot of blue pigment, and 1 stick pin. The five sacred objects are one clay figurine, one painted stone fetish, and three quartz crystals. The 36 objects that are both sacred and cultural patrimony are 4 eagle feathers, 1 stone purifying bowl, 3 medicine man\\'s baskets, 1 medicine basket lid, 4 medicine man\\'s basket fragments, 1 animal bone, 2 carved animal effigies, 1 carved human effigy, 1 feather, 1 wooden stick with feather, 1 wooden stick, 1 lot of animal hair, 1 bag of sand, 1 lump of earth, 2 animal tails, 1 bundle of sticks, 2 carved wooden symbols, 1 animal skin, 1 lot of botanical material, 2 reed wands, 3 gourd rattle fragments, and 1 worked plant stalk.\\n        In April 1932, a metal stick pin was collected by an unknown individual from a grave reported to be that of a Papago medicine man. The grave was located near Santa Rosa, AZ. The object was donated to the Arizona State Museum on an unknown date by Dr. Byron Cummings. It is likely that the object was found on the ground surface adjacent to the grave and there is no indication that the burial was disturbed. No known individual was identified.\\n        At an unknown date prior to August 1943, a sack filled with bunts (wheat smut), a sack containing a worked stick object, and two wooden awls were removed by an unknown individual from a grave probably located northwest of Santa Rosa on the Tohono O\\'odham Indian Reservation. The objects were probably located on the ground surface and there is no indication that the burial was disturbed. No known individual was identified. The objects were apparently donated to the Arizona State Museum in 1943.\\n        In 1954, Mr. Joel Shiner collected 89 glass beads and 1 lot of blue pigment from a possible burial cave located on a hill northwest of Tumamoc Hill near Tucson, AZ. The beads and the pigment were donated to the Arizona State Museum in 1955. There is no indication that human remains were found at the time that the objects were collected, but there are reports that the O\\'odham people conducted burials using similar objects at this location during historic times. It is therefore likely that these objects had been placed with human remains. No remains were identified.\\n        These 95 unassociated funerary objects were apparently obtained from the ground surface on or near historic graves. Based on the locations where they were found, they are clearly determined to be affiliated with the O\\'odham people.\\n        In 1954, Mr. and Mrs. Hugh Sloan collected a clay human figurine from the base of a wall near Martinez Hill on the San Xavier Indian Reservation of the Tohono O\\'odham Nation. They subsequently donated the object to the Arizona State Museum.\\n        On an unknown date between 1941 and 1951, Mr. John O\\'Mara and Mr. Norbert O\\'Mara collected a painted stone fetish, possibly from the Tohono O\\'odham Indian Reservation. The object was donated to the Arizona State Museum in March 1961.\\n        In 1982, three quartz crystals were found in the remains of a historic house in the village of Nolic on the Tohono O\\'odham Indian Reservation during excavations conducted by the Institute for American Research. The crystals were part of a cache belonging to an elderly O\\'odham woman who lived in the house from approximately 1905 to 1930. The crystals were brought to the Arizona State Museum along with other collections from the same location under a repository agreement.\\n        During consultations with the Cultural Committee of the Tohono O\\'odham Nation, it was determined that the clay human figurine, the painted stone fetish, and the quartz crystals are ceremonial objects which are needed by Tohono O\\'odham religious practitioners for traditional practices and therefore, may be classified as sacred objects.\\n        In 1938, Mr. and Mrs. Wetmore Hodges purchased four eagle feathers from a medicine man\\'s wand. The feathers had been used in healing rituals. The feathers had been owned by a medicine man at Big Fields on the Tohono O\\'odham Indian Reservation. The medicine man gave the feathers to his grandson, who later sold them to the Hodges. The Arizona State Museum purchased the feathers from the Hodges in 1939.\\n        In 1939, Mr. and Mrs. Wetmore Hodges purchased a stone purifying bowl from the brother of a medicine man at Little Tucson on the Tohono O\\'odham Indian Reservation. Bowls of this type are used in rituals related to childbirth. The Arizona State Museum purchased the bowl from the Hodges in 1939.\\n\\n        In 1939, Mrs. Gwenyth Harrington purchased a medicine basket and some of its contents from Benito Segundo, a medicine man of the Topowa Village on the Tohono O\\'odham Indian Reservation. The basket and the objects had been used for about 65 years in healing practices. Mr. Segundo retained other objects which had been stored in the basket, but agreed to sell the basket and the 17 objects described below with the understanding that he could buy them back in case he ever needed them again. Mrs. Harrington subsequently sold the basket and contents to Mr. and Mrs. Wetmore Hodges, who donated them to the Arizona State Museum in September 1939. The objects consist of 1 animal bone, 2 carved animal effigies, 1 carved human effigy, 1 feather, 1 wooden stick with feather, 1 wooden stick, 1 lot of animal hair, 1 bag of sand, 1 lump of earth, 2 animal tails, 1 bundle of sticks, 2 carved wooden symbols, 1 animal skin, and 1 lot of botanical material.\\n        Curators and other staff of the Arizona State Museum participated in consultations with the Cultural Committee of the Tohono O\\'odham Nation regarding the four eagle feathers, the stone purifying bowl, the medicine basket and its contents. As a result of these consultations, it was determined that these objects are ceremonial objects that are needed by Tohono O\\'odham religious practitioners for traditional practices. It was furthermore determined that these 23 objects should be considered the property of the Tohono O\\'odham Nation as a whole and should not have been sold by individuals. There is specialized knowledge about these objects, which is not shared by everyone, and consequently those who sold the objects may not have been aware that these items could not be alienated or conveyed by any individual. Therefore, these objects have ongoing historical, traditional, and cultural importance to the Tohono O\\'odham Nation as a whole and should be considered to be objects that are both cultural patrimony and sacred.\\n        In 1915, a medicine man\\'s basket containing two reed wands wound with cotton yarn was found in the collections of the Arizona State Museum. The source from which the items were obtained and the date of the accession are unknown.\\n        In April 1942, Ms. Jane Chesky obtained a medicine man\\'s basket in four fragments, three gourd rattle fragments and one piece of a worked plant stalk from an unspecified location in the Sierra Blanca Mountains on the Tohono O\\'odham Indian Reservation. The rattle and stalk fragments were found in the medicine basket. Ms. Chesky subsequently donated the objects to the Arizona State Museum.\\n        In April 1932, Mr. L.R. Caywood collected a medicine basket and medicine basket lid from a hill north of a shrine in Santa Rosa on the Tohono O\\'odham Indian Reservation. The basket was apparently lying on a talus slope below a shallow cave on the hill. On an unknown date prior to March 1949, the basket and its lid were donated to the Arizona State Museum and catalogued separately.\\n        These three baskets are clearly of the same form as the medicine man\\'s basket that was purchased by Mrs. Harrington in 1939. Consultations with the Cultural Committee of the Tohono O\\'odham Nation determined that these objects are ceremonial objects which are needed by Tohono O\\'odham religious practitioners for traditional practices. Furthermore, it was determined that these objects have ongoing cultural, traditional, and historical importance to the Tohono O\\'odham Nation as a whole and, therefore, must be considered to be objects of cultural patrimony.\\n        Officials of the Arizona State Museum, University of Arizona, have determined, pursuant to 25 U.S.C. 3001(3)(B), that the 95 cultural items described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony and are believed, by a preponderance of the evidence, to have been removed from a specific burial site of a Native American individual. Officials of the Arizona State Museum, University of Arizona, also have determined, pursuant to 25 U.S.C. 3001(3)(C), that the five cultural items described above are specific ceremonial objects needed by traditional Native American religious leaders for the practice of traditional Native American religions by their present-day adherents. In addition, officials of the Arizona State Museum, University of Arizona, have determined, pursuant to 25 U.S.C. 3001(3)(C) and (3)(D), the 36 cultural items described above are specific ceremonial objects needed by traditional Native American religious leaders for the practice of traditional Native American religions by their present-day adherents and have ongoing historical, traditional, or cultural importance central to the Native American group or culture itself, rather than property owned by an individual. Lastly, officials of the Arizona State Museum, University of Arizona, also have determined, pursuant to 25 U.S.C. 3001(2), that there is a relationship of shared group identity that can be reasonably traced between the unassociated funerary objects, sacred objects, and sacred objects/objects of cultural patrimony and the Tohono O\\'odham Nation of Arizona.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the unassociated funerary objects, sacred objects, and/or sacred objects/objects of cultural patrimony should contact John McClelland, NAGPRA Coordinator, Arizona State Museum, University of Arizona, Tucson, AZ 85721, telephone (520) 626-2950, before June 13, 2011. Repatriation of the unassociated funerary objects, sacred objects, and sacred objects/objects of cultural patrimony to the Tohono O\\'odham Nation of Arizona may proceed after that date if no additional claimants come forward.\\n        The Arizona State Museum, University of Arizona, is responsible for notifying the Tohono O\\'odham Nation of Arizona that this notice has been published.\\n        \\n          Dated: May 9, 2011.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2011-11866 Filed 5-12-11; 8:45 am]\\n      BILLING CODE 4312-50-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[2253-665]", "subject": "Notice of Intent To Repatriate Cultural Items: Arizona State Museum, University of Arizona, Tucson, AZ", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: May 9, 2011.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2011-11866 Filed 5-12-11; 8:45 am]", "billing_code": "BILLING CODE 4312-50-P", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}