{"index": "R_321", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [2253-665]\\n        Notice of Intent To Repatriate a Cultural Item: Montana Historical Society, Helena, MT\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate a cultural item in the possession of the Montana Historical Society, Helena, MT, that meets the definition of a sacred object under 25 U.S.C. 3001.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the cultural item. The National Park Service is not responsible for the determinations in this notice.\\n        The cultural item is a split horn bonnet headdress (X1892.01.38), which has a cap of animal skin and is covered with strips of ermine. The split horns are attached at either side and are wrapped with a woven wool sash of predominately red wool. Yellow or green twill weave tape is tied to the base of the horns along with a different pattern of red sash. The horn tips are joined by a strand of blue and white beads. The tips are decorated with blue and yellow horse hair, brass hawk bells, ermine strips with red feathers, and large blue beads. At the base of the horns are 16 inch strands of red wool yarn in a bundle. Ermine tubes around the lower edge of the cap are 10-12 inches long. The ermine strips and tubes are attached in a variety of ways. They are decorated with either large beads, red wool yarn, red and blue feathers, or porcupine quills. Running horizontally under the ermine on the outside of the cap are six brass buttons decorated in low relief with floral and leaf motifs. The buttons are inserted into the cap by means of a shank, and have been secured inside the cap with a strip of leather through the eyes. Below the buttons, at the base of the cap, is a piece of leather in upside down \\xe2\\x80\\x9cV\\xe2\\x80\\x9d pattern. A narrow strip of leather appears to lace across this area. A red stroud strip is just above the face.\\n        According to museum records this bonnet was acquired by Major R. A. Allen \\xe2\\x80\\x9cfrom the Blackfeet, Bloods, and Piegan Indians,\\xe2\\x80\\x9d while serving as the United States Indian Agent for the Blackfeet Agency, Montana Territory, between 1884 and 1886. In 1892, Allen loaned it to the Montana Historical Society. Subsequently, it was purchased by William Andrus Clark, who donated it to the Society\\'s collections in 1900.\\n        Consultation with Blackfeet tribal and religious leaders confirmed that the bonnet originated from the Blackfeet, it is a ceremonial artifact associated with a religious society, and it is required for the practice of a traditional religion by contemporary adherents. The present-day Blackfoot Confederacy (Blackfeet Tribe, Blood Nation of Montana, Piegan Nation of Canada, and the Siksika Nation of Canada) is descended from the four tribes of the Blackfoot Confederacy as constituted during the 1880s, and is represented in the United States by the Blackfeet Tribe of the Blackfeet Indian Reservation of Montana.\\n        Officials of the Montana Historical Society have determined, pursuant to 25 U.S.C. 3001(3)(C), that the one cultural item is a specific ceremonial object needed by traditional Native American religious leaders for the practice of traditional Native American religions by present-day adherents. Officials of the Montana Historical Society also have determined, pursuant to 25 U.S.C. 3001(2), that there is a relationship of shared group identity that can be reasonably traced between the sacred object and the Blackfoot Confederacy, which is represented by the Blackfeet Tribe of the Blackfeet Indian Reservation of Montana.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the sacred object should contact Jennifer Bottomly-O\\'looney, Curator, Montana Historical Society, 225 North Roberts St., Helena, MT 59620, telephone (406) 444-4711, before June 13, 2011. Repatriation of the sacred object to the Blackfeet Tribe of the Blackfeet Indian Reservation of Montana may proceed after that date if no additional claimants come forward.\\n        The Montana Historical Society is responsible for notifying the Blackfeet Tribe of the Blackfeet Indian Reservation of Montana that this notice has been published.\\n        \\n          Dated: May 9, 2011.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2011-11869 Filed 5-12-11; 8:45 am]\\n      BILLING CODE 4310-50-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[2253-665]", "subject": "Notice of Intent To Repatriate a Cultural Item: Montana Historical Society, Helena, MT", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: May 9, 2011.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2011-11869 Filed 5-12-11; 8:45 am]", "billing_code": "BILLING CODE 4310-50-P", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}