{"index": "R_331", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [2253-665]\\n        Notice of Intent to Repatriate Cultural Items: California Department of Transportation (Caltrans), Sacramento, CA and California State University, Sacramento, CA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate cultural items in the control of the California Department of Transportation (Caltrans), Sacramento, CA, and in the possession of the California State University, Sacramento, CA, that meet the definition of unassociated funerary objects under 25 U.S.C. 3001.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the cultural items. The National Park Service is not responsible for the determinations in this notice.\\n\\n        In 1970, unassociated funerary objects were removed from CA-SJO-91 on private property, in San Joaquin County, CA, during a salvage excavation project. Faculty and students from what was then Sacramento State College (now California State University, Sacramento) were brought in by the California Division of Highways (now California Department of Transportation [Caltrans]) to conduct salvage excavations. The location of the associated human remains is unknown, however, other human remains and associated funerary objects also removed from this site are described in a Notice of Inventory Completion. The 393 unassociated funerary objects are 384 beads, 2 bifaces, 1 charmstone fragment, 4 round stones, 1 ornament and 1 quartz rock. There are an additional 30 missing unassociated funerary objects (30 beads).\\n        Multiple lines of evidence were used to determine the cultural affiliation of the CA-SJO-91 collection. Archeological evidence indicates that the site was occupied from the Early Horizon through the Late Horizon. Most of the burials were in two cemeteries that were located 60 meters apart. Other burials were located between the two cemeteries or are of uncertain horizontal provenience due to construction activities. Cemetery I was radiometrically dated to between 1845\\xc2\\xb190 and 2985\\xc2\\xb1160 years B.P. The burial patterns and artifact types in Cemetery I correspond to a transitional time period between the Early Horizon and Middle Horizon time periods. Cemetery II was not radiometrically dated. Based on mode of interment and artifact types, Cemetery II burials date slightly earlier to the Early Horizon, although there are similarities in constituents between the two cemeteries. A Late Horizon component (1500 B.P. to European contact) at CA-SJO-91 was essentially removed by construction activities before salvage excavations began.\\n        Biological, archeological, and linguistic evidence indicate that population movement occurred between the Early and Middle Horizon in the French Camp Slough area. It may be that the individuals buried in the Early Horizon Cemetery II represent an earlier, Utian speaking people (linguistic evidence supports a relationship of shared group identity between early Utian speaking peoples and contemporary Miwok tribes), while the individuals in the Middle Horizon Cemetery I may represent a more recent pre-Yokut speaking people. Historical and geographical lines of evidence indicate that CA-SJO-91 lies on the border of the traditional territory of the Plains Miwok and the Northern Valley Yokuts. At the time of first contact with Spanish missionaries in the early 19th century, the area is thought to have been occupied by the Passasime, a Northern Valley Yokuts people who were also related to the Plains Miwok. Oral and documentary evidence provided by representatives of Indian tribes during consultation demonstrates an inter-relationship between Northern Valley Yokuts and Plains Miwok tribes.\\n        Officials of Caltrans and California State University, Sacramento, have determined, pursuant to 25 U.S.C. 3001(3)(B), that the 393 cultural items described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony and are believed, by a preponderance of the evidence, to have been removed from a specific burial site of a Native American individual. Officials of Caltrans and California State University, Sacramento, also have determined, pursuant to 25 U.S.C. 3001(2), that there is a relationship of shared group identity that can be reasonably traced between the unassociated funerary objects and the Buena Vista Rancheria of Me-Wuk Indians of California; California Valley Miwok Tribe, California; Chicken Ranch Rancheria of Me-Wuk Indians of California; Ione Band of Miwok Indians of California; Jackson Rancheria of Me-Wuk Indians of California; Picayune Rancheria of the Chukchansi Indians of California; Santa Rosa Indian Community of the Santa Rosa Rancheria, California (also known as the Tachi Yokut Tribe); Shingle Springs Band of Miwok Indians, Shingle Springs Rancheria (Verona Tract), California; Table Mountain Rancheria of California; Tule River Indian Tribe of the Tule River Reservation, California; Tuolumne Band of Me-Wuk Indians of the Tuolumne Rancheria of California; United Auburn Indian Community of the Auburn Rancheria of California; and Wilton Rancheria, California, as well as the non-Federally recognized Indian groups: The Southern Sierra Miwoks of California and Northern Valley Yokuts.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the unassociated funerary objects should contact Tina Biorn, Caltrans, P.O. Box 942874 (M.S. 27), Sacramento, CA 94274-0001, telephone (916) 653-0013, or Charles Gossett, Dean of the College of Social Sciences and Interdisciplinary Studies, California State University, Sacramento, CA, 95819-6109, telephone (916) 278-6504, before April 14, 2011. Repatriation of the unassociated funerary objects to the Buena Vista Rancheria of Me-Wuk Indians of California; California Valley Miwok Tribe, California; Chicken Ranch Rancheria of Me-Wuk Indians of California; Ione Band of Miwok Indians of California; Jackson Rancheria of Me-Wuk Indians of California; Picayune Rancheria of the Chukchansi Indians of California; Santa Rosa Indian Community of the Santa Rosa Rancheria, California (also known as the Tachi Yokut Tribe); Shingle Springs Band of Miwok Indians, Shingle Springs Rancheria (Verona Tract), California; Table Mountain Rancheria of California; Tule River Indian Tribe of the Tule River Reservation, California; Tuolumne Band of Me-Wuk Indians of the Tuolumne Rancheria of California; United Auburn Indian Community of the Auburn Rancheria of California; and/or Wilton Rancheria, California, may proceed after that date if no additional claimants come forward.\\n        California State University, Sacramento. is responsible for notifying the Buena Vista Rancheria of Me-Wuk Indians of California; California Valley Miwok Tribe, California; Chicken Ranch Rancheria of Me-Wuk Indians of California; Ione Band of Miwok Indians of California; Jackson Rancheria of Me-Wuk Indians of California; Picayune Rancheria of the Chukchansi Indians of California; Santa Rosa Indian Community of the Santa Rosa Rancheria, California (also known as the Tachi Yokut Tribe); Shingle Springs Band of Miwok Indians, Shingle Springs Rancheria (Verona Tract), California; Table Mountain Rancheria of California; Tule River Indian Tribe of the Tule River Reservation, California; Tuolumne Band of Me-Wuk Indians of the Tuolumne Rancheria of California; United Auburn Indian Community of the Auburn Rancheria of California; and Wilton Rancheria, California, as well as the non-federally recognized Indian groups: The Southern Sierra Miwoks of California, Northern Valley Yokuts, and Tubatulabals of Kern Valley, that this notice has been published.\\n        \\n          Dated: March 9, 2011.\\n          Sherry Hutt, \\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2011-5883 Filed 3-14-11; 8:45 am]\\n      BILLING CODE 4312-50-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[2253-665]", "subject": "Notice of Intent to Repatriate Cultural Items: California Department of Transportation (Caltrans), Sacramento, CA and California State University, Sacramento, CA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: March 9, 2011.", "signature_name": "Sherry Hutt, ", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2011-5883 Filed 3-14-11; 8:45 am]", "billing_code": "BILLING CODE 4312-50-P", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}