{"index": "R_330", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [2253-665]\\n        Notice of Intent To Repatriate Cultural Items: U.S. Department of the Interior, Bureau of Indian Affairs, Washington, DC and Arizona State Museum, University of Arizona, Tucson, AZ\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate cultural items in the control of the U.S. Department of the Interior, Bureau of Indian Affairs, Washington, DC, and in the physical custody of the Arizona State Museum, University of Arizona, Tucson, AZ, that meet the definition of unassociated funerary objects under 25 U.S.C. 3001.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the cultural items. The National Park Service is not responsible for the determinations in this notice.\\n\\n        In 1929, cultural items were removed from Canyon Creek Ruin, AZ C:2:8(GP)/AZ V:2:1(ASM), within the boundaries of the Fort Apache Indian Reservation, Gila County, AZ, during legally authorized excavations conducted by the Gila Pueblo Foundation, under the direction of Emil Haury. The items were found in association with human burials, but the human remains were not removed from these graves. In 1950, the Gila Pueblo Foundation closed and the collections were transferred to the Arizona State Museum. The 185 unassociated funerary objects are 5 basketry mat fragments, 1 bone awl, 1 bone awl fragment, 3 lots of botanical material, 30 ceramic bowls, 5 ceramic bowl fragments, 11 ceramic jars, 1 ceramic jar fragment, 1 ceramic ladle, 1 ceramic pitcher, 77 pieces of flaked stone, 2 pieces of hematite mineral, 1 quartz crystal, 2 shell beads, 1 shell disk, 3 shell pendants, 1 stone artifact, 8 stone beads, 23 stone projectile points, 1 stone shaft smoother, 1 textile fragment, 2 turquoise beads, 2 turquoise pendants, 1 turquoise tessera, and 1 unidentified object.\\n        Canyon Creek Ruin is a cliff dwelling site of approximately 140 rooms. Based on the ceramic and perishable artifact assemblage, the site is dated to A.D. 1300 to 1400. The ceramic and architectural forms are consistent with the archeologically described Upland Mogollon or prehistoric Western Pueblo traditions.\\n        A detailed discussion of the basis for cultural affiliation of archeological sites in the region where the above site is located may be found in \\xe2\\x80\\x9cCultural Affiliation Assessment of White Mountain Apache Tribal Lands (Fort Apache Indian Reservation)\\xe2\\x80\\x9d, by John R. Welch and T.J. Ferguson (2005). To summarize, archeologists have used the terms Upland Mogollon or prehistoric Western Pueblo to define the archeological complexes represented by the site listed above. \\n        Material culture characteristics of these traditions include a temporal progression from earlier pit houses to later masonry pueblos, villages organized in room blocks of contiguous dwellings associated with plazas, rectangular kivas, polished and paint-decorated ceramics, unpainted corrugated ceramics, inhumation burials, cradleboard cranial deformation, grooved stone axes, and bone artifacts. The combination of the material culture attributes and a subsistence pattern, which included hunting and gathering augmented by maize agriculture, helps to identify an earlier group. Archeologists have also remarked that there are strong similarities between this earlier group and present-day tribes included in the Western Pueblo ethnographic group, especially the Hopi Tribe of Arizona and the Zuni Tribe of the Zuni Reservation, New Mexico. The similarities in ceramic traditions, burial practices, architectural forms, and settlement patterns have led archeologists to believe that the prehistoric inhabitants of the Mogollon Rim region migrated north and west to the Hopi mesas, and north and east to the Zuni River Valley. Certain objects found in Upland Mogollon archeological sites have been found to have strong resemblances to ritual paraphernalia that are used in continuing religious practices by the Hopi and Zuni. Some petroglyphs on the Fort Apache Indian Reservation have also persuaded archeologists of continuities between the earlier identified group and current-day Western Pueblo people. Biological information from the site of Grasshopper Pueblo, which is located in close proximity to the site listed above, supports the view that the prehistoric occupants of the Upland Mogollon region had migrated from various locations to the north and west of the region.\\n        Hopi and Zuni oral traditions parallel the archeological evidence for migration. Migration figures prominently in Hopi oral tradition, which refers to the ancient sites, pottery, stone tools, petroglyphs, and other artifacts left behind by the ancestors as \\xe2\\x80\\x9cHopi Footprints.\\xe2\\x80\\x9d This migration history is complex and detailed, and includes traditions relating specific clans to the Mogollon region. Hopi cultural advisors have also identified medicinal and culinary plants at archeological sites in the region. Their knowledge about these plants was passed down to them from the ancestors who inhabited these ancient sites. Migration is also an important attribute of Zuni oral tradition, and includes accounts of Zuni ancestors passing through the Upland Mogollon region. The ancient villages mark the routes of these migrations. Zuni cultural advisors remark that the ancient sites were not abandoned. People returned to these places from time to time, either to reoccupy them or for the purpose of religious pilgrimages\\xe2\\x80\\x94a practice that has continued to the present-day. Archeologists have found ceramic evidence at shrines in the Upland Mogollon region that confirms these reports. Zuni cultural advisors have names for plants endemic to the Mogollon region that do not grow on the Zuni Reservation. They also have knowledge about traditional medicinal and ceremonial uses for these resources, which has been passed down to them from their ancestors. Furthermore, Hopi and Zuni cultural advisors have recognized that their ancestors may have been co-resident at some of the sites in this region during their ancestral migrations.\\n        There are differing points of view regarding the possible presence of Apache people in the Upland Mogollon region during the time that these ancient sites were occupied. Some Apache traditions describe interactions with Ancestral Puebloan people during this time, but according to these stories, Puebloan people and Apache people were regarded as having separate identities. The White Mountain Apache Tribe of the Fort Apache Reservation, Arizona, does not claim cultural affiliation with the human remains and associated funerary objects from this ancestral Upland Mogollon site. As reported by Welch and Ferguson (2005), consultations between the White Mountain Apache Tribe of the Fort Apache Reservation, Arizona, and the Navajo Nation, Arizona, New Mexico & Utah; Pueblo of Acoma, New Mexico; and Pueblo of Laguna, New Mexico, have indicated that that none of these tribes wish to pursue claims of affiliation with sites on White Mountain Apache Tribal lands. Finally, the White Mountain Apache Tribe of the Fort Apache Reservation, Arizona, supports the repatriation of human remains and associated funerary objects from the ancestral Upland Mogollon site and is ready to assist the Hopi Tribe of Arizona and Zuni Tribe of the Zuni Reservation, New Mexico, in their reburial on tribal land.\\n        Officials of the Bureau of Indian Affairs and Arizona State Museum have determined, pursuant to 25 U.S.C. 3001(3)(B), that the 185 cultural item described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony and are believed, by a preponderance of the evidence, to have been removed from a specific burial site of a Native American individual. Officials of the Bureau of Indian Affairs and Arizona State Museum also have determined, pursuant to 25 U.S.C. 3001(2), that there is a relationship of shared group identity that can be reasonably traced between the unassociated funerary objects and the Hopi Tribe of Arizona and Zuni Tribe of the Zuni Reservation, New Mexico.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the unassociated funerary objects should contact John McClelland, NAGPRA Coordinator, Arizona State Museum, University of Arizona, Tucson, AZ 85721, telephone (520) 626-2950, before April 14, 2011. Repatriation of the unassociated funerary objects to the Hopi Tribe of Arizona and Zuni Tribe of the Zuni Reservation, New Mexico, may proceed after that date if no additional claimants come forward.\\n        The Arizona State Museum is responsible for notifying the Hopi Tribe of Arizona; White Mountain Apache Tribe of the Fort Apache Reservation, Arizona; and Zuni Tribe of the Zuni Reservation, New Mexico, that this notice has been published.\\n        \\n          \\n          Dated: March 9, 2011.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program. \\n        \\n      \\n      [FR Doc. 2011-5859 Filed 3-14-11; 8:45 am]\\n      BILLING CODE 4312-50-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[2253-665]", "subject": "Notice of Intent To Repatriate Cultural Items: U.S. Department of the Interior, Bureau of Indian Affairs, Washington, DC and Arizona State Museum, University of Arizona, Tucson, AZ", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: March 9, 2011.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program. ", "fr_doc": "[FR Doc. 2011-5859 Filed 3-14-11; 8:45 am]", "billing_code": "BILLING CODE 4312-50-P", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}