{"index": "R_338", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent to Repatriate Cultural Items: Thomas Gilcrease Institute of American History and Art, Tulsa, OK\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate cultural items in the possession of the Thomas Gilcrease Institute of American History and Art (Gilcrease Museum), Tulsa, OK, that meet the definition of objects of cultural patrimony under 25 U.S.C. 3001.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the cultural items. The National Park Service is not responsible for the determinations in this notice.\\n        The nine cultural items are Waxo\\'be bundles belonging to the Osage people. The bundles were part of the Emil Lenders Collection that was brought to the Gilcrease Museum during the early half of the 20th Century. The bundles were part of a sizeable collection of Native American artifacts acquired by the Gilcrease Museum for the preservation of North American history. \\n        The first bundle is made of buckskin with a scalp lock and twisted wool that are seen from the open end (84.1749). The second bundle has a long buckskin strap for an Osage War bundle that has an eagle foot and human scalp attached (84.1750 a-h). The third bundle is made with a wrapped buckskin strap that ties a woven buffalo hair bag with eagle foot and human scalp attached (84.1751 a-i). The fourth bundle is made of buckskin and laced at the ends with buckskin thongs, buckskin tying strap, and a woven inner bag (84.1753 a-b). The fifth bundle is made of buckskin and contains a partially woven inner bag and woven buffalo hair bag and tied with two leather thongs (84.1754). The sixth bundle has an outer strip and an outer bag, as well as two inner bags, and a buckskin strap for tying prisoners (84.1757 a-i). The seventh bundle has an outer bag of woven buffalo hair with an inner bag made of buckskin with a woven mat inside (84.1759). The outer strap has animal hair and human scalp locks on buckskin with a rawhide ring tied on the bundle with calico. The eighth bundle has an outer covering of woven matting with borders of natural, black and red eagle quills (84.1761). The ninth bundle has an outer bag of woven buffalo hair with an inner bag of buckskin and woven mat inside. The outer strap is animal hair and human scalp locks on buckskin (84.1762). \\n        Waxo\\'be bundles and their components have on-going historical and cultural importance to the Osage people. They are also owned by the Osage people and not by any single individual. In the past, bundles and their components were the central symbolic elements of ceremonies related to Osage cosmology, the traditional religion practiced before adoption of the Native American Church by the Osage. While these specific ceremonies related to Osage cosmology are no longer practiced today, bundles and their components continue to hold immense spiritual significance and sacred power for the Osage people requiring protection of these objects and extremely limited exposure. \\n        Officials of the Gilcrease Museum have determined that, pursuant to 25 U.S.C. 3001(3)(D), the nine cultural items described above have ongoing historical, traditional, or cultural importance central to the Native American group or culture itself, rather than property owned by an individual. Officials of the Gilcrease Museum also have determined that, pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the objects of cultural patrimony and the Osage Nation, Oklahoma.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the objects of cultural patrimony should contact Dr. Duane H. King, Executive Director, or Eric Singleton, Assistant Curator of Anthropology, Gilcrease Museum, 1400 N. Gilcrease Museum Rd., Tulsa, OK 74127, telephone (918) 596-2793 before October 25, 2010. Repatriation of the objects of cultural patrimony to the Osage Nation, Oklahoma, will proceed after that date if no additional claimants come forward.\\n        The Gilcrease Museum is responsible for notifying the Osage Nation, Oklahoma, that this notice has been published. \\n        \\n          Dated: September 10, 2010\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2010-23930 Filed 9-23-10; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate Cultural Items: Thomas Gilcrease Institute of American History and Art, Tulsa, OK", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: September 10, 2010", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2010-23930 Filed 9-23-10; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}