{"index": "R_336", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent to Repatriate Cultural Items: American Museum of Natural History, New York, NY \\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate cultural items in the possession of the American Museum of Natural History, New York, NY, that meets the definition of unassociated funerary objects under 25 U.S.C. 3001. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the cultural items. The National Park Service is not responsible for the determinations in this notice.\\n        In 1902, human remains representing a minimum of one individual were collected by Dr. Ales Hrdlicka from a cave in the vicinity of Sacaton, Pinal County, AZ, while Dr. Hrdlicka was a member of the Hyde Expedition, sponsored by the American Museum of Natural History. No\\n        known individual was identified. This individual has been identified as Native American based on the American Museum of Natural History\\'s catalog entry describing the remains as a \\xe2\\x80\\x9cPima ... medicine man.\\xe2\\x80\\x9d The two associated funerary objects were a pair of metal spurs. \\n        In 2006, the human remains and the metal spurs were repatriated to the Gila River Indian Community. Subsequently, the American Museum of Natural History discovered among its collections additional funerary objects associated with this repatriated individual, but not previously reported. Therefore, these additional funerary objects are now considered to be unassociated. The 32 unassociated funerary objects are elements of 1 percussion musket (a barrel and trigger and a percussion lock); 1 leather bullet pouch and its contents (12 metal ball bullets, 3 spent percussion caps, 1 shell casing, 3 glass marbles, 1 piece of cloth and 1 lot of paper scraps); 1 metal flask; 1 teacup; 1 saucer; 1 pressed metal spoon; 2 blue glass beads; 2 claws and 1 piece of sewn rawhide. \\n        The metal flask is painted green and has a knotted cloth plug. The tea cup and saucer are white glazed ceramic. The two beads are made of blue glass. The two claws are from a jaguar. The rawhide piece is sewn with a rawhide thong. \\n        The geographic location is consistent with the post-contact territory of the Pima, who are represented by the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; the Gila River Indian Community of the Gila River Indian Reservation, Arizona; and the Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona. The presence of items such as metal spurs, a rifle and white ceramic teacup suggest a post-contact date for this burial. \\n\\n        Officials of the American Museum of Natural History have determined that, pursuant to 25 U.S.C. 3001(3)(B), the 32 cultural items described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony and are believed, by a preponderance of the evidence, to have been removed from a specific burial site of a Native American individual. Officials of the American Museum of Natural History have determined that, pursuant to 25 U.S.C. 3001(2), there is a shared group identity that can be traced between the unassociated funerary objects and the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; and Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the unassociated funerary objects should contact Nell Murphy, Director of Cultural Resources, American Museum of Natural History, Central Park West at 79th St., New York, NY 10024, telephone (212) 769-5837, before October 25, 2010. Repatriation of the unassociated funerary objects to the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; and Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona, may proceed after that date if no additional claimants come forward.\\n        The American Museum of Natural History is responsible for notifying the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; and Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona, that this notice has been published.\\n        \\n          Dated: September 10, 2010\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2010-23933 Filed 9-23-10; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate Cultural Items: American Museum of Natural History, New York, NY ", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: September 10, 2010", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2010-23933 Filed 9-23-10; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}