{"index": "R_351", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent to Repatriate Cultural Items: U.S. Department of Defense, Army Corps of Engineers, Walla Walla District, Walla Walla, WA and Museum of Anthropology, Washington State University, Pullman, WA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate cultural items in the control of the U.S. Department of Defense, Army Corps of Engineers, Walla Walla District, Walla Walla, WA, and in the possession of the Museum of Anthropology, Washington State University, Pullman, WA, that meet the definition of unassociated funerary objects under 25 U.S.C. 3001. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the cultural items. The National Park Service is not responsible for the determinations in this notice.\\n        In 1972, cultural items were removed from burials at 45AS2, Asotin County, WA. The cultural items and burials were removed during the Nez Perce Grave Removal Project by the University of Idaho under contract with the Army Corps of Engineers. Following removal, the burials were delivered to the University of Idaho. The human remains were returned to the Nez Perce Tribe and reburied in Spalding, ID, in 1973. Between 1996 and 2000, the cultural items were transferred from the University of Idaho to Washington State University, and are now unassociated funerary objects. The 66 unassociated funerary objects are 34 counted objects and 32 lots of objects. The 34 counted objects are 1 abrader, 1 adze, 1 awl, 3 bifaces, 6 cobble spalls, 5 cores, 2 digging stick handles, 2 flake perforators, 2 hafted drills, 1 piece of incised bone, 7 pestles, 2 projectile points, and 1 fragment of worked bone. The 32 lots of objects are 4 lots of animal remains, 5 lots of antler fragments, 2 lots of antler wedge fragments, 2 lots of antler wedges, 9 lots of flakes, 2 lots of modified flakes, 1 lot of shell beads, 5 lots of shell remains, 1 lot of straight pins, and 1 lot of wood fragments.\\n        In 1975, cultural items were removed from burials at 45CO1, Columbia County, WA. The burials were removed during the Tucannon Burial Relocation Project conducted by the University of Idaho under contract with the Army Corps of Engineers. Following removal, the cultural items and burials were delivered to the University of Idaho. The human remains were reburied in Idaho in 1977. In 2000, the remaining cultural items were transferred from the University of Idaho to Washington State University, and are now unassociated funerary objects. The 653 unassociated funerary objects are 95 counted items and 558 lots of objects. The 95 counted objects are 2 beaver incisors, 4 bifaces, 1 worked bone fragment, 1 bottle fragment, 13 bullet cartridges, 3 copper pendants, 6 cores, 1 digging stick fragment, 8 elk tooth beads, 1 hafted drill, 2 incised bone fragments, 2 incised digging stick fragments, 1 marble, 1 net sinker, 8 stone pestles, 3 pipes, 1 piece of polished stone, 15 projectile points, 3 railroad spikes, 6 scrapers, 4 shell pendants, 2 stone shaft abraders, and 7 pieces of worked bone. The 558 lots of objects are 4 lots of buttons or grommets, 1 lot of ceramic fragments, 3 lots of cigar box fragments, 4 lots of clothing and shoes, 3 lots of cordage fragments, 39 lots of flakes, 47 lots of glass and metal beads, 19 lots of glass fragments, 1 lot of matting fragments, 8 lots of metal can fragments, 30 lots of metal fragments, 1 lot of mussel fragments, 5 lots of nails, 3 lots of paper fragments, 327 lots of shell beads, 12 lots of shell fragments, 29 lots of shell remains, 15 lots of rolled metal tinklers, 3 lots of utilized flakes, and 4 lots of worked bone.\\n\\n        In 1958 and 1959, cultural items were removed from burials at Fishhook Island, 45FR42, Franklin County, WA. In 1958, the Columbia Archaeological Society excavated at Fishhook Island. In 1959, the Washington State University excavated at Fishhook Island while under contract with the National Park Service. The 1958 and 1959 excavations took place before the land was acquired by the Army Corps of Engineers. At an unknown date, the human remains excavated were delivered to the Washington State University and University of Idaho. In 2000, the University of Idaho transferred the 45FR42 materials to Washington State University. In 2006, the Army Corps of Engineers physical anthropologists inventoried the human remains. Some of the human remains collected are not currently in the museum collection, and are believed to have been reburied in 1991. Burials numbers 1 through 21 were consecutively assigned by the Columbia Archaeological Society to their excavations. Washington State University assigned burial numbers 1 through 24 to their excavations. The duplicate burial numbers and scant records do not, in many instances, permit clear association of funerary objects with the burials removed. The 45FR42 burials are estimated to range from the proto-historic/historic time periods to the early 1920s. Native American objects found with the burials include olivella and dentalia shell beads and glass beads. In the early 1900s, local residents witnessed Native American burial ceremonies held on Fishhook Island, and remember Cayuse, Walla Walla, Wallula, and Palus people in the general area during the late 1880s and early 1900s. Fishhook Island is located within the overlapping 19th century territories of the Palus and the Walla Walla people. The 171 unassociated funerary objects are 80 counted objects and 91 lots of objects. The 80 counted objects are 27 cobble spalls, 1 core, 23 elk tooth beads, 2 beaver incisors, 6 bone awls, 1 digging stick fragment, 1 digging stick handle, 2 hafted drills, 1 adze, 10 preforms, 4 projectile points, and 2 scrapers. The 91 lots of objects are 22 lots of flakes, 3 lots of red ochre, 24 lots of shell beads, 5 lots of shell remains, 7 lots of animal remains, 6 lots of bag residue, 1 lot of charcoal, 2 lots of fire-cracked rock, 5 lots of glass and metal beads, 3 lots of juniper seed beads, 4 lots of matting fragments, 1 lot of metal fragments, 3 lots of plant remains, 1 lot of shell pendant fragments, and 4 lots of wood fragments.\\n        In 1960, cultural items were removed from burials at Ford Island, 45FR47, Franklin County, WA. Washington State University excavated at Ford Island under contract with the Army Corps of Engineers. The burials were delivered to the University of Idaho and Washington State University. The human remains are thought to have been reburied before 1985. In 1992, a Washington State University inventory recorded the presence of Burial 6 materials in the collection. Between 1996 and 2000, the University of Idaho transferred materials to Washington State University. In 2003, the transferred materials were inventoried, and the presence of Burial 9 materials was recorded along with funerary objects from other 45FR47 burials. The burials associated with the 45FR47 collection are Native American as demonstrated by the presence of Native American Plateau objects, Plateau burial patterns, and eyewitness accounts of Indian people living on Ford Island in the 1900s. Dentalia shell beads start to be common in the Plateau archeological record about 3,000 years ago. Glass beads became available to Indian groups from the 1780s through the 1810s. Early and late ethnographic documentation indicates the island is located within the overlapping 19th century territories of the Palus and Walla Walla people. The 165 unassociated funerary objects are 17 counted objects and 148 lots of objects. The 17 counted objects are 2 bells, 1 copper ring, 1 copper screw, 1 hammerstone, 1 metal ring, 2 net sinkers, 1 ochre stained ground stone, 3 shell ornaments, 1 spoon, 1 spoon handle, 1 preform, 1 core, and 1 pipe. The 148 lots of objects are 1 lot of animal remains, 1 lot of bag residue, 3 lots of buttons, 2 lots of charcoal, 21 lots of fabric remains, 5 lots of flakes, 51 lots of glass and metal beads, 2 lots of glass beads, 2 lots of glass fragments, 7 lots of leather fragments, 27 lots of metal fragments, 1 lot of nails, 7 lots of organic remains, l lot of soil, and 17 lots of wood fragments. \\n        In 1963, cultural items were removed from 45WT2, Whitman County, WA. The excavation took place under contract with the National Park Service and before the land was acquired by the Army Corps of Engineers. The cultural items were with Burial 1 when excavated. At an unknown date, the materials associated with this excavation were delivered to Washington State University and the University of Idaho. In 2000, one box of materials was transferred from the University of Idaho to Washington State University. The Burial 1 remains are not labeled and the funerary objects are therefore no longer associated. The three unassociated funerary objects are one counted object and two lots of objects, which are one pestle, one lot of red ochre, and one lot of wood fragments.\\n        In 1977 and 1978, cultural items were removed from burials at 45WT53, Whitman County, WA. In 1977, Burials 1 and 2 were removed by the University of Idaho while under contract with the Army Corps of Engineers. Following removal, the cultural items and burials were delivered to the University of Idaho and Washington State University. In 1978, Burials 3 through 5 were removed by the University of Idaho while under contract to the Army Corps of Engineers as part of the Nez Perce Grave Recovery Project. Following removal, the cultural items and burials were delivered to the University of Idaho and Washington State University. The human remains from both excavations were reburied at Spalding, ID, in 1978. In 2000, the cultural items from both excavations were transferred from the University of Idaho to Washington State University, and are now unassociated funerary objects. The 149 unassociated funerary objects are 17 counted objects and 132 lots of objects. The 17 counted objects are 2 bone pendants, 1 digging stick handle, 2 hammerstones, 1 incised bone fragment, 5 stone beads, 5 stone knives, and 1 tack. The 132 lots of objects are 6 lots of animal remains, 2 lots of bone awl fragments, 23 lots of bone beads, 1 lot of buttons, 4 lots of elk tooth beads, 35 lots of flakes, 44 lots of glass trade beads, 3 lots of leather fragments, 8 lots of shell beads, 2 lots of ochre stained cobbles, 2 lots of red and yellow ochre, and 2 lots of soil.\\n        In 1967, cultural items were removed from burials at the Ferguson Burial Site, 45WT55, Whitman County, WA. The Washington State University field school excavated Burials 1 through 7 prior to land acquisition by the Army Corps of Engineers. The burials were delivered to Washington State University following removal. At an unknown time, the human remains were transferred to the University of Idaho where a pre-NAGPRA program of repatriation was ongoing. In 2000, the University of Idaho transferred the remaining 45WT55 collection back to Washington State University. Site 45WT55 is adjacent to judicially established Nez Perce Indian land and within the overlapping 19th century territories of the Palus and Nez Perce people. The unassociated funerary items are six lots of wood fragments.\\n\\n        In 1971, cultural items were removed from burials at 45WT101, Whitman County, WA. The University of Idaho removed 33 burials while under contract to the Army Corps of Engineers as part of the Nez Perce Grave Removal Project. The 45WT101 burials were reported as reburied at Spalding, ID, in 1978. In 1998 and 2000, the University of Idaho transferred the collection to Washington State University. In 2001, during a collections assessment inventory, the Washington State University encountered cultural items associated with many of the burials. The cultural items are now unassociated funerary objects. The 88 unassociated funerary objects are 24 counted objects and 64 lots of objects. The 24 counted objects are 2 abalone shell pendants, 1 abrading stone, 1 biface, 4 bone gaming pieces, 1 incised stone, 1 nipple topped maul, 1 modified pebble, 6 preforms, 4 projectile points, 1 scraper, and 2 stone pipes. The 64 lots of objects are 1 lot of abalone shell fragments, 3 lots of antler fragments, 21 lots of flakes, 2 lots of red ochre, 24 lots of shell beads, 2 lots of shell remains, and 11 lots of modified wood fragments.\\n        Six lines of evidence - geographical, archeological, anthropological, linguistic, oral tradition, and historical - support cultural affiliation of the Confederated Tribes of the Colville Reservation, Confederated Tribes of the Umatilla Indian Reservation, Confederated Tribes of the Warm Springs Indian Reservation of Oregon, Confederated Tribes and Bands of the Yakama Nation, and the Nez Perce Tribe with the unassociated funerary objects identified in the above-mentioned sites and collections. Additionally, a cultural relationship is determined to exist between the unassociated funerary objects and the Wanapum Band, a non-federally recognized Indian group. Other relevant information provided by the Indian tribes and the Wanapum Band indicates they are direct descendant communities from the Native people that jointly used this area, are intermarried, have enrolled members with documented connections to ancestors buried along the Snake River, and are all part of the more broadly defined Plateau cultural community.\\n        Officials of the U.S. Department of Defense, Army Corps of Engineers, Walla Walla District, have determined that, pursuant to 25 U.S.C. 3001(3)(B), the 1,301 objects, which are 268 counted objects and 1,033 lots of objects, described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony and are believed, by a preponderance of the evidence, to have been removed from a specific burial site of Native American individuals. Officials of the U.S. Department of Defense, Army Corps of Engineers, Walla Walla District, also have determined that, pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the unassociated funerary objects and the Confederated Tribes of the Colville Reservation, Washington; Confederated Tribes of the Umatilla Indian Reservation, Oregon; Confederated Tribes of the Warm Springs Indian Reservation of Oregon; Confederated Tribes and Bands of the Yakama Nation, Washington; and the Nez Perce Tribe, Idaho. Lastly, officials of the U.S. Department of Defense, Army Corps of Engineers, Walla Walla District, have determined that there is a cultural relationship between the unassociated funerary objects and the Wanapum Band, a non-federally recognized Indian group.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated to the unassociated funerary objects should contact LTC Michael Farrell, U.S. Department of Defense, Army Corps of Engineers, Walla Walla District, 201 North Third Avenue, Walla Walla, WA 99362, telephone (509) 527-7700, before July 26, 2010. Repatriation of the unassociated funerary objects to the Confederated Tribes of the Colville Reservation, Washington; Confederated Tribes of the Umatilla Indian Reservation, Oregon; Confederated Tribes of the Warm Springs Indian Reservation of Oregon; Confederated Tribes and Bands of the Yakama Nation, Washington; and Nez Perce Tribe, Idaho, may proceed after that date if no additional claimants come forward. Lastly, the U.S. Department of Defense, Army Corps of Engineers, Walla Walla District, acknowledges the participation of the Wanapum Band, a non-federally recognized Indian group, in the transfer of the unassociated funerary objects to the Indian tribes.\\n        The U.S. Department of Defense, Army Corps of Engineers, Walla Walla District, is responsible for notifying the Confederated Tribes of the Colville Reservation, Washington; Confederated Tribes of the Umatilla Indian Reservation, Oregon; Confederated Tribes of the Warm Springs Indian Reservation of Oregon; Confederated Tribes and Bands of the Yakama Nation, Washington; Nez Perce Tribe, Idaho; and the Wanapum Band, a non-federally recognized Indian group, that this notice has been published.\\n        \\n          Dated: June 18, 2010\\n          David Tarler,\\n          Acting Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2010-15379 Filed 6-23-10; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate Cultural Items: U.S. Department of Defense, Army Corps of Engineers, Walla Walla District, Walla Walla, WA and Museum of Anthropology, Washington State University, Pullman, WA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: June 18, 2010", "signature_name": "David Tarler,", "signature_title": "Acting Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2010-15379 Filed 6-23-10; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}