{"index": "R_356", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent to Repatriate Cultural Items: U.S. Department of the Interior, Bureau of Reclamation, Phoenix Area Office, Phoenix, AZ, and Huhugam Heritage Center, Gila River Indian Community, AZ \\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate cultural items in the control of the U.S. Department of the Interior, Bureau of Reclamation, Phoenix Area Office, Phoenix, AZ, and in the physical custody of the Huhugam Heritage Center, Gila River Indian Community, AZ, that meet the definition of \\xe2\\x80\\x9cunassociated funerary objects\\xe2\\x80\\x9d under 25 U.S.C. 3001. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American cultural items. The National Park Service is not responsible for the determinations in this notice. \\n\\n        Human remains and associated funerary objects from the sites described below were originally reported in a Notice of Inventory Completion published in the Federal Register (39 FR 8996-9002, February 27, 2002); and subsequently corrected with two additional Notices of Inventory Completion (67 FR 45539-45540, July 9, 2002; 67 FR 78247-78248, December 23, 2002). The materials reported in the earlier notices were repatriated to the affiliated tribes in October and November of 2002. A recent review of Bureau of Reclamation collections, now curated at the Huhugam Heritage Center, Gila River Indian Community, revealed the presence of additional possible isolated Native American human remains and 40 additional funerary objects, all culturally affiliated with the same tribes listed in the original notice. Although these possible isolated human remains were identified, they do not increase the number of individuals listed in the previously published notices. Since the human remains in the previous notices were repatriated, the funerary objects are now considered to be unassociated funerary objects.\\n        Between 1980 and 1981, during legally authorized data recovery efforts undertaken by the Arizona State Museum for the Bureau of Reclamation, human remains representing 20 individuals were recovered from the Siphon Draw site, AZ U: 10:6(ASM), south of Apache Junction, Pinal County, AZ. No known individuals were identified. Previously a total of 141 associated funerary objects were reported as also being recovered. In October 2002, these materials were repatriated to the Gila River Indian Community of the Gila River Indian Reservation, Arizona. An additional four funerary objects were recently identified in the Siphon Draw (AZ U:10:6(ASM)) collections. The four unassociated funerary objects are two unworked whole shells (terrestrial snails), one flotation, and one pollen sample.\\n        On the basis of archeological context, chronometric, architectural, ceramic, and other types of artifactual evidence, the site represents a Hohokam occupation of the Santa Cruz through Sacaton Phases (A.D. 700-1150) of the Preclassic period.\\n        Between 1980 and 1981, during legally authorized data recovery efforts undertaken by the Arizona State Museum for the Bureau of Reclamation, human remains representing 31 individuals were recovered from the Las Fosas site, AZ U:15:19(ASM), in the Gila Valley east of Florence, Pinal County, AZ. No known individuals were identified. Previously a total of 290 associated funerary objects were reported as also being recovered. In October 2002, these materials were repatriated to the Gila River Indian Community of the Gila River Indian Reservation, Arizona. An additional 24 funerary objects were recently identified in the Las Fosas, AZ U:15:19(ASM), collections. The 24 unassociated funerary objects are 1 reconstructable ceramic bowl, 2 individual ceramic sherds, 2 bags ceramic sherds, 1 bag chipped stone, 2 unworked obsidian nodules, 1 bag of unworked faunal bone (including a near-complete macaw), 1 soil sample with possible cremains, 13 unprocessed soil samples, and 1 unprocessed flotation sample.\\n        On the basis of archeological context, chronometric, architectural, ceramic, and other types of artifactual evidence, the site represents a Hohokam occupation of the Classic period (A.D. 1150-1450).\\n        Between 1980 and 1981, during legally authorized data recovery efforts undertaken by the Arizona State Museum for the Bureau of Reclamation, human remains representing a minimum of 31 individuals were recovered from Frogtown, AZ U:15:61(ASM), west of Florence Junction, Pinal County, AZ. No known individuals were identified. Previously a total of 120 associated funerary objects were also reported as being recovered. In October 2002, these materials were repatriated to the Gila River Indian Community of the Gila River Indian Reservation, Arizona. An additional 10 funerary objects were recently identified in the Frogtown (AZ U:15:61(ASM)) collection, as well as possible human remains of a previously repatriated individual. The 10 unassociated funerary objects are 1 stone palette fragment, 3 pieces of worked shell, 1 piece unworked shell, 3 bags of unworked faunal bone mixed with possible human remains, 1 unprocessed flotation sample with possible human remains, and 1 unprocessed flotation sample.\\n        On the basis of archeological context, chronometric, architectural, ceramic, and other types of artifactual evidence, the site represents a Hohokam occupation of the Santa Cruz and Sacaton Phases (A.D. 750-1150) of the Preclassic period.\\n        Between 1980 and 1981, during legally authorized data recovery efforts undertaken by the Arizona State Museum for the Bureau of Reclamation, human remains representing a minimum of six individuals were recovered from site AZ U:15:85(ASM), in Pinal County, AZ. No known individuals were identified. Previously a total of 10 associated funerary objects were also reported as being recovered. In October 2002, these materials were repatriated to the Gila River Indian Community of the Gila River Indian Reservation, Arizona. The two funerary objects recently identified in the AZ U:15:85(ASM) collections are two bags of ceramic sherds. \\n        On the basis of archeological context, chronometric, architectural, ceramic, and other types of artifactual evidence, the site represents a Hohokam occupation of the Classic period (A.D. 1150-1450). \\n\\n        Evidence provided by anthropological, archeological, biological, geographical, historical, kinship, linguistics, and oral tradition sources was considered in determining the cultural affiliation of the funerary objects. Bureau of Reclamation officials have determined that the preponderance of the evidence suggests that the historic O\\'odham groups (Ak-Chin Indian Community of the Ak-Chin Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; and the Tohono O\\'odham Nation of Arizona, including the San Xavier District) have a strong cultural affiliation with the prehistoric Hohokam who occupied the middle Gila Valley and surrounding areas. Great similarities in settlement patterns, economic systems, architecture, and material culture point to a close relationship between the Hohokam and the O\\'odham groups. The O\\'odham were well established along the rivers and in the deserts when the Spanish first arrived in northern Sonora and southern Arizona. \\n        One of the two Pima moieties claims descend from the Hohokam, while the other moiety is said to have descended from the \\xe2\\x80\\x9cemergers,\\xe2\\x80\\x9d those who overthrew the Hohokam leaders. Although the O\\'odham belong to the same linguistic group (Piman) as communities in what is now northern Mexico, shared vocabulary and syntax with Yuman language groups along the Colorado River suggests a long-term history of interaction that stretches back into prehistoric times in what is now southern Arizona.\\n        Evidence also shows the affiliation of ancestral Zuni and Hopi groups with the prehistoric Hohokam. Interaction is indicated by the presence of trade items, particularly ceramics. Such interaction continued into protohistoric and early historic times. In addition to trade, Hopi and Zuni migration traditions indicate that clans originating from areas south of the Colorado Plateau joined the plateau communities late in prehistoric times. These groups contributed ceremonies, societies, and iconography to the plateau groups. Both O\\'odham and Western Pueblo oral traditions indicate that some Hohokam groups may have left the Salt-Gila River Basin after disastrous floods and social upheaval. These groups traveled north and east, possibly to be assimilated by the Hopi and Zuni. These ties are reflected in some of the traditional ceremonies maintained as part of the annual ceremonial cycle. Therefore, the evidence suggests that the Hopi and Zuni are also culturally affiliated with the Hohokam. Their ancestors had trade relationships and other likely interactions with the Hohokam, similar to those found between groups in the early historic period. Hopi and Zuni oral traditions indicate that segments of the prehistoric Hohokam population migrated to the areas occupied by the Hopi and Zuni and were assimilated into the resident populations.\\n        Officials of the Bureau of Reclamation have determined that, pursuant to 25 U.S.C. 3001(3)(B), the 40 items described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony and are believed to have been removed from a specific burial site of Native American individuals. Officials of the Bureau of Reclamation also have determined that, pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the unassociated funerary objects and the Ak-Chin Indian Community of the Maricopa (Ak-Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hopi Tribe of Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; Tohono O\\'odham Nation of Arizona; and Zuni Tribe of the Zuni Reservation, New Mexico.\\n        Representative of any other Indian tribe that believes itself to be culturally affiliated with the unassociated funerary objects should contact in writing Carol Erwin, Area Manager, Bureau of Reclamation, Phoenix Area Office, 6150 West Thunderbird Road, Glendale, AZ 85306-4001, before June 3, 2010. Repatriation of the unassociated funerary objects to the Ak-Chin Indian Community of the Maricopa (Ak-Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hopi Tribe of Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; Tohono O\\'odham Nation of Arizona; and Zuni Tribe of the Zuni Reservation, New Mexico, may proceed after that date if no additional claimants come forward. \\n        The Bureau of Reclamation is responsible for notifying the Ak-Chin Indian Community of the Maricopa (Ak-Chin) Indian Reservation, Arizona; Chemehuevi Indian Tribe of the Chemehuevi Indian Reservation, California; Cocopah Tribe of Arizona; Colorado River Indian Tribes of the Colorado River Indian Reservation, Arizona and California; Fort McDowell Yavapai Nation, Arizona; Fort Mohave Indian Tribe of Arizona, California, and Nevada; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hopi Tribe of Arizona; Pascua Yaqui Tribe of Arizona; Quechan Tribe of the Fort Yuma Indian Reservation, California and Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; San Carlos Apache Tribe of the San Carlos Reservation, Arizona; Tohono O\\'odham Nation of Arizona; Tonto Apache Tribe of Arizona; White Mountain Apache Tribe of the Fort Apache Reservation, Arizona; Yavapai-Apache Nation of the Camp Verde Indian Reservation, Arizona; Yavapai-Prescott Tribe of the Yavapai Reservation, Arizona; and Zuni Tribe of the Zuni Reservation, New Mexico, that this notice has been published.\\n        \\n          Dated: April 6, 2010.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2010-10378 Filed 5-3-10; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate Cultural Items: U.S. Department of the Interior, Bureau of Reclamation, Phoenix Area Office, Phoenix, AZ, and Huhugam Heritage Center, Gila River Indian Community, AZ ", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: April 6, 2010.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2010-10378 Filed 5-3-10; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}