{"index": "R_362", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent to Repatriate Cultural Items: U.S. Department of the Interior, National Park Service, Grand Teton National Park, Moose, WY\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate three cultural items in the possession of the U.S. Department of the Interior, National Park Service, Grand Teton National Park, WY, that meet the definition of \\xe2\\x80\\x9csacred objects\\xe2\\x80\\x9d under 25 U.S.C. 3001. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the superintendent, Grand Teton National Park.\\n        The three cultural items are two medicine masks and one turtle rattle. The two masks are carved from wood, painted, and have white horsehair attached. The rattle is made from a turtle shell. Its handle is made from the head and neck of the turtle, which are braced with wooden splints and wrapped with leather. The three cultural items are part of the David T. Vernon Collection, comprising 1,429 items of Native American art and artifacts representing more than 200 North American tribes. The objects in the collection were purchased by David T. Vernon from native people and collectors during the 1920s-1950s. On December 13, 1976, Laurance S. Rockefeller donated the David T. Vernon Collection to Grand Teton National Park.\\n        Museum records state that the three cultural items were made by Seneca Indians and purchased in New York between 1920 and 1930. Records also indicate that both masks and the rattle are from the Cattaraugus area and identify the maker of one mask as Roger Lay and the maker of the rattle as Joe Hemlock. Tribal representatives of the Seneca Nation of New York have identified these three cultural items as \\xe2\\x80\\x9csacred objects\\xe2\\x80\\x9d coming from the Cattaraugus Reservation. The three items are clearly identifiable as part of the Seneca \\xe2\\x80\\x9cFalse Face Society.\\xe2\\x80\\x9d Medicine masks, also called \\xe2\\x80\\x9cfalse faces\\xe2\\x80\\x9d, are sacred objects which belong to a society which still functions at the Newtown Longhouse on the Cattaraugus territory of the Seneca Nation of New York. Turtle rattles are the instrument of the medicine masks; both are used for the benefit of the people in traditional ceremonial practices. Descendents of the makers - Roger Lay and Joe Hemlock - reside on the Cattaraugas Reservation of the Seneca Nation of New York.\\n        Officials of Grand Teton National Park have determined that, pursuant to 25 U.S.C. 3001 (3)(C), the three cultural items described above are specific ceremonial objects needed by traditional Native American religious leaders for the practice of traditional Native American religions by their present-day adherents. Officials of Grand Teton National Park also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the sacred objects and the Seneca Nation of New York.\\n\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the sacred objects should contact Mary Gibson Scott, Superintendent, Grand Teton National Park, P.O. Drawer 170, Moose, WY 83012, telephone (307) 739- 3410, before April 26, 2010. Repatriation of the sacred objects to the Seneca Nation of New York may proceed after that date if no additional claimants come forward.\\n        Grand Teton National Park is responsible for notifying the Seneca Nation of New York, Seneca-Cayuga Tribe of Oklahoma, and Tonawanda Band of Seneca Indians of New York that this notice has been published.\\n        \\n          Dated: February 22, 2010\\n          Sherry Hutt, \\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2010-6562 Filed 3-24-10; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate Cultural Items: U.S. Department of the Interior, National Park Service, Grand Teton National Park, Moose, WY", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: February 22, 2010", "signature_name": "Sherry Hutt, ", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2010-6562 Filed 3-24-10; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}