{"index": "R_364", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent to Repatriate Cultural Items: Western Reserve Historical Society, Cleveland, OH\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate cultural items in the possession of the Western Reserve Historical Society, Cleveland, OH, that meet the definitions of \\xe2\\x80\\x9csacred objects\\xe2\\x80\\x9d and \\xe2\\x80\\x9cobjects of cultural patrimony\\xe2\\x80\\x9d under 25 U.S.C. 3001. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the cultural items. The National Park Service is not responsible for the determinations in this notice.\\n        The three cultural items are a Double bladed dagger (Accession 42.1241); Chilkat blanket (No number); and Raven rattle (No number). \\n        In 1867, the Western Reserve Historical Society was founded. Starting in 1894, book numbers were assigned consecutively to objects. In 1940, this practice was terminated, as the records for accessions were scant or non-existent. From 1940-1943, a large-scale inventory of the Society\\'s holdings was conducted and accession numbers were assigned to those objects with no prior book number or provenience. Although the Double bladed dagger has an accession number, it has no provenience information and the catalog card has only a physical description. Furthermore, the Chilkat blanket and Raven rattle were overlooked in the 1940 inventory process, and do not have accession numbers nor provenience information. All objects did not have a cultural affiliation listed.\\n        Collaboration with the Cleveland Museum of Natural History aided in the possible cultural affiliation of the objects with the Tlingit and Haida. Photographs of the items and copies of catalog records were sent to various Alaskan Indian organizations for identification. The Central Council of the Tlingit & Haida Indian Tribes further identified the Double bladed dagger as \\xe2\\x80\\x9cShak\\xc3\\xa1ts\\xe2\\x80\\x9d, the Chilkat blanket as \\xe2\\x80\\x9cNaaxein\\xe2\\x80\\x9d, and the Raven rattle as \\xe2\\x80\\x9cY\\xc3\\xa9il Sheishoox.\\xe2\\x80\\x9d Based on consultation the museum reasonably believes these cultural items are culturally affiliated with the Tlingit. Furthermore, the museum was also informed during consultation that the objects are considered to be both sacred and objects of cultural patrimony. \\n        Officials of the Western Reserve Historical Society have determined that, pursuant to 25 U.S.C. 3001 (3)(C), the three cultural items described above are specific ceremonial objects needed by traditional Native American religious leaders for the practice of traditional Native American religions by their present-day adherents. Officials of the Western Reserve Historical Society also have determined that, pursuant to 25 U.S.C. 3001 (3)(D), the three cultural items described above have ongoing historical, traditional, or cultural importance central to the Native American group or culture itself, rather than property owned by an individual. Lastly, officials of the Western Reserve Historical Society also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the sacred objects/objects of cultural patrimony and the Central Council of the Tlingit & Haida Indian Tribes.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the sacred objects/objects of cultural patrimony should contact Danielle R. Peck, Senior Registrar, Western Reserve Historical Society, 10825 E. Blvd., Cleveland, OH 44106, telephone (216) 721-5722, ext. 262, before April 26, 2010. Repatriation of the sacred objects/objects of cultural patrimony to the Central Council of the Tlingit & Haida Indian Tribes may proceed after that date if no additional claimants come forward.\\n\\n        The Western Reserve Historical Society is responsible for notifying the Central Council of the Tlingit & Haida Indian Tribes that this notice has been published.\\n        \\n          Dated: March 8, 2010\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2010-6573 Filed 3-24-10; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate Cultural Items: Western Reserve Historical Society, Cleveland, OH", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: March 8, 2010", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2010-6573 Filed 3-24-10; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}