{"index": "R_367", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent to Repatriate Cultural Items: Peabody Museum of Archaeology and Ethnology, Harvard University, Cambridge, MA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate cultural items in the possession of the Peabody Museum of Archaeology and Ethnology, Harvard University, Cambridge, MA, that meet the definitions of \\xe2\\x80\\x9csacred objects\\xe2\\x80\\x9d and \\xe2\\x80\\x9cobjects of cultural patrimony\\xe2\\x80\\x9d under 25 U.S.C. 3001. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these cultural items. The National Park Service is not responsible for the determinations in this notice.\\n        The 10 cultural items are 4 corn husk face masks and 6 false face masks. An assessment of these 10 cultural items was made by Peabody Museum staff in consultation with representatives of the Haudenosaunee Confederacy.\\n        In 1905, Lewis H. Farlow purchased a false face mask from Grace Nicholson, a dealer, and donated it to the Peabody Museum. Museum documentation states the object is from New York, and dates the object to the late 19th century. The face is described in the museum ledger as \\xe2\\x80\\x9cIroquois.\\xe2\\x80\\x9d \\n        In 1906, Lewis H. Farlow purchased a false face mask from Grace Nicholson, a dealer, and donated it to the Peabody Museum. Museum documentation dates the object to the late 19th century. The face is described in the museum ledger as \\xe2\\x80\\x9cIroquois.\\xe2\\x80\\x9d\\n        In 1995, the Peabody Museum received four corn husk face masks and four false face masks through a bequest by William R. Wright. Museum accession records date the corn husk face masks to the late 20th century, and describe them as \\xe2\\x80\\x9cIroquois.\\xe2\\x80\\x9d Museum accession records date the false face masks to the 1970s or 1980s, and describe them as \\xe2\\x80\\x9cIroquois.\\xe2\\x80\\x9d\\n\\n        Other than the \\xe2\\x80\\x9cIroquois\\xe2\\x80\\x9d attribution, more specific cultural affiliation of the masks to any one particular nation of the Haudenosaunee is not possible by the museum. The Haudenosaunee Confederacy includes the Mohawk, Oneida, Onondaga, Cayuga, Seneca, and Tuscarora Nations. According to Haudenosaunee culture and traditions, the Onondaga Nation is the keeper of the central hearth and fire where the Grand Council of the Confederacy meets. As the keeper of the central fire, the Onondaga Nation is obligated to care for, and return to the appropriate Nation, the Haudenosaunee cultural objects that are not specifically affiliated with any one Haudenosaunee Nation. Written evidence of Haudenosaunee oral tradition presented during consultation identifies the false face masks as being sacred objects needed by traditional Haudenosaunee religious leaders. False Face masks and corn husk masks are also considered to be objects of cultural patrimony that have ongoing historical, traditional, and cultural significance to the group and could not have been alienated by a single individual. False face masks and corn husk face masks continue to play an important, ongoing role in the spiritual and religious identity of contemporary Haudenosaunee people. \\n        These sacred objects and objects of cultural patrimony are believed to be culturally affiliated to the Onondaga Nation of New York, on behalf of the Haudenosaunee Confederacy (also known as the Iroquois Confederacy or Six Nations, including the Mohawk, Oneida, Onondaga, Cayuga, Seneca, and Tuscarora Nations, which are represented by the following Federally-recognized tribes: Cayuga Nation of New York; Oneida Nation of New York; Oneida Tribe of Indians of Wisconsin; Onondaga Nation of New York; Seneca Nation of New York; Seneca-Cayuga Tribe of Oklahoma; Saint Regis Mohawk Tribe, New York; Tonawanda Band of Seneca Indians of New York; and Tuscarora Nation of New York). The specific cultural attribution of these objects in museum records indicates an affiliation to the Haudenosaunee people. New York and the Six Nations Reserve in Canada lie within the traditional territory of the Haudenosaunee people. Consultation evidence and other research supports a finding that the stylistic characteristics of the objects reported here are consistent with traditional Haudenosaunee forms. Thus, the cultural items\\' cultural affiliation with the Haudenosaunee Confederacy is established through anthropological, geographical, and historical information; museum records; consultation evidence; and expert opinion. \\n        Officials of the Peabody Museum of Archaeology and Ethnology have determined that, pursuant to 25 U.S.C. 3001 (3)(C), the 10 cultural items described above are specific ceremonial objects needed by traditional Native American religious leaders for the practice of traditional Native American religions by their present-day adherents. Officials of the Peabody Museum of Archaeology and Ethnology also have determined that, pursuant to 25 U.S.C. 3001 (3)(D), the 10 cultural items described above have ongoing historical, traditional, or cultural importance central to the Native American group or culture itself, rather than property owned by an individual. Lastly, officials of the Peabody Museum of Archaeology and Ethnology have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the sacred objects/objects of cultural patrimony and the Cayuga Nation of New York; Oneida Nation of New York; Oneida Tribe of Indians of Wisconsin; Onondaga Nation of New York; Seneca Nation of New York; Seneca-Cayuga Tribe of Oklahoma; Saint Regis Mohawk Tribe, New York; Tonawanda Band of Seneca Indians of New York; and Tuscarora Nation of New York.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the sacred objects/objects of cultural patrimony should contact Patricia Capone, Repatriation Coordinator, Peabody Museum of Archaeology and Ethnology, Harvard University, 11 Divinity Ave., Cambridge, MA 02138, telephone (617) 496-3702, before April 1, 2010. Repatriation of the sacred objects/objects of cultural patrimony to the Cayuga Nation of New York; Oneida Nation of New York; Oneida Tribe of Indians of Wisconsin; Onondaga Nation of New York; Seneca Nation of New York; Seneca-Cayuga Tribe of Oklahoma; Saint Regis Mohawk Tribe, New York; Tonawanda Band of Seneca Indians of New York; and Tuscarora Nation of New York, may proceed after that date if no additional claimants come forward.\\n        The Peabody Museum is responsible for notifying the Cayuga Nation of New York; Oneida Nation of New York; Oneida Tribe of Indians of Wisconsin; Onondaga Nation of New York; Seneca Nation of New York; Seneca-Cayuga Tribe of Oklahoma; Saint Regis Mohawk Tribe, New York; Tonawanda Band of Seneca Indians of New York; and Tuscarora Nation of New York, that this notice has been published.\\n        \\n          Dated: November 24, 2009\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2010-4213 Filed 3-1-10; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate Cultural Items: Peabody Museum of Archaeology and Ethnology, Harvard University, Cambridge, MA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: November 24, 2009", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2010-4213 Filed 3-1-10; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}