{"index": "R_370", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent to Repatriate Cultural Items: University of Nebraska State Museum, University of Nebraska-Lincoln, Lincoln, NE\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate cultural items in the possession of the University of Nebraska State Museum, University of Nebraska-Lincoln, Lincoln, NE, that meet the definition of \\xe2\\x80\\x9cunassociated funerary objects\\xe2\\x80\\x9d under 25 U.S.C. 3001. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the cultural items. The National Park Service is not responsible for the determinations in this notice.\\n        In 1883, M.L. Eaton collected 27 cultural items \\xe2\\x80\\x9cfrom Indian graves in Michigan\\xe2\\x80\\x9d. The cultural items were accessioned into the museum in 1894. The 27 unassociated funerary objects are 6 copper loop/ball earrings (identified as A04767; catalog number 101-22-03-94); 1 group of blue/green glass beads (A04768; 101-22-03-94); 1 copper alloy bead together with organic material (A14993; 101-22-03-94); 1 group of shell beads (A14994; 101-22-03-94); 1 individual glass bead (A14995; 101-22-03-94); 1 copper alloy brooch (A14998; 101-22-03-94); 10 whitish-colored bead fragments (A15418; 101-22-03-94); 1 group of copper alloy wire/cone earring fragments (A15419; 101-22-03-94); 1 copper alloy pendant (A15420; 101-22-03-94); 1 group of copper alloy fragments together with organic material (A15420; 101-22-03-94); 1 piece of lead wire (A15421; 101-22-03-65); 1 copper alloy brooch sewn onto a piece of cloth (A18208; 101-22-03-94); and 1 piece of leather or bark (A18209; 101-22-03-94).\\n        Based on this historical information, the museum has determined that these objects \\xe2\\x80\\x9ctaken from Indian graves in Michigan\\xe2\\x80\\x9d are, more likely than not, Native American funerary objects. The museum is unable to determine whether or not these objects are associated with human remains, as there are no human remains from these burials in the museum collection. Therefore, the museum considers them to be unassociated funerary objects. Finally, the museum has concluded that it is unable to determine by a reasonable belief that the unassociated funerary objects are culturally affiliated with any present-day Indian tribe. Nevertheless, the museum has determined that, more likely than not, the funerary objects were removed from the aboriginal lands of the Bay Mills Indian Community, Michigan; Grand Traverse Band of Ottawa and Chippewa Indians, Michigan; Keweenaw Bay Indian Community, Michigan; Lac Vieux Desert Band of Lake Superior Chippewa Indians, Michigan; Little Traverse Bay Bands of Odawa Indians, Michigan; Pokagon Band of Potawatomi Indians, Michigan and Indiana; and Saginaw Chippewa Indian Tribe of Michigan.\\n        Officials of the University of Nebraska State Museum, University of Nebraska-Lincoln have determined that, pursuant to 25 U.S.C. 3001 (3)(B), the 27 cultural items described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony and are believed, by a preponderance of the evidence, to have been removed from a specific burial site of a Native American individual. Officials of the University of Nebraska State Museum, University of Nebraska-Lincoln also have determined that, pursuant to 25 U.S.C. 3001 (2), a relationship of shared group identity cannot be reasonably traced between the unassociated funerary objects and any present-day Indian tribe.\\n        The Native American Graves Protection and Repatriation Review Committee (Review Committee) is responsible for recommending specific actions for disposition of culturally unidentifiable human remains. In February 2009, the University of Nebraska State Museum requested that the Review Committee recommend disposition of \\xe2\\x80\\x9cculturally unidentifiable\\xe2\\x80\\x9d unassociated funerary objects to the Bay Mills Indian Community, Michigan; Grand Traverse Band of Ottawa and Chippewa Indians, Michigan; Keweenaw Bay Indian Community, Michigan; Lac Vieux Desert Band of Lake Superior Chippewa Indians, Michigan; Little Traverse Bay Bands of Odawa Indians, Michigan; Pokagon Band of Potawatomi Indians, Michigan and Indiana; and Saginaw Chippewa Indian Tribe of Michigan, because the funerary objects were found within their aboriginal territory. The Review Committee considered the proposal at its May 23 - 24, 2009 meeting, and recommended disposition of the unassociated funerary objects to the above-listed Indian tribes.\\n\\n         A September 16, 2009, letter from the Designated Federal Officer, writing on behalf of the Secretary of the Interior, transmitted the recommendation for the museum to effect disposition of the funerary objects to the Bay Mills Indian Community, Michigan; Grand Traverse Band of Ottawa and Chippewa Indians, Michigan; Keweenaw Bay Indian Community, Michigan; Lac Vieux Desert Band of Lake Superior Chippewa Indians, Michigan; Little Traverse Bay Bands of Odawa Indians, Michigan; Pokagon Band of Potawatomi Indians, Michigan and Indiana; and Saginaw Chippewa Indian Tribe of Michigan, to the extent allowed by Federal, state, or local law, and contingent on the publication of a Notice of Intent to Repatriate in the Federal Register. This notice fulfills that requirement.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the unassociated funerary objects should contact Priscilla C. Grew, NAGPRA Coordinator, University of Nebraska State Museum, 307 Morrill Hall, Lincoln, NE 68588-0338, telephone (402) 472-3779, before March 3, 2010. Disposition of the unassociated funerary objects to the Bay Mills Indian Community, Michigan; Grand Traverse Band of Ottawa and Chippewa Indians, Michigan; Keweenaw Bay Indian Community, Michigan; Lac Vieux Desert Band of Lake Superior Chippewa Indians, Michigan; Little Traverse Bay Bands of Odawa Indians, Michigan; Pokagon Band of Potawatomi Indians, Michigan and Indiana; and Saginaw Chippewa Indian Tribe of Michigan may proceed after that date if no additional claimants come forward.\\n        The University of Nebraska State Museum, University of Nebraska-Lincoln is responsible for notifying the Bay Mills Indian Community, Michigan; Grand Traverse Band of Ottawa and Chippewa Indians, Michigan; Keweenaw Bay Indian Community, Michigan; Lac Vieux Desert Band of Lake Superior Chippewa Indians, Michigan; Little Traverse Bay Bands of Odawa Indians, Michigan; Pokagon Band of Potawatomi Indians, Michigan and Indiana; and Saginaw Chippewa Indian Tribe of Michigan that this notice has been published.\\n        \\n          Dated: December 16, 2009\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2010-2018 Filed 1-29-10; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate Cultural Items: University of Nebraska State Museum, University of Nebraska-Lincoln, Lincoln, NE", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: December 16, 2009", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2010-2018 Filed 1-29-10; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}