{"index": "R_379", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent to Repatriate Cultural Items: Maryhill Museum of Art, Goldendale, WA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate cultural items in the possession of the Maryhill Museum of Art, Goldendale, WA, that meet the definition of \\xe2\\x80\\x9cunassociated funerary objects\\xe2\\x80\\x9d under 25 U.S.C. 3001. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the cultural items. The National Park Service is not responsible for the determinations in this notice.\\n\\n        In 1943, Native American cultural items were loaned to the Maryhill Museum of Art by Harvey T. and Bessie Day Harding of Wenatchee, WA. In 1979, their children, Ethel L. Harding, Helen Harding Schmidt, and Charles L. Harding, converted the loan to a gift (Accession #1972.02). Mr. H.T. Harding and his associates gathered and excavated the items listed in this notice from numerous Indian burial sites along the Columbia River in what are now the states of Washington and Oregon. Mr. Harding kept a journal of where he dug and what he removed from each site (and below all words in quotes are from Harding\\'s journal). In 1995, Maryhill Museum conducted an inventory, which compared Harding\\'s journal and inventory numbers with the museum\\'s Harding Collection. Since that inventory, the museum has consulted with tribes and during consultation with the Confederated Tribes of the Colville Reservation, Washington; Confederated Tribes of the Umatilla Indian Reservation, Oregon; Confederated Tribes of the Warm Springs Reservation of Oregon; Confederated Tribes and Bands of the Yakama Nation, Washington; Nez Perce Tribe, Idaho; and the Wanapum Band, a non-Federally recognized Indian group, the museum was requested to handle the cultural items as little as possible. Because many of the cultural items are in sealed bags and boxes, and the 1995 inventory did not include an inventory count of the objects with the boxes and bags, there has not been a specific count of all items. \\n        At an unknown date, cultural items were removed from graves that were \\xe2\\x80\\x9c10 miles South of the East Bank of Columbia River.\\xe2\\x80\\x9d The two unassociated funerary objects are one lot of dentalium shells and one regalia fragment (Box 62).\\n        On November 3, 1920, cultural items were removed from a grave that was \\xe2\\x80\\x9c1/4 mile NW of Vulcan Station and about 200 feet from the Columbia River.\\xe2\\x80\\x9d The six unassociated funerary objects are a piece of diatomaceous earth, one knife, two stone projectile points, one bone point, and one bone awl (Box 63).\\n        On November 4, 1920, cultural items were removed from a grave \\xe2\\x80\\x9cAlong Columbia River in North end of Grant Co., about two miles below Vulcan.\\xe2\\x80\\x9d The five unassociated funerary objects are one broken knife, one pendant, one lot of bead forms, and two bottles of red ochre (Box 64).\\n        In October 1920, cultural items were removed from two graves \\xe2\\x80\\x9cin the slide rock, at edge of bluff, East of Vantage camp site.\\xe2\\x80\\x9d The 55 unassociated funerary objects are 2 pestles, 1 obsidian knife, 12 shaft abraders, 1 antler handle, 18 bone fragments, 11 antler fragments, 1 modified antler tine, 1 utilized horn tool, 1 utilized antler tine, 6 points, and 1 lot of fiber (Boxes 65-67). \\n        On July 2, 1922, cultural items were removed from a grave on the \\xe2\\x80\\x9cColumbia River at Vulcan.\\xe2\\x80\\x9d The one unassociated funerary object is a petrified wood biface (Box 69). \\n        At an unknown date, cultural items were removed from a grave at \\xe2\\x80\\x9cWahluke Ferry.\\xe2\\x80\\x9d The one box of unassociated funerary objects contains 10 bags (Box 68), which includes, but are not limited to, miscellaneous bead forms in sand; numerous beads; a basalt cobble; a beaded awl sheath; 2 small abraders; a group of dentalium shells; 2 pipes; 2 clam shells; points; metal, cordage, and mat fragments; an elk horn wedge; copper bracelets, pieces, and fragments; and 2 chisels. \\n        On October 20-25, 1922, and numerous unknown dates until 1924, cultural items were removed from a grave at \\xe2\\x80\\x9c1/2 mile upriver from the Richmond Ferry.\\xe2\\x80\\x9d The one box of unassociated funerary objects contains 27 bags of uncounted objects (Bags 1-27, #836-847).\\n        At an unknown date, cultural items were removed from a grave at the \\xe2\\x80\\x9cMouth of the Yakima River.\\xe2\\x80\\x9d The one box of unassociated funerary objects contains approximately 65 pieces of stone tools (Box 71).\\n        On an unknown date, one cultural item was removed from a grave, which is located about \\xe2\\x80\\x9c1 mile South of Vulcan.\\xe2\\x80\\x9d The one unassociated funerary object is a pestle (#484).\\n        Sometime between September 3 and 10, 1923, cultural items were removed from the surface of \\xe2\\x80\\x9cMemaloose Island.\\xe2\\x80\\x9d Memaloose Island is known to have many Native American burials. The unassociated funerary object is one lot of beads. \\n        The Confederated Tribes of the Colville Reservation, Washington; Confederated Tribes of the Umatilla Indian Reservation, Oregon; Confederated Tribes of the Warm Springs Reservation of Oregon; Confederated Tribes and Bands of the Yakama Nation, Washington; Nez Perce Tribe, Idaho; and the Wanapum Band, a non-Federally recognized Indian group, are descendants of the Native American communities that used the Columbia River area. Based on museum records and consultation evidence, Maryhill Museum of Art officials have determined that the Harding Collection was collected along the shores of the Columbia River. Based on linguistic, oral tradition, geographic and consultation evidence, Maryhill Museum of Art officials have determined that there is a shared group identity that can be reasonably traced between the unassociated funerary objects and the above-mentioned Indian tribes and group. \\n        Officials of the Maryhill Museum of Art have determined that, pursuant to 25 U.S.C. 3001 (3)(B), the 74 unassociated funerary objects, including 3 boxes of unassociated funerary objects, described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony and are believed, by a preponderance of the evidence, to have been removed from specific burial sites of Native American individuals. Officials of the Maryhill Museum of Art also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the unassociated funerary objects and the Confederated Tribes of the Colville Reservation, Washington; Confederated Tribes of the Umatilla Indian Reservation, Oregon; Confederated Tribes of the Warm Springs Reservation of Oregon; Confederated Tribes and Bands of the Yakama Nation, Washington; and Nez Perce Tribe, Idaho. Furthermore, officials of the Maryhill Museum of Art have determined that there is a cultural relationship between the unassociated funerary objects and the Wanapum Band, a non-Federally recognized Indian group. The above-mentioned Indian tribes and group have submitted a joint claim for repatriation of the unassociated funerary objects.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the unassociated funerary objects should contact Colleen Schafroth, Executive Director, Maryhill Museum of Art, 35 Maryhill Museum Drive, Goldendale, WA 98620, telephone (509) 773-3733, before November 12, 2009. Repatriation of the unassociated funerary objects to the Confederated Tribes of the Colville Reservation, Washington; Confederated Tribes of the Umatilla Indian Reservation, Oregon; Confederated Tribes of the Warm Springs Reservation of Oregon; Confederated Tribes and Bands of the Yakama Nation, Washington; Nez Perce Tribe, Idaho; and the Wanapum Band, a non-Federally recognized Indian group, may proceed after that date if no additional claimants come forward.\\n\\n        The Maryhill Museum of Art is responsible for notifying the Confederated Tribes of the Colville Reservation, Washington; Confederated Tribes of the Umatilla Indian Reservation, Oregon; Confederated Tribes of the Warm Springs Reservation of Oregon; Confederated Tribes and Bands of the Yakama Nation, Washington; Nez Perce Tribe, Idaho; and the Wanapum Band, a non-Federally recognized Indian group, that this notice has been published.\\n        \\n          Dated: September 9, 2009\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E9-24595 Filed 10-9-09; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate Cultural Items: Maryhill Museum of Art, Goldendale, WA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: September 9, 2009", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E9-24595 Filed 10-9-09; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}