{"index": "R_371", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent to Repatriate a Cultural Item: Seton Hall University Museum, Seton Hall University, South Orange, NJ\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate a cultural item in the possession of the Seton Hall University Museum, Seton Hall University, South Orange, NJ, that meets the definitions of \\xe2\\x80\\x9csacred object\\xe2\\x80\\x9d and \\xe2\\x80\\x9cobject of cultural patrimony\\xe2\\x80\\x9d under 25 U.S.C. 3001. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the cultural item. The National Park Service is not responsible for the determinations in this notice. \\n        Consultation was conducted with representatives of the Onondaga Nation of New York and the Tuscarora Nation of New York. Requests for consultation were sent to the Cayuga Nation of New York; Oneida Nation of New York; Oneida Tribe of Indians of Wisconsin; Seneca Nation of New York; Seneca-Cayuga Tribe of Oklahoma; Tonawanda Band of Seneca Indians of New York; the Mohawk Nation (which is comprised of the Mohawks of the Saint Regis Mohawk Tribe, New York; Mohawk Council of Akwesasne; and Mohawk Nation Council of Chiefs); and the Haudenosaunee Standing Committee on Burial Rules and Regulations, a non-Federally recognized Indian group. \\n        The artifact is a miniature false face mask or medicine face. The miniature was obtained at a \\xe2\\x80\\x9creservation near Syracuse,\\xe2\\x80\\x9d by Mr. Samuel Tarrant of Newark, NJ. Museum officials reasonably believe that the reservation is the Onondaga Reservation, which is near Syracuse, NY. It is not known when or how Mr. Tarrant obtained it. The Seton Hall University Museum purchased it from Mr. Tarrant in 1962 or 1963. \\n        Written evidence of Haudenosaunee oral tradition identifies false face masks as being sacred objects needed by traditional Haudenosaunee religious leaders, as well as being objects of cultural patrimony that have ongoing historical, traditional, and cultural significance to the group and could not have been alienated by a single individual. The Haudenosaunee Confederacy includes the Mohawk, Oneida, Onondaga, Cayuga, Seneca, and Tuscarora Nations (which are represented by the following Federally-recognized groups: Cayuga Nation of New York; Oneida Nation of New York; Oneida Tribe of Indians of Wisconsin; Onondaga Nation of New York; Seneca Nation of New York; Seneca-Cayuga Tribe of Oklahoma; Saint Regis Mohawk Tribe, New York; Tonawanda Band of Seneca Indians of New York; and Tuscarora Nation of New York). Based on the provenience, this false face mask is considered to be culturally affiliated to the Onondaga Nation of New York.\\n        Officials of the Seton Hall University Museum have determined that, pursuant to 25 U.S.C. 3001 (3)(C), the cultural object described above is a specific ceremonial object needed by traditional Native American religious leaders for the practice of traditional Native American religions by their present-day adherents. Officials of the Seton Hall University Museum have also determined that, pursuant to 25 U.S.C. 3001 (3)(D), the cultural item described above has ongoing historical, traditional, or cultural importance central to the Native American group or culture itself, rather than property owned by an individual. Lastly, officials of the Seton Hall University Museum have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the sacred object/object of cultural patrimony and the Onondaga Nation of New York.\\n        Representatives of any other Indian nation or tribe that believes itself to be culturally affiliated with this sacred object/object of cultural patrimony should contact Dr. Thomas W. Kavanagh, Seton Hall University Museum, Seton Hall University, 400 South Orange Ave., South Orange, NJ 07079, telephone (973) 275-5873, or Thomas.Kavanagh@shu.edu, before February 4, 2010. Repatriation of the sacred object/object of cultural patrimony to the Onondaga Nation of New York may proceed after that date if no additional claimants come forward.\\n\\n        The Seton Hall University Museum is responsible for notifying the Haudenosaunee Standing Committee on Burial Rules and Regulations, and the Cayuga Nation of New York; Oneida Nation of New York; Oneida Tribe of Indians of Wisconsin; Onondaga Nation of New York; Seneca Nation of New York; Seneca-Cayuga Tribe of Oklahoma; Saint Regis Mohawk Tribe, New York; Tonawanda Band of Seneca Indians of New York; and Tuscarora Nation of New York, that this notice has been published.\\n        \\n          Dated: November 25, 2009.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E9-31223 Filed 1-4-10; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate a Cultural Item: Seton Hall University Museum, Seton Hall University, South Orange, NJ", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: November 25, 2009.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E9-31223 Filed 1-4-10; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}