{"index": "R_376", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent to Repatriate a Cultural Item: The Oregon Historical Society, Portland, OR\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate a cultural item in the control of The Oregon Historical Society (Society), Portland, OR, that meets the definition of \\xe2\\x80\\x9cunassociated funerary object\\xe2\\x80\\x9d under 25 U.S.C. 3001.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the cultural item. The National Park Service is not responsible for the determinations in this notice.\\n        The object is a Jefferson Peace Medal, dated 1801 (#84-84) (the \\xe2\\x80\\x9cMedal\\xe2\\x80\\x9d). It is 5.5 cm in diameter and constructed of two pieces of silver fastened together with a collar. On the obverse is a likeness of President Thomas Jefferson with the legend, \\xe2\\x80\\x9cTh. Jefferson President of the U.S. A.D. 1801\\xe2\\x80\\x9d. On the reverse are clasped hands, a crossed tomahawk and peace pipe, and the words \\xe2\\x80\\x9cPeace and Friendship\\xe2\\x80\\x9d. The Medal has a hole and crack running vertically across the face, affecting both sides. \\n        The Medal was given by Major Edwin McNeill to Winslow B. Ayer. Ayer was appointed Assistant Secretary of the Society on December 31, 1898, and presented the Medal to the Society on June 17, 1899. The Society accepted the Medal and recorded the donation (Himes, circa 1910). The Society adopted an intact version of the verso design of the Jefferson Peace Medal series as the Society\\'s corporate seal.\\n        The Confederated Tribes of the Umatilla Indian Reservation, Oregon, has made a claim for the Medal under NAGPRA, stating their belief that the Medal is an unassociated funerary object from a grave located on an island in the Columbia River, at or near the mouth of the Walla Walla River. Available information concerning the original provenience of the Medal is limited and conflicting. One early account states that the Medal was found on the Nez Perce Indian Reservation (OHS Proceedings, 1899). This account makes no reference to the specific location of the discovery beyond the Nez Perce Indian Reservation or the identity of the person who collected it. Another later, more detailed account indicates that the Medal was found on an island in the Columbia River near Wallula, WA. This account does not identify a specific island, and makes no mention of any graves in the area. Representatives of the Confederated Tribes of the Umatilla Indian Reservation have stated that various documented accounts demonstrate that islands in the Columbia River were used for burials.\\n\\n        Available information indicates that Meriwether Lewis and William Clark presented Jefferson Peace Medals to major and minor chiefs along their overland journey to the Pacific Coast. Lewis and Clark both mentioned in their journals that at least four medals of the same dimensions as the Society\\'s Medal were given in friendship to the local tribes in the vicinity of present-day Wallula, WA, during their expedition between October 15 and October 20, 1805, and during the return voyage between April 27 and April 30, 1806. One such medal was presented to a Walla Walla chief named Yelleppit or Yel\\xc3\\xa9pt on October 19, 1805, while Lewis and Clark were at their camp at the mouth of the Walla Walla River, on the Columbia River. Since one account indicates that the Medal was found on an island in the Columbia River in the vicinity of present-day Wallula, WA, and the Confederated Tribes of the Umatilla Indian Reservation has stated that various islands in the Columbia River were used as burial sites by the Walla Walla, the Medal could have been interred with the body of Chief Yel\\xc3\\xa9pt or another unnamed Chief of the Walla Walla Tribe. Therefore, the Medal may be an unassociated funerary object. No other tribal group in the region has expressed an interest in obtaining this Medal. The Society has determined that it would be appropriate to transfer possession of the Medal to the Confederated Tribes of the Umatilla Indian Reservation. \\n        Based on the recorded discovery site and consultation with representatives of the Confederated Tribes of the Umatilla Indian Reservation, officials of the Oregon Historical Society reasonably believe that the Medal is an unassociated funerary object, pursuant to 25 U.S.C. 3001 (3)(B). Officials of the Oregon Historical Society also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the unassociated funerary object and the Confederated Tribes of the Umatilla Indian Reservation, Oregon. \\n        Representatives of any Indian Tribe that believes that the Medal is a cultural item affiliated with that Tribe should contact Marsha Takayanagi Matthews, Director of Museum Collections, The Oregon Historical Society, 1200 S.W. Park Ave., Portland, OR 97205-2483, telephone (503) 306-5200, before December 14, 2009. Repatriation of the Medal to the Confederated Tribes of the Umatilla Indian Reservation, Oregon may proceed after that date if no additional claimants come forward.\\n        The Society is responsible for notifying the Confederated Tribes of the Colville Reservation, Washington; Confederated Tribes of the Umatilla Indian Reservation, Oregon; and the Nez Perce Tribe, Idaho that this notice has been published.\\n        \\n          Dated: October 22, 2009.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E9-27235 Filed 11-12-09; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate a Cultural Item: The Oregon Historical Society, Portland, OR", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: October 22, 2009.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E9-27235 Filed 11-12-09; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}