{"index": "R_377", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent to Repatriate Cultural Items: Peabody Museum of Archaeology and Ethnology, Harvard University, Cambridge, MA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate cultural items in the possession of the Peabody Museum of Archaeology and Ethnology, Harvard University, Cambridge, MA, that meet the definition of \\xe2\\x80\\x9cunassociated funerary objects\\xe2\\x80\\x9d under 25 U.S.C. 3001. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the cultural items. The National Park Service is not responsible for the determinations in this notice.\\n        The 32 unassociated funerary objects are 1 wooden warrior\\'s helmet (69-30-10/1587); 3 wooden humanoid masks (69-30-10/1604; 69-30-10/1677; and 69-30-10/1678); 1 mosquito frontlet mask (69-30-10/1607); 1 small shaman\\'s spirit mask (69-30-10/1667); 1 wooden box depicting a human figure in bondage (69-30-10/1673); 2 wooden carvings (69-30-10/1674 - 1675); 1 wooden octopus mask (69-30-10/1679); 1 wand with carved eagle head design (69-30-10/1690); 1 shaman\\'s mask (69-30-10/1699); 2 shaman\\'s tools (69-30-10/1719 -1720); 1 wooden wand (69-30-10/1764); 2 wooden rattles (69-30-10/1779 - 1780); 1 oystercatcher rattle (69-30-10/1785); 1 carved argillite dish (69-30-10/1841); 1 greenstone grinding tool (69-30-10/1842); 1 carved wood and metal pipe (69-30-10/1853); 1 wooden pipe depicting a bird (69-30-10/1867); 1 wooden pipe depicting killer whales (69-30-10/1872); 1 carved wood and metal pipe (69-30-10/1875); 1 wooden and metal pipe in the shape of a frog (69-30-10/1876); 1 wooden pipe carved in shallow relief (69-30-10/1880); 1 ivory carving (69-30-10/1909); 1 ivory charm (69-30-10/1915); 1 gaming piece (69-30-10/1965); 1 shaman\\'s necklace strung with copper wire (69-30-10/1989) ; 1 carved horn (69-30-10/2037); and 1 wooden figure depicting a brown bear (69-30-10/2039). The Peabody Museum of Archaeology and Ethnology is not in possession of the human remains.\\n        In 1869, the 32 unassociated funerary objects were purchased by the Peabody Museum from Edward G. Fast. The totality of the evidence indicates that these items came from Tlingit territory in the area of southeast Alaska. Edward Fast wrote that he collected all of these items from \\xe2\\x80\\x9cthat portion of the [Alaskan] territory south of Mount St. Elias\\xe2\\x80\\x9d while he was stationed in Sitka, AK, between October 1867 and July 1868. However, additional historical sources indicate that a portion of Fast\\'s collection came from the Russian American Company\\'s museum and was collected by the Russian scholar I.G. Voznesenskii. \\n        Museum documentation, combined with other sources, indicates that the cultural items were likely recovered from grave contexts. These items most likely date to the Historic period, specifically to the 19th century. Anthropological and historic information indicate that the area south of Mount St. Elias in the state of Alaska is within the traditional and historic territory of the Tlingit people. Present-day Tlingit people are represented by Sealaska Corporation, a Native corporation representing Tlingit, Haida, and Tsimshian peoples within the southeastern part of Alaska.\\n\\n        Officials of the Peabody Museum of Archaeology and Ethnology have determined that, pursuant to 25 U.S.C. 3001 (3)(B), the 32 cultural items are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony and are believed, by a preponderance of the evidence, to have been removed from specific burial sites of Native American individuals. Officials of the Peabody Museum of Archaeology and Ethnology also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the unassociated funerary objects and the Tlingit, represented by Sealaska Corporation.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the unassociated funerary objects should contact Patricia Capone, Repatriation Coordinator, Peabody Museum of Archaeology and Ethnology, Cambridge, MA 02138, telephone (617) 496-3702, before November 27, 2009. Repatriation of the unassociated funerary objects to Sealaska Corporation may proceed after that date if no additional claimants come forward.\\n        The Peabody Museum of Archaeology and Ethnology is responsible for notifying the Central Council Tlingit & Haida Indian Tribes, Kootznoowoo Inc., Sealaska Corporation, Sitka Tribe of Alaska, and Yakutat Tlingit Tribe.\\n        \\n          Dated: October 8, 2009\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E9-25966 Filed 10-27-09; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate Cultural Items: Peabody Museum of Archaeology and Ethnology, Harvard University, Cambridge, MA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: October 8, 2009", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E9-25966 Filed 10-27-09; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}