{"index": "R_389", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent to Repatriate Cultural Items: Bishop Museum, Honolulu, HI\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate cultural items in the possession of the Bishop Museum, Honolulu, HI, that meet the definition of \\xe2\\x80\\x9cunassociated funerary objects\\xe2\\x80\\x9d under 25 U.S.C. 3001. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the cultural items. The National Park Service is not responsible for the determinations in this notice.\\n        Five cultural items were collected from Kanupa Cave, South Kohala, HI, by J.S. Emerson and donated to the Bishop Museum in 1889, as part of the earliest of the Bishop Museum collections. The five unassociated funerary objects are three poi bowls, a wooden bowl and cover, and a fan.\\n        In 1939, nine cultural items were collected from Kanupa Cave, South Kohala, HI, by Kenneth Emory, a Bishop Museum staff member. The nine unassociated funerary objects are six pieces of aha, hau and olona cordage, and three mat fragments.\\n        The cultural affiliation of the cultural items is established as being Native Hawaiian through Bishop Museum records and consultation with the Hawaii Island Burial Council, Hui Malama I Na Kupuna O Hawai\\'i Nei, and the Office of Hawaiian Affairs. Both Hui Malama I Na Kupuna O Hawai\\'i Nei and the Office of Hawaiian Affairs have requested repatriation of the unassociated funerary objects. Each qualifies as a Native Hawaiian organization under NAGPRA, pursuant to 25 U.S.C. 3001(11), and each is entitled to claim and receive the unassociated funerary objects. \\n        Officials of the Bishop Museum have determined that, pursuant to 25 U.S.C. 3001 (3)(B), the 14 cultural items described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony and are believed, by a preponderance of the evidence, to have been removed from a specific burial site of a Native Hawaiian individual or individuals. Officials of the Bishop Museum also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the unassociated funerary objects and Hui Malama I Na Kupuna O Hawai\\'i Nei and the Office of Hawaiian Affairs. Both Hui Malama I Na Kupuna O Hawai\\'i Nei and the Office of Hawaiian Affairs have requested repatriation of the unassociated funerary objects, and officials of the Bishop Museum cannot determine by the preponderance of the evidence which requesting party is the most appropriate claimant. Consequently, pursuant to 43 CFR 10.10 (c)(2), the Bishop Museum will retain the unassociated funerary objects until Hui Malama I Na Kupuna O Hawai\\'i Nei and the Office of Hawaiian Affairs mutually agree upon the appropriate recipient or the dispute is otherwise resolved pursuant to NAGPRA or as ordered by a court of competent jurisdiction.\\n        Representatives of any other Native Hawaiian organization that believes itself to be culturally affiliated with the unassociated funerary objects should contact Betty Lou Kam, Vice President Cultural Resources, Bishop Museum, 1525 Bernice Street, Honolulu, HI 96817, telephone (808) 848-4144, before August 6, 2009. Repatriation of the unassociated funerary objects to Hui Malama I Na Kupuna O Hawai\\'i Nei and the Office of Hawaiian Affairs may proceed after that date when the affiliated Native Hawaiian organizations have mutually agreed upon a resolution.\\n        Bishop Museum is responsible for notifying the Hawaii Island Burial Council, Hui Malama I Na Kupuna O Hawai\\'i Nei, and the Office of Hawaiian Affairs that this notice has been published.\\n        \\n          Dated: June 18, 2009\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E9-16023 Filed 7-6-09; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate Cultural Items: Bishop Museum, Honolulu, HI", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: June 18, 2009", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E9-16023 Filed 7-6-09; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}