{"index": "R_385", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent to Repatriate Cultural Items: Milwaukee Public Museum, Milwaukee, WI \\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate cultural items in the possession of the Milwaukee Public Museum, Milwaukee, WI, that meet the definition of \\xe2\\x80\\x9cobjects of cultural patrimony\\xe2\\x80\\x9d under 25 U.S.C. 3001. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the cultural items. The National Park Service is not responsible for the determinations in this notice.\\n        The four cultural items are one bird amulet (MPM T415), one pouch (MPM E59237/20077), one woven mat (MPM E30899/7431), and one wool bag (E30902/7431).\\n        In 1987, the bird amulet was found during an inventory. At the time, it lacked a catalog number. Based on similar items documented in museum collections, it is most likely part of a medicine, war or other ceremonial bundle, and was most likely separated from its bundle over time. \\n        In 1966, the pouch was found in storage. At the time, it lacked a catalog number. Based on similar items documented in museum collections, it is most likely part of a war bundle, and was most likely separated from its bundle over time.\\n        In 1922, the mat was given to the Milwaukee Public Museum in an exchange with the Field Museum of Natural History, Chicago, IL (original Field Museum number is 59088). It was collected in Oklahoma by anthropologist George A. Dorsey. Dr. Dorsey categorized this cultural item as a \\xe2\\x80\\x9cfeast mat\\xe2\\x80\\x9d. There is no additional information about the cultural item in the Field Museum records. The size and design of the mat indicates that it is for ritual or ceremonial use.\\n\\n        In 1922, the bag was given to the Milwaukee Public Museum in an exchange with the Field Museum (original Field Museum number is 59233). It was collected in Oklahoma by Dr. Dorsey. There is no additional information about the cultural item in the Field Museum records. According to leading Osage expert John Nunley in his book, Art of the Osage, \\xe2\\x80\\x9cOnly women who had been initiated into the clan priesthood wove these kinds of bags. The bags were intended to be vessels containing the ritual fees paid by initiates seeking advancement in the priesthood.\\xe2\\x80\\x9d\\n        A determination of Osage tribal affiliation with the bird amulet and pouch can be made, based on geographic affiliation, type of material and museum documentation. A determination of Osage tribal affiliation with the mat and bag can also be made as the Field Museum records identify these types of items as Osage, and the cultural items in question were obtained directly from Dr. Dorsey, who collected the items directly from the tribe. Furthermore, based on consultation with tribal representatives, all the cultural items described above were and are of cultural importance to the Osage Nation, and could not have been alienated by any single individual. Based on museum records, similarity to other objects, and consultation evidence, the four cultural items are reasonably believed to be objects of cultural patrimony. \\n        Officials of the Milwaukee Public Museum have determined that, pursuant to 25 U.S.C. 3001 (3)(D), the four cultural items described above have ongoing historical, traditional, or cultural importance central to the Native American group or culture itself, rather than property owned by an individual. Officials of the Milwaukee Public Museum also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the objects of cultural patrimony and the Osage Nation, Oklahoma.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the objects of cultural patrimony should contact Dawn Scher Thomae, Milwaukee Public Museum, 800 W. Wells St., Milwaukee, WI 53233, telephone (414) 278-6157, before September 24, 2009. Repatriation of the objects of cultural patrimony to the Osage Nation, Oklahoma may proceed after that date if no additional claimants come forward.\\n        The Milwaukee Public Museum is responsible for notifying the Osage Nation, Oklahoma that this notice has been published.\\n        \\n          Dated: August 12, 2009\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E9-20482 Filed 8-24-09; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate Cultural Items: Milwaukee Public Museum, Milwaukee, WI ", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: August 12, 2009", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E9-20482 Filed 8-24-09; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}