{"index": "R_388", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent to Repatriate Cultural Items: U.S. Department of Defense, Army Corps of Engineers, Walla Walla District, Walla Walla, WA and Museum of Anthropology, Washington State University, Pullman, WA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate cultural items in the control of the U.S. Department of Defense, Army Corps of Engineers, Walla Walla District, Walla Walla, WA, and in the physical custody of the Museum of Anthropology, Washington State University, Pullman, WA, that meet the definition of \\xe2\\x80\\x9cunassociated funerary objects\\xe2\\x80\\x9d under 25 U.S.C. 3001. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the unassociated funerary objects. The National Park Service is not responsible for the determinations in this notice.\\n        In July 1963, cultural items were removed from the Marmes Rockshelter (45FR50), Franklin County, WA, by Washington State University under contract with the National Park Service and prior to the inundation of the reservoir created by the construction of the Lower Monumental Dam by the U.S. Army Corps of Engineers. The material from the excavation is curated at Washington State University. The cultural items that were removed are believed to have been placed with or near the human remains from Burial 13. As the human remains from Burial 13 are not in the control or possession of a Federal agency or museum, the cultural items are unassociated funerary objects. The 176 unassociated funerary objects are 44 faunal fragments, 12 basalt samples, 15 chert/cryptocrystalline flakes, 2 shells, 9 organic materials (including plants), 1 stone sample, 6 pieces of basalt blocky shatter, 6 pieces of chert/cryptocrystalline blocky shatter, 2 chert/cryptocrystalline flake shatter, 6 basalt flake shatter, 2 obsidian flakes, 1 retouched basalt flake, 1 retouched chert/cryptocrystalline flake, 53 basalt flakes, 1 chert/cryptocrystalline core, 1 chert/cryptocrystalline flakes, 12 basalt flakes, and 2 lots of shell remains.\\n        The unassociated funerary objects are determined to be associated with the Late Cascade Phase (6500 to 4500 BP). The archeological evidence found in the Marmes Rockshelter (and in six nearby archeological sites) supports a nearly continuous occupation from the Late Cascade Phase to the Harder Phase (2500-500 BP), and provides the most direct physical line of evidence supporting a determination of cultural affiliation between an earlier group and a present-day Indian tribe. Geographical and anthropological lines of evidence support the archeological. Oral tradition evidence provided by tribal elders indicates that a large Palus (Palouse) village, inhabited by tribal ancestors from time immemorial, was once located near the Marmes Rockshelter. According to tribal elders, these ancestors were mobile, and traveled the landscape to gather resources as well as trade among each other. \\n        Ethnographic documentation indicates that the present-day location of the Marmes Rockshelter in Franklin County, WA, is within the territory occupied historically by the Palus (Palouse) Indians. During the historic period, the Palouse people settled along the Snake River, relied on fish, game and root resources for subsistence, shared their resource areas and maintained extensive kinship connections with other groups in the area, and had limited political integration until the adoption of the horse (Walker 1998). These characteristics are common to the greater Plateau cultural communities surrounding the Palouse territory including the Nez Perce, Cayuse, Walla Walla, Yakama, and Wanapum groups. Moreover, the information provided during consultation by representatives of the Confederated Tribes of the Colville Reservation, Washington; Confederated Tribes of the Umatilla Indian Reservation, Oregon; Confederated Tribes and Bands of the Yakama Nation, Washington; Nez Perce Tribe, Idaho; and the Wanapum Band, a non-Federally recognized Indian group, substantiate their cultural affiliation with each other and with the earlier group represented at the Marmes Rockshelter. The descendants of these Plateau communities of southeastern Washington, now widely dispersed, are members of the Confederated Tribes of the Colville Reservation, Washington; Confederated Tribes of the Umatilla Indian Reservation, Oregon; Confederated Tribes and Bands of the Yakama Nation, Washington; Nez Perce Tribe, Idaho; and the Wanapum Band, a non-Federally recognized Indian group.\\n\\n        Officials of the U.S. Department of Defense, Army Corps of Engineers, Walla Walla District have determined that, pursuant to 25 U.S.C. 3001 (3)(B), the 176 unassociated funerary objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony and are believed, by a preponderance of the evidence, to have been removed from a specific burial site of a Native American individual. Officials of the U.S. Department of Defense, Army Corps of Engineers, Walla Walla District, have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the unassociated funerary objects and the Confederated Tribes of the Colville Reservation, Washington; Confederated Tribes of the Umatilla Indian Reservation, Oregon; Confederated Tribes and Bands of the Yakama Nation, Washington; and Nez Perce Tribe, Idaho. Furthermore, officials of the U.S. Department of Defense, Army Corps of Engineers, Walla Walla District have determined that there is a cultural relationship between the unassociated funerary objects and the Wanapum Band, a non-Federally recognized Indian group.\\n        Representatives of any other Indian tribe that believe their tribe is culturally affiliated with the unassociated funerary objects should contact Lieutenant Colonel Michael Farrell, U.S. Department of Defense, Army Corps of Engineers, Walla Walla District, 201 North Third Avenue, Walla Walla, WA 99362-1876, telephone (509) 527-7700, before August 24, 2009. Repatriation of the unassociated funerary objects to the Confederated Tribes of the Colville Reservation, Washington; Confederated Tribes of the Umatilla Indian Reservation, Oregon; Confederated Tribes and Bands of the Yakama Nation, Washington; and Nez Perce Tribe, Idaho may proceed after that date if no additional claimants come forward. The U.S. Department of Defense, Army Corps of Engineers, Walla Walla District acknowledges participation of the Wanapum Band, a non-Federally recognized Indian group, in the transfer of the unassociated funerary objects to the Federally-recognized Indian tribes.\\n        The U.S. Department of Defense, Army Corps of Engineers, Walla Walla District is responsible for notifying the Confederated Tribes of the Colville Reservation, Washington; Confederated Tribes of the Umatilla Indian Reservation, Oregon; Confederated Tribes and Bands of the Yakama Nation, Washington; Nez Perce Tribe, Idaho; and the Wanapum Band, a non-Federally recognized Indian group that this notice has been published.\\n        \\n          Dated: July 14, 2009\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E9-17667 Filed 7-23-09; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate Cultural Items: U.S. Department of Defense, Army Corps of Engineers, Walla Walla District, Walla Walla, WA and Museum of Anthropology, Washington State University, Pullman, WA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: July 14, 2009", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E9-17667 Filed 7-23-09; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}