{"index": "R_387", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent to Repatriate Cultural Items: Peabody Museum of Archaeology and Ethnology, Harvard University, Cambridge, MA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate cultural items in the possession of the Peabody Museum of Archaeology and Ethnology, Harvard University, Cambridge, MA, that meet the definitions of \\xe2\\x80\\x9csacred objects\\xe2\\x80\\x9d and \\xe2\\x80\\x9cobjects of cultural patrimony\\xe2\\x80\\x9d under 25 U.S.C. 3001. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the cultural items. The National Park Service is not responsible for the determinations in this notice.\\n        The four cultural items are a medicine chord and three buckskin caps.\\n        In 1912, the medicine cord was collected by Grace Nicholson from an unknown locality. It was donated to the Peabody Museum of Archaeology and Ethnology by Lewis Farlow later that same year. It measures approximately 86 cm and is made of a twisted leather thong with various leather fringes. The leather thong is tied with metal wraps at intervals of approximately 12 cm. An assemblage of items are attached to the bottom of the cord: a large stone projectile point; a small hide bundle tied with turquoise, coral, shell, and abalone beads; a black discoidal bead; a clear glass cylindrical bead; a ceramic bead; and a violet glass bead.\\n        Collector\\'s documentation describes this cultural item as White Mountain Apache. Consultation with the White Mountain Apache Tribe indicates that stylistic characteristics of this item are consistent with traditional White Mountain Apache forms.\\n        The first cap is made of two hide pieces sewn together with sinew. It has a twisted hide chin strap on the bottom. It measures approximately 12.5 cm x 19 cm x 17.5 cm. There is a 2 cm high hide band which is folded over and sewn along the bottom of the cap. On the band are black zigzag designs with alternating black triangles. Two parallel black lines run along the circumference of the cap above the hide band. A cross-like design, formed with four black converging triangles is painted on the front center and back center of the cap. Numerous feathers are attached to the crown of the cap. There are four elements equally spaced along the top of the cap: a shell hoop with sinew wrapping above one of the painted crosses; a worked abalone shell above the other painted cross; one piece of obsidian with sinew wrapping; and one piece of quartz with sinew wrapping.\\n        The second cap is made of two pieces of hide sewn together with sinew. There is a hide chin strap on the bottom of the cap. The cap measures approximately 9 cm x 17 cm x 19 cm. It has a band of green and blue beads across the bottom. There is a band of nine triangular linear designs which are composed of red triangles within black outlines above the band of beads. A cluster of 13 feathers are attached to the crown of the cap.\\n        The third cap is made of three pieces of hide sewn together with sinew. There is a twisted hide chin strap on the bottom. The cap measures approximately 12.5 cm x 13.5 cm x 17.5 cm. There is a strip of red cloth trim along the bottom. Above the cloth is a row of yellow triangles with black outlines which extends across the circumference of the cap. Four black painted zigzag linear designs ascend from the spaces in-between the yellow triangles at intervals of every two or three triangles. These linear designs each branch out into five lines. Each line extends all the way to the crown of the cap and culminates in a black dot. There is a row of six holes below the center of the cap which runs across the circumference; this suggests that additional elements may have been present at some point. Ten holes on the crown of the cap indicate the presence of attachments which are currently absent.\\n\\n        During the summer of 1922, the three buckskin caps were purchased by Samuel Guernsey from Babbitt\\'s Store in Flagstaff, AZ. Mr. Guernsey donated the first cap to the Peabody Museum in the same year it was purchased. In 1985, William Claflin bequeathed the second and third caps to the Peabody Museum. Museum documentation describes all three buckskin caps as \\xe2\\x80\\x9cWestern Apache.\\xe2\\x80\\x9d William Claflin\\'s catalogue states that the two caps in his possession came from the \\xe2\\x80\\x9cTrading Post on the Apache Reservation.\\xe2\\x80\\x9d Museum accession files list the cap donated by Samuel Guernsey as having come from \\xe2\\x80\\x9cCibicu Creek Trading Post.\\xe2\\x80\\x9d Given that all three of the caps have similar provenience information and were purchased by Samuel Guernsey around the same time, it is most likely that the Trading Post described by Claflin was the one at Cibecue Creek. Consultation with White Mountain Apache representatives indicates that Cibecue Creek, AZ, is within the traditional and historical territory of the White Mountain Apache Tribe. They also agree that stylistic characteristics of these three caps are consistent with traditional White Mountain Apache forms.\\n        Anthropological, historical, and oral historical evidence indicate that these four items described above are specific ceremonial objects needed by traditional Native American religious leaders for the practice of traditional Native American religions by their present-day adherents. In addition, these lines of evidence also support that these items have ongoing traditional and cultural importance central to the White Mountain Apache Tribe and could not have been alienated, appropriated, or conveyed by any individual tribal member at the time they were separated from the group.\\n        Officials of the Peabody Museum of Archaeology and Ethnology have determined that, pursuant to 25 U.S.C. 3001 (3)(C), the four cultural items described above are specific ceremonial objects needed by traditional Native American religious leaders for the practice of traditional Native American religions by their present-day adherents. Officials of the Peabody Museum of Archaeology and Ethnology have also determined that, pursuant to 25 U.S.C. 3001 (3)(D), the four cultural items described above have ongoing historical, traditional, or cultural importance central to the Native American group or culture itself, rather than property owned by an individual. Lastly, officials of the Peabody Museum of Archaeology and Ethnology have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the sacred objects and objects of cultural patrimony and the White Mountain Apache Tribe of the Fort Apache Reservation, Arizona.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the sacred objects/objects of cultural patrimony should contact Patricia Capone, Repatriation Coordinator, Peabody Museum of Archaeology and Ethnology, Harvard University, Cambridge, MA 02138, telephone (617) 496-3702, before August 24, 2009. Repatriation of the sacred objects/objects of cultural patrimony to the White Mountain Apache Tribe of the Fort Apache Reservation, Arizona may proceed after that date if no additional claimants come forward.\\n        Peabody Museum of Archaeology and Ethnology is responsible for notifying the San Carlos Apache Tribe of the San Carlos Apache Reservation, Arizona; Tonto Apache Tribe of Arizona; White Mountain Apache Tribe of the Fort Apache Reservation, Arizona; and Yavapai-Apache Nation of the Camp Verde Reservation, Arizona that this notice has been published.\\n        \\n          Dated: July 14, 2009\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E9-17668 Filed 7-23-09; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate Cultural Items: Peabody Museum of Archaeology and Ethnology, Harvard University, Cambridge, MA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: July 14, 2009", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E9-17668 Filed 7-23-09; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}