{"index": "R_381", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent to Repatriate a Cultural Item: Paul H. Karshner Memorial Museum, Puyallup, WA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate a cultural item in the possession of the Paul H. Karshner Memorial Museum, Puyallup, WA, that meets the definition of \\xe2\\x80\\x9csacred object\\xe2\\x80\\x9d under 25 U.S.C. 3001. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the cultural item. The National Park Service is not responsible for the determinations in this notice.\\n\\n        Prior to 1935, one cultural item was removed from Lummi Island, Whatcom County, WA. It was purchased from Charles L. Judd by Dr. Warner Karshner, who donated the cultural item to the Paul H. Karshner Memorial Museum in 1935 (Accession #1935.01). Museum records describe the object as a \\xe2\\x80\\x9cspirit stick\\xe2\\x80\\x9d (Catalog #1-453). The object has been identified by Lummi Tribal representatives as a sqwedilic board. The object is used in ceremonial dances to invoke \\xe2\\x80\\x9ctamanus\\xe2\\x80\\x9d or \\xe2\\x80\\x9chealing power.\\xe2\\x80\\x9d The board is made of unpainted wood that has been carved in a circular shape with two handles. The shape is consistent with photographs of other sqwedilic boards collected in the early 1900s (Suttles and Lane 1990:498, fig. 10). \\n        Published ethnographic documentation indicates that sqwedilic boards were used in winter ceremonies among some Central and Southern Coast Salish groups (Suttles and Lane 1990:498). Sqwedilic was translated by one source to mean \\xe2\\x80\\x9cguarding power\\xe2\\x80\\x9d (Collins 1949). Sqwedilic boards are used for purification and finding lost articles (Suttles and Lane 1990:498). \\n\\n        The museum consulted with the Lummi Tribe of the Lummi Reservation, Washington; Samish Indian Tribe, Washington; and Swinomish Indians of the Swinomish Reservation, Washington. During consultation with the Lummi Tribe, tribal representatives stated that Lummi Island is considered to be within their traditional territory. During consultation with the Samish Indian Tribe, representatives stated they did not consider Lummi Island to be within the exclusive territory of the Samish and did not consider the board to be affiliated with the Samish Indian Tribe. During consultation with the Swinomish Indians, representatives did not include Lummi Island within their list of traditional places. Based on provenience, consultation evidence and ethnographic evidence, the sqwedilic board is reasonably believed to be a sacred object that is culturally affiliated to the Lummi Tribe of the Lummi Reservation, Washington. \\n        Officials of the Paul H. Karshner Memorial Museum have determined that, pursuant to 25 U.S.C. 3001 (3)(C), the one cultural item described above is a specific ceremonial object needed by traditional Native American religious leaders for the practice of traditional Native American religions by their present-day adherents. Officials of the Paul H. Karshner Memorial Museum also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the sacred object and the Lummi Tribe of the Lummi Reservation, Washington. \\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the sacred object should contact Dr. Jay Reifel, Assistant Superintendent, telephone (253) 840-8971 or Ms. Beth Bestrom, Museum Curator, Paul H. Karshner Memorial Museum, 309 4th St. NE, Puyallup, WA 98372, telephone (253) 841-8748, before October 22, 2009. Repatriation of the sacred object to the Lummi Tribe of the Lummi Reservation, Washington may proceed after that date if no additional claimants come forward.\\n        The Paul H. Karshner Memorial Museum is responsible for notifying the Lummi Tribe of the Lummi Reservation, Washington; Samish Indian Tribe, Washington; and Swinomish Indians of the Swinomish Reservation, Washington that this notice has been published.\\n        \\n          Dated: September 8, 2009\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E9-22751 Filed 9-21-09; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate a Cultural Item: Paul H. Karshner Memorial Museum, Puyallup, WA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: September 8, 2009", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E9-22751 Filed 9-21-09; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}