{"index": "R_397", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent to Repatriate Cultural Items: U.S. Department of the Interior, National Park Service, San Juan Island National Historical Park, Friday Harbor, WA and Thomas Burke Memorial Washington State Museum, University of Washington, Seattle, WA; Correction\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice; correction.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate cultural items in the possession of the Thomas Burke Memorial Washington State Museum (Burke Museum), University of Washington, Seattle, WA, and in the control of the U.S. Department of the Interior, San Juan Island National Historical Park, Friday Harbor, WA, that meet the definition of \\xe2\\x80\\x9cunassociated funerary objects\\xe2\\x80\\x9d under 25 U.S.C 3001.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the superintendent, San Juan Island National Historical Park.\\n\\n        This notice corrects the number of unassociated funerary objects reported in a Notice of Intent to Repatriate published in the Federal Register (73 FR 50989 - 50990, August 29, 2008). After the notice was published it was discovered that several unassociated funerary objects were counted twice.\\n        In the Federal Register (73 FR 50989 - 50990, August 29, 2008), paragraph numbers 4-5 are corrected by substituting the following paragraphs:\\n        Four objects were recovered in 1970 from the same stratum in which a burial was found. The human remains were transferred to the University of Idaho before being repatriated to the Lummi Tribe of the Lummi Reservation, Washington on June 26, 1991. The four funerary objects were transferred to the Burke Museum and accessioned by the National Park Service. The four unassociated funerary objects are one portion of a non-human mammalian limb bone, one basalt shatter fragment, one triangular basalt point fragment, and one ground abrader fragment.\\n        The 1972 excavation recovered 28 objects that were associated with three burials. The human remains were transferred to the University of Idaho and subsequently repatriated to the Lummi Tribe of the Lummi Reservation, Washington on June 26, 1991. The funerary objects were transferred to the Burke Museum and accessioned by the National Park Service. The 28 unassociated funerary objects are 2 fish vertebrae, 1 antler tine fragment, 1 fused bird wing bone, 23 fragments of nonhuman bone, and 1 piece of fire modified rock.\\n        Paragraph number 9 is corrected by substituting the following paragraph:\\n        Officials of San Juan Island National Historical Park have determined that, pursuant to 25 U.S.C. 3001 (3)(B), the 281 cultural items described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony and are believed, by a preponderance of the evidence, to have been removed from specific burial sites of Native American individuals. Officials of San Juan Island National Historical Park also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the unassociated funerary objects and the Lummi Tribe of the Lummi Reservation, Washington.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the unassociated funerary objects should contact Peter Dederich, superintendent, San Juan Island National Historical Park, P.O. Box 429, Friday Harbor, WA 98250-04289, telephone (360) 378-2240, before April 13, 2009. Repatriation of the unassociated funerary objects to the Lummi Tribe of the Lummi Reservation, Washington may proceed after that date if no additional claimants come forward.\\n        San Juan Island National Historical Park is responsible for notifying the Lummi Tribe of the Lummi Reservation, Washington; Samish Indian Tribe, Washington; and Swinomish Indians of the Swinomish Reservation, Washington that this notice has been published.\\n        \\n          Dated: January 26, 2009\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E9-5325 Filed 3-11-09; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate Cultural Items: U.S. Department of the Interior, National Park Service, San Juan Island National Historical Park, Friday Harbor, WA and Thomas Burke Memorial Washington State Museum, University of Washington, Seattle, WA; Correction", "agency2": "National Park Service, Interior.", "action": "Notice; correction.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: January 26, 2009", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E9-5325 Filed 3-11-09; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}