{"index": "R_390", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent to Repatriate Cultural Items: Horner Collection, Oregon State University, Corvallis, OR \\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate cultural items in the possession of the Horner Collection, Oregon State University, Corvallis, OR, that meet the definition of \\xe2\\x80\\x9csacred objects\\xe2\\x80\\x9d under 25 U.S.C. 3001. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the cultural items. The National Park Service is not responsible for the determinations in this notice.\\n        The three cultural items are two cradle baskets and one basket cap. \\n\\n        The Museum of Oregon Country, Oregon Agricultural College was renamed the John B. Horner Museum of the Oregon Country in 1936, and became commonly known as the Horner Museum. The Oregon Agricultural College was renamed the Oregon State College in 1937, and became Oregon State University in 1962. The Horner Museum closed in 1995. Currently, cultural items from the Horner Museum are referred to as the Horner Collection.\\n        The Horner Collection, Oregon State University professional staff consulted with representatives of the Confederated Tribes of the Siletz Reservation, Oregon; Cow Creek Band of Umpqua Indians of Oregon; Duckwater Shoshone Tribe of the Duckwater Reservation, Nevada; Hoopa Valley Tribe, California; Karuk Tribe of California; Pit River Tribe, California (includes XL Ranch, Big Bend, Likely, Lookout, Montgomery Creek and Roaring Creek Rancherias); Smith River Rancheria, California; and Yurok Tribe of the Yurok Reservation, California. The Big Lagoon Rancheria, California; Blue Lake Rancheria, California; Cher-Ae Heights Indian Community of the Trinidad Rancheria, California; Quartz Valley Indian Community of the Quartz Valley Reservation of California; and Resighini Rancheria, California, were notified about the cultural items described in this notice, but did not participate in the consultations.\\n        On June 8, 1973, the C.B. Kennedy Family and Mrs. Ruth Kennedy Tartar through Dr. N.L. Tartar (executor of estate) donated a collection of Oregon and coastal California Indian basketry to the Horner Collection. Among the collection are a cradle basket and basket cap. Museum records indicate that Mr. C.B. Kennedy, Mrs. Kennedy, and their daughter, Ruth, were avid collectors of Native American artifacts, including projectile points, pottery, photographs, bows and arrows, beadwork, and carvings, in addition to Indian basketry. Museum records also include a typewritten account of the \\xe2\\x80\\x9cStory of Ella Ben,\\xe2\\x80\\x9d a Rogue River Indian residing on the Siletz Reservation. This story indicates that a friendly relationship existed between Ella Ben and the Kennedy family. Ella Ben was known to sell basketry that she had made in Newport, OR, and the story indicates that Mrs. Kennedy purchased several items from her between 1911 and 1916. \\n\\n        Newport, OR, is located within the Siletz Reservation Indians\\' traditional territory. According to the Report of the Commissioner of Indian Affairs, Accompanying The Annual Report of the Secretary of the Interior For the Year 1857, the Confederated Tribes of the Rogue River and Shasta Indians were removed to the coastal Siletz Reservation, under the immediate charge of Agent Robert B. Metcalfe. The Siletz Indian Agency, in a report dated July 15, 1857, noted that the tribes of Indians which are located in the Siletz district include the Shasta or Upper Rogue River Indians.\\n        Consultants from the Siletz Reservation have viewed the basket cap and have attributed the materials used and the style of the basket to be that of Siletz weavers from the Northwest coast. Siletz consultants identified the basket cap as a cap that would be used in ceremonial dancing, and the ceremonies continue to take place. In fact, the basket cap in question has been loaned previously to members of the Siletz Reservation for use in ceremonies and dancing. Based on museum records and consultation with Siletz tribal representatives, the Horner Collection, Oregon State University reasonably believes that the basket cap is a sacred item that is culturally affiliated with the Confederated Tribes of the Siletz Reservation, Oregon.\\n\\n        According to Siletz tribal representatives, the cradle basket appears too small to be a Gaayu intended for actual use, but instead, was made as a special wedding gift and as a sacred item meant to bind families together through marriage. Such cradle baskets are considered sacred objects, as they embody a prayer for offspring for the couple who will be bringing forth the next generation. Traditionally, cradle baskets are personal property and people hold onto the basket for their entire lives. Tribal representatives from the Siletz Reservation have attributed the cradle basket materials and the style of the basket to be that of Siletz weavers from the Northwest coast. They also indicate that these cradle baskets are a symbol of making medicine and blessing future family offspring and relationships. Based on geographic, historic documents, museum and donor history, and consultation with Siletz consultants, the Horner Collection, Oregon State University reasonably believes the cradle basket is a sacred item that is culturally affiliated with the Confederated Tribes of the Siletz Reservation, Oregon.\\n        At an unknown date, by an unknown person, a cradle basket was removed from an unknown location. There are no museum records for this item. Consultants from the Siletz Reservation have viewed this cradle basket and have attributed the materials used and the style of the basket to be that of Siletz weavers from the Northwest coast. The cradle basket is almost identical in shape and design to the previously described cradle basket. Based on the similarity of style and design, it is reasonably believed that the cradle basket is most likely also a sacred object and culturally affiliated with the Confederated Tribes of the Siletz Reservation, Oregon.\\n        Officials of the Horner Collection, Oregon State University have determined that, pursuant to 25 U.S.C. 3001 (3)(C), the three cultural items described above are specific ceremonial objects needed by traditional Native American religious leaders for the practice of traditional Native American religions by their present-day adherents. Officials of the Horner Collection, Oregon State University also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the sacred objects and the Confederated Tribes of the Siletz Reservation, Oregon.\\n\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the sacred objects should contact Sabah Randhawa, Executive Vice President and Provost, President\\'s Office, Oregon State University, 600 Kerr Administration Building, Corvallis, OR 97331, telephone (541) 737-8260, before [insert date 30 days following publication in the\\n          Federal Register]. Repatriation of the sacred objects to the Confederated Tribes of the Siletz Reservation, Oregon may proceed after that date if no additional claimants come forward.\\n        The Horner Collection, Oregon State University is responsible for notifying the Big Lagoon Rancheria, California; Blue Lake Rancheria, California; Cher-Ae Heights Indian Community of the Trinidad Rancheria, California; Confederated Tribes of the Siletz Reservation, Oregon; Cow Creek Band of Umpqua Indians of Oregon; Duckwater Shoshone Tribe of the Duckwater Reservation, Nevada; Hoopa Valley Tribe, California; Karuk Tribe of California; Pit River Tribe, California; Quartz Valley Indian Community of the Quartz Valley Reservation of California; Resighini Rancheria, California; Smith River Rancheria, California; and Yurok Tribe of the Yurok Reservation, California that this notice has been published.\\n        \\n          Dated: May 18, 2009\\n          Sherry Hutt, \\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E9-14297 Filed 6-17-09; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate Cultural Items: Horner Collection, Oregon State University, Corvallis, OR ", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: May 18, 2009", "signature_name": "Sherry Hutt, ", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E9-14297 Filed 6-17-09; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}