{"index": "R_399", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent to Repatriate Cultural Items: Bureau of Indian Affairs, Great Plains Regional Office, Aberdeen, SD\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate cultural items in the possession of the Bureau of Indian Affairs, Great Plains Regional Office, Aberdeen, SD, that meet the definition of \\xe2\\x80\\x9cunassociated funerary objects\\xe2\\x80\\x9d under 25 U.S.C. 3001.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the cultural items. The National Park Service is not responsible for the determinations in this notice.\\n        The three cultural items are one quartzite endscraper and two bone awls. A detailed assessment of the cultural items was made by the South Dakota State Historical Society-Archaeological Research Center professional staff under the direction of the Bureau of Indian Affairs staff in consultation with representatives of the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota.\\n\\n        In 1977, archeological salvage excavations were conducted at the Indian School Village, 39HU10/94-245, Hughes County, SD, by Tom Haberman, South Dakota State Historical Society-Archeological Research Center. Human remains and funerary objects were found in an abandoned cache pit exposed by housing construction activities. The human remains were reburied in the adjacent churchyard that same year. The funerary objects were not reburied, and instead were curated at the Archaeological Research Center, Rapid City, SD.\\n        \\n        The Indian School Village dates to the Extended Coalescent (A.D. 1500-A.D. 1675) and Post-Contact Coalescent (A.D. 1675-A.D. 1750) Periods. Evaluation of documentation from the excavation of the Indian School Village site indicates that the cultural items were found in association with Native American human remains. Other human remains from the Indian School Village have been identified as Native American based on physical anthropological assessment, manner and location of burial, and types of funerary objects. Based on historical documents, oral history, and archeological data, the Mandan, Hidatsa, and Arikara peoples occupied what is now present-day South Dakota and North Dakota, and are represented today by the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota.\\n        In June 2008, the Mandan, Hidatsa, and Arikara Nation of the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota submitted a request to the Bureau of Indian Affairs, Great Plains Regional Office for repatriation of cultural items from central South Dakota, including the three unassociated funerary objects described above from the Indian School Village.\\n        Officials of the Bureau of Indian Affairs have determined that, pursuant to 25 U.S.C. 3001 (3)(B), the three cultural items described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony and are believed, by a preponderance of the evidence, to have been removed from a specific burial site of a Native American individual. Officials of the Bureau of Indian Affairs have determined that, pursuant to 25 U.S.C. 3001 (2), a relationship of shared group identity can be traced between the unassociated funerary objects and the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota.\\n        Representatives of any Indian tribe that believes itself to be culturally affiliated with the unassociated funerary objects should contact Paul Hofmann, Chief, Division of Environment, Safety and Cultural Resources, Bureau of Indian Affairs, 115 4th Ave., Aberdeen, SD 57401, telephone (605) 226-7656, before April 13, 2009. Repatriation of the unassociated funerary objects to the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota may proceed after that date if no additional claimants come forward.\\n        The Bureau of Indian Affairs, Great Plains Regional Office is responsible for notifying the Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota that this notice has been published.\\n        \\n          Dated: February 3, 2009.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E9-5327 Filed 3-11-09; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate Cultural Items: Bureau of Indian Affairs, Great Plains Regional Office, Aberdeen, SD", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: February 3, 2009.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E9-5327 Filed 3-11-09; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}