{"index": "R_391", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent to Repatriate Cultural Items: U.S. Department of the Interior, National Park Service, Hawaii Volcanoes National Park, Hawaii National Park, HI; Correction\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice; correction.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate cultural items in the possession of the U.S. Department of the Interior, National Park Service, Hawaii Volcanoes National Park, Hawaii National Park, HI, that meet the definition of \\xe2\\x80\\x9cunassociated funerary objects\\xe2\\x80\\x9d under 25 U.S.C. 3001.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the superintendent, Hawaii Volcanoes National Park.\\n\\n        This notice corrects the spelling of one of the Native Hawaiian organizations reported in a Notice of Intent to Repatriate published in the Federal Register (74 FR 10755 - 10756, March 12, 2009). \\n        In the Federal Register of March 12, 2009 (74 FR 10755 - 10756, March 12, 2009) paragraph numbers 4 through 7 are corrected by substituting \\xe2\\x80\\x9cLaika-a-Manuia Ohana\\xe2\\x80\\x9d for \\xe2\\x80\\x9cLaika-a-Mauia Ohana\\xe2\\x80\\x9d wherever the latter occurs.\\n        Representatives of any other Native Hawaiian organization that believes itself to be culturally affiliated with the unassociated funerary objects should contact Cindy Orlando, superintendent, Hawaii Volcanoes National Park, Hawaii National Park, HI 96718, telephone (808) 985-6025, before June 26, 2009. Repatriation of the unassociated funerary objects to the Department of Hawaiian Homelands, Hawaii Island Burial Council, Hoohuli Ohana, Hooulu Lahui, Hui Malama I Na Kupuna O Hawai\\'i Nei, Ka Ohana Ayau, Keaweamahi Ohana, Kekumano Ohana, Laika-a-Manuia Ohana, Na Lei Alii Kawananakoa, Na Papa Kanaka O Pu\\'ukohola Heiau, Office of Hawaiian Affairs, Royal Hawaiian Academy of Traditional Arts, and Van Horn Diamond Ohana may proceed after that date when the affiliated Native Hawaiian organizations have mutually agreed upon a resolution.\\n\\n        Hawaii Volcanoes National Park is responsible for notifying the Department of Hawaiian Homelands, Hawaii Island Burial Council, Hoohuli Ohana, Hooulu Lahui, Hui Malama I Na Kupuna O Hawai\\'i Nei, Ka Ohana Ayau, Keaweamahi Ohana, Kekumano Ohana, Laika-a-Manuia Ohana, Na Lei Alii Kawananakoa, Na Papa Kanaka O Pu\\'ukohola Heiau, Office of Hawaiian Affairs, Royal Hawaiian Academy of Traditional Arts, and Van Horn Diamond Ohana that this notice has been published.\\n        \\n          Dated: May 5, 2009.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E9-12286 Filed 5-26-09; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate Cultural Items: U.S. Department of the Interior, National Park Service, Hawaii Volcanoes National Park, Hawaii National Park, HI; Correction", "agency2": "National Park Service, Interior.", "action": "Notice; correction.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: May 5, 2009.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E9-12286 Filed 5-26-09; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}