{"index": "R_406", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent to Repatriate Cultural Items: Southwest Museum of the American Indian, Autry National Center, Los Angeles, CA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate cultural items in the possession of the Southwest Museum of the American Indian, Autry National Center, Los Angeles, CA, that meet the definition of \\xe2\\x80\\x9cunassociated funerary objects\\xe2\\x80\\x9d under 25 U.S.C. 3001.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the cultural items. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the unassociated funerary objects was made by the Southwest Museum of the American Indian, Autry National Center professional staff in consultation with representatives of the Picayune Rancheria of the Chukchansi Indians of California; Santa Rosa Indian Community of the Santa Rosa Rancheria, California; Table Mountain Rancheria of California; Tule River Indian Tribe of the Tule River Reservation of California; and Tuolumne Band of Me-Wuk Indians of the Tuolumne Rancheria of California.\\n\\n        In 1935, unassociated funerary objects were removed from site P-15-000116 (CA-KER-116) in Elk Hills Cemetery, Buena Vista Lake, Kern County, CA, by Edwin F. Walker, Southwest Museum Research Associate, and were donated to the museum that same year. The 5,508 unassociated funerary objects (207 inventory numbers) are 2 abalone shell containers; 2 abraders; 1 arrow straightener; 36 arrow points (3 arrow points, 5 chalcedony, 4 chalcedony and chert, 6 obsidian, 1 red carnelian, 5 stone, 12 obsidian and chalcedony); 2 asphaltum pieces; 3 balls (1 granite, 1 sandstone, and 1 wood); 9 basket fragments, 1 bag with tiny beads and fragments and 5,156 individual beads (15 clam shell beads, 10 pismo clam shell beads, 4 Amethystine beads, 2,010 trade beads, 1 serpetine bead, 51 steatite beads, 2 stone beads, 22 red and white beads, 307 Olivella beads, 365 Red Beads, 2,065 blue beads, 42 black beads, 113 Green Beads, 111 white, 1 yellow, 19 Amber beads, 3 pink beads, 3 miscellaneous beads, 1 unknown bead, 3 soapstone beads, 1 crystal beads, 2 shell beads, and 5 tubular beads); 2 boiling stones; 1 glass bottle neck; 3 bowls (1 sandstone, 1 stone, and 1seatite); 20 bowl fragments (5 steatite, 7 sandstone, 1 wooden, and 7 soapstone); 1 brush; 1 bull roarer fragment; 10 buttons (8 brass and 2 metal); 2 charmstones; 1 chert chalcedony; 2 china pitchers; 1 china saucer; 5 bird claws; 1 comal; 2 cooking stones; 3 crosses (2 metal crosses and 1 silver cross); 1 crystal; 2 crystal and mica fragments; 5 quartz crystal fragments; 8 dice; 43 pieces of fabric with tiny fragments; 1 piece of fur; 11 gaming piece fragments; 6 gaming stick fragments; 5 glass fragments; 6 glass bottle fragments; 1 abalone gorget; 1 kilt fragment with tiny fragments; 7 knives (1 iron blade knife, 6 chalcedony); 7 leather fragments; 2 mica fragments; 1 possible mouth piece; 1 clam shell necklace with 10 large beads; 1 olla; 11 abalone ornaments; 72 shell ornaments (8 abalone, 42 Olivella, 16 clam, 5 steatite, and 1 trade); 1 possible palette; 8 pendants (4 abalone, 2 mica, and 2 bead pendants); 1 pestle; 1 pestle fragment; 7 pigment fragments; 1 obsidian point fragment; 6 post fragments; 1 piece of quartz; 1 vial of sand from the site; 1 pair of scissors; 8 scrapers; 1 sweat scraper; 1 container of a soil sample; 1 metal spoon; 1 wooden spoon; 2 stones; 2 beaver teeth; 1 seal tooth; 2 crushed water bottles; and 2 water bottle fragments.\\n        Historically, a Yokuts village extended along the north shore, on a sand spit, at the outlet of Buena Vista Lake. The Elk Hills Cemetery is located approximately 1,000 feet due north of this sand spit and Yokut village. The funerary objects removed from site P-15-000116 (CA-KER-116) illustrate that this burial site was in use during the Historic Period, approximately between the years A.D. 1780 and 1818.\\n        The burial contexts identify the human remains removed from sites in Kern County, CA, as being Native American. Linguistic evidence indicates that this region of California was inhabited by Native American Yokut speakers. Consultation with a tribal representative of the Santa Rosa Indian Community of the Santa Rosa Rancheria, California, confirmed that these burial sites were within an area, documented by Yokuts oral history, of continued habitation that include the Protohistoric and Historic Periods. Historical sources corroborate this oral history. Modern descendants of Yokut speakers are members of the Picayune Rancheria of the Chukchansi Indians of California; Santa Rosa Indian Community of the Santa Rosa Rancheria, California; Table Mountain Rancheria of California; Tule River Indian Tribe of the Tule River Reservation of California; and Tuolumne Band of Me-Wuk Indians of the Tuolumne Rancheria of California.\\n        Officials of the Southwest Museum of the American Indian, Autry National Center have determined that pursuant to 25 U.S.C. 3001 (3)(B), the 5,508 cultural items described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony and are believed, by a preponderance of the evidence, to have been removed from a specific burial site of a Native American individual. Officials of the Southwest Museum of the American Indian, Autry National Center also have determined that pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the unassociated funerary objects and the Picayune Rancheria of the Chukchansi Indians of California; Santa Rosa Indian Community of the Santa Rosa Rancheria, California; Table Mountain Rancheria of California; Tule River Indian Tribe of the Tule River Reservation of California; and Tuolumne Band of Me-Wuk Indians of the Tuolumne Rancheria of California.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the unassociated funerary objects should contact Steven M. Karr Ph.D., Ahmanson Curator of History and Culture and Interim Executive Director, 234 Museum Drive, Los Angeles, CA 90065, telephone (323) 221-2164, extension 241, or LaLena Lewark, Senior NAGPRA Coordinator, Autry National Center, 4700 Western Heritage Way, Los Angeles, CA 90027, telephone (323) 667-2000, extension 220, before April 6, 2009. Repatriation of the unassociated funerary objects to the Santa Rosa Indian Community of the Santa Rosa Rancheria, California may proceed after that date if no additional claimants come forward.\\n        The Southwest Museum of the American Indian, Autry National Center is responsible for notifying the Picayune Rancheria of the Chukchansi Indians of California; Santa Rosa Indian Community of the Santa Rosa Rancheria, California; Table Mountain Rancheria of California; Tule River Indian Tribe of the Tule River Reservation of California; and Tuolumne Band of Me-Wuk Indians of the Tuolumne Rancheria of California that this notice has been published.\\n        \\n          Dated: February 13, 2009.\\n          Sangita Chari,\\n          Acting Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E9-4673 Filed 3-4-09; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate Cultural Items: Southwest Museum of the American Indian, Autry National Center, Los Angeles, CA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: February 13, 2009.", "signature_name": "Sangita Chari,", "signature_title": "Acting Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E9-4673 Filed 3-4-09; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}