{"index": "R_404", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent to Repatriate Cultural Items: American Museum of Natural History, New York, NY\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate cultural items in the possession of the American Museum of Natural History, New York, NY, that meet the definition of \\xe2\\x80\\x9ccultural items\\xe2\\x80\\x9d under 25 U.S.C. 3001.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the cultural items. The National Park Service is not responsible for the determinations in this notice.\\n        The 40 cultural items are 15 charms or ornaments, 8 caps, 3 bags containing stone, 1 fawn skin bag and contents, 1 quartz crystal, 10 arrows, 1 bow, and 1 quiver.\\n        The first charm or ornament is a wristlet consisting of a piece of sinew strung with nine badger claws, separated by seven round white and blue glass beads, one cylindrical glass bead, and one small piece of shell. The second charm or ornament is an armlet consisting of a hide string onto which is attached five obsidian pieces (fragments of arrowheads), a fragment of limestone, and a fragment of glycimeris shell. The third charm or ornament is a neck ornament consisting of a piece of hide cord onto which 14 quartz crystals are attached with sinew.\\n        The fourth charm or ornament is a neck ornament consisting of a cotton string that has five quartz crystals attached. The fifth charm or ornament consists of a perforated white shell, shaped into a pendant and hung on a cotton string. The sixth charm or ornament consists of more than 50 acorns threaded on a string, and separated by white and green glass beads with an attached quartz crystal.\\n        The seventh charm or ornament consists of a string of alternating clear and green glass beads onto which is attached eight quartz crystals, two stone points, and one haliotis pendant. The eighth charm or ornament consists of a beaded buckskin bag that contains red powder. The top of the bag is embellished with two rows of glass black and white beads. The bag is tied with buckskin that extends into two flaps and is suspended by a string of blue, yellow, and white glass beads. The ninth charm or ornament consists of six strings of alternating large yellow and green glass beads that has two beaded pieces of buckskin and an obsidian point attached.\\n        The tenth charm or ornament is a neck ornament consisting of a long strip of hide that has 25 quartz crystals, 1 stone arrow point, and 4 black nuts attached. The eleventh charm or ornament is a neck ornament consisting of a buckskin string with a miniature moccasin on one end and a stone spear point on the other. In between the two ends are attached a small gourd; seven quartz crystals; an unknown amount of white, red, yellow, and dark blue glass beads; and one stone bead. The twelfth charm or ornament consists of beads and discs of a root-like material separated by cylindrical wooden beads, all of which are painted red.\\n        The thirteenth charm or ornament consists of a round piece of beaded hide, edged with light blue glass beads and embellished with different beaded designs on each side. One side is bordered by a beaded rope design that is made of alternating strings of black and light blue glass beads. Emanating from this border are four beaded triangles. Two of the triangles are yellow and green, and the other two are yellow, white, red, and blue. The center of the disc features a beaded cross. The opposite side of the charm is bordered with a rope design made of alternating black and pink beads. Emanating from the border are four black and white triangles, in the center of which is a beaded cross composed of triangles. The horizontal arm is red and green, and the vertical arm is red and yellow. Secured to the charm is a hide string to which is attached a mother of pearl shell, a quartz crystal, an obsidian point, and one broken basalt point. Black, white, and blue glass beads separate the attached pieces.\\n        The fourteenth charm or ornament consists of a single white glycimeris shell attached to a piece of hide string. The fifteenth charm consists of a piece of hide cord that has five quartzite crystals, one worked piece of chert, and one quartz point attached with sinew.\\n        The first cap is constructed with two panels of tanned hide that have been painted yellow and stitched with sinew, and surmounted by at least 50 owl feathers. Attached to the brim of one side of the cap are three trapezoid flaps with sheared tops. A band of black cloth lies beneath two of the flaps. The border is stitched with hide that has been painted blue. The lower border of the cap exhibits a beaded rope design that is made of alternating blue and white glass beads.\\n        The second cap appears to be constructed of hide, but is covered with various types of materials, such as gray felt, calico, and possibly a grain bag. The lower border of the cap consists of a thick piece of leather, three quarters of which is covered with brass buttons. The remaining portion of the lower border bears three brass hammered plates attached with nails, and a silver plate edged with filigree and attached with wire. A painted blue border appears underneath the lower border. The lower border is topped by a second border which consists of a thin belt onto which are sewn at least 20 commercially-made mother of pearl buttons and 4 horn buttons. The belt also has two brass buttons which appear to be original to the belt itself. Between these two borders are seven large commercially-made shell buttons with one that is embossed with the image of a locomotive. The cap is crowned by at least 50 owl feathers, and is lined with red cotton, patterned cloth that has been stitched in place with cotton and hide.\\n        The third cap is constructed from two pieces of tanned hide stitched together with sinew. The entire outside of the cap has been painted with yellow pigment. The edge of the cap is stitched with hide cord. A blue patterned cloth chin strap is stitched to the lower edge of the cap with cotton thread. To the top of the cap are attached three eagle feathers that are secured with sinew to a leather thong. The hat appears to have been mended in two different places. The fourth cap is constructed of two pieces of hide that have been painted yellow and stitched together with sinew. Six eagle feathers and six pieces of down that have been attached with sinew to six leather thongs are secured to the top of the cap. The cap is beaded in two separate places. Along one seam a double row of dark blue glass beads that is matched by a double row of white beads while the other side of the cap shows the same beading pattern, but has an additional curved line of white beads that intersects the white/blue line of beads about 3/4 of an inch above the rim. One side of the cap bears the impression of a cross, which indicates that an ornament had been attached at one time.\\n\\n        The fifth cap is constructed of two pieces of hide stitched together with hide. The cap is painted with yellow symmetrical designs. Above the cap\\'s edge is a row of triangles that point upward. The cap is divided in half by a row of triangles that point upward and run from the bottom edge to the top and then down the other side. The two halves exhibit identical hour glass and iron cross designs. The cap is surmounted by four eagles feathers attached by sinew to four thongs. One of the feathers has a piece of down attached to it. The sixth cap is constructed from two pieces of canvas stitched together with cotton thread. The partially worn canvas might have been painted entirely yellow. The bottom of the cap was made by folding the canvas upward about 1 1/2 inches. There is a chin strap of red patterned cloth. At least 40 eagle feathers and down face upwards and are attached with sinew inside the fold of the lower border. The top is surmounted by eight eagle feathers that have been attached to leather thongs with sinew, and each feather has a piece of down attached to it.\\n        The seventh cap is constructed from two pieces of hide stitched together with sinew. The bottom of the cap exhibits a border of upward facing hide triangles stitched onto the cap with sinew. Inserted between the bottom of the cap and the triangle border is a red flannel cloth that goes around the cap\\'s circumference. The cap does not appear to have been painted or ornamented. A chin strap made of hide is attached to the cap. The cap is surmounted by at least 50 owl feathers. The eighth cap is constructed from three pieces of hide stitched together with sinew and sisal. The bottom border of the cap consists of about a 1/2 inch of yellow felt cloth. Above the border is a single row of pink, blue, white, and black glass beads with no apparent pattern. One side of the cap is adorned with two beaded white crescents tipped with yellow beads and a white cross that is also tipped with yellow. Below the cross are two metal brooch-like objects, one of which appears to be a cross and the other, a bird. Dangling from this side of the cap are seven eagle feathers, some of which include down. The other side of the cap is embellished with two beaded light blue crescents above which is a cross that appears to have been made with black marking. The marking could be tarnish from a silver brooch that may have been attached. Dangling from this side of the cap are two eagle feathers and three pieces of down. Surmounting the cap are pieces of down and 16 eagle feathers, some of which are very large.\\n        The first bag containing stone consists of a cotton bag filled with several quartz crystals and tied with metal wire. The second bag is a small buckskin bag with a flap. The flap is edged with light blue glass beads while the body of the bag is edged with yellow and clear glass beads. The beads form two designs. One design consists of three adjoining triangles, two that point to opposite sides and one that points upward. All three of the triangles are light blue with a single row of dark blue beads on the inside. The second beaded design consists of dark blue glass beads. The design looks like an \\xe2\\x80\\x9cL\\xe2\\x80\\x9d that is intersected by an upside down \\xe2\\x80\\x9cU.\\xe2\\x80\\x9d The bag holds a piece of worked stone in the shape of a knife. The third bag consists of a small, beaded buckskin bag that holds a piece of worked flint and an obsidian arrowhead. The bag has a flap whose edges are embellished with alternating dark and light blue glass beads. The body of the bag is edged with dark blue, white, clear, yellow, and red glass beads. The body of the bag features a beaded dark and light blue cross on one side, the other side has a beaded yellow crescent. The beads are sewn onto the bag with commercial thread.\\n        The one fawn skin bag contains a smaller plaid cloth bag holding more than 50 black nuts; a white cloth bag with a striped design holding seeds; a cloth bag with striped design held closed with cotton cloth wrapping and containing pigment; a small perforated disc of plant material; a cloth bag with red striped design tied closed with black cloth and holding red beans; two small gourds that are perforated through the neck; a small knife with a wooden handle and a steel blade; and a rattle made from a K.C. baking powder can.\\n        The one quartz crystal is a single piece measuring 7 cm by 2.3 cm by 2 cm.\\n        The one quiver consists of canvas that is lashed with hide string onto a wooden spine. One side of the quiver is unadorned. The other side has a yellow painted border along the wooden spine and at both ends. At each end, the yellow border is topped by a red painted band; the bottom of the quiver has a canvas fringe. The center of the quiver is enclosed with a rawhide band which terminates in a fringe of hide strips that have been painted yellow on one side. One piece of fringe consists of five hide circles. One of the circles is painted yellow, two are painted black, and two are painted red. On either side of this band are two painted designs both of which feature two opposing red crescents. Yellow paint fills the space between the crescents on the top design; the bottom design has no pigment between the two crescents. Attached to the wooden spine is a leather carrying strap.\\n        The one bow is painted red on its inside. The string of the bow is sinew and is also painted red.\\n        Of the 10 arrows, 6 are made of reed and the other 4 are made of wood. The fletching of all 10 arrows consists of portions of what appear to be three different types of feathers (each arrow exhibits a different pattern). Each arrow has the same three feather types and each feather is attached by sinew; this sinew also attaches a piece of down. Inserted into the shaft are extensions of wood that have been painted black and which have been fastened with sinew. Nine of the arrows have metal points, and one has a stone point.\\n        Museum records explicitly indicate that all but one of the cultural items were acquired by Dr. Pliny E. Goddard during museum-funded expeditions, in 1910 and 1914. The first and second charms or ornaments and the fawn skin bag were acquired on the second expedition, while the other 36 cultural items were collected on the first expedition. The museum accessioned the cultural items in the years they were collected. The cultural affiliation of the cultural items is San Carlos Apache, as based on museum records and consultation evidence presented by the Western Apache Working Group, which consists of the authorized NAGPRA representatives from the San Carlos Apache Tribe of the San Carlos Reservation, Arizona; Tonto Apache Tribe of Arizona; White Mountain Apache Tribe of the Fort Apache Reservation, Arizona; and Yavapai-Apache Nation of the Camp Verde Indian Reservation, Arizona.\\n        The fifteenth charm-consisting of five quartzite crystals, one worked piece of chert and one quartz point, attached with sinew to a piece of hide cord-was found in museum storage with the other items that Goddard collected from the San Carlos Apache reservation. Given its similarity to and storage with other San Carlos Apache items, the museum believes this charm was also acquired by Goddard during one of his two museum-funded expeditions. The cultural affiliation of the charm is San Carlos Apache, as indicated by its similarity to and storage with other San Carlos Apache items, and consultation evidence presented by the Western Apache Working Group.\\n        Officials of the American Museum of Natural History have determined that, pursuant to 25 U.S.C. 3001, the 40 cultural items meet the definition of cultural items and are subject to repatriation under NAGPRA. Officials of the American Museum of Natural History also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the cultural items and the San Carlos Apache Tribe of the San Carlos Reservation, Arizona.\\n\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the cultural items should contact Nell Murphy, Director of Cultural Resources, American Museum of Natural History, Central Park West at 79th Street, New York, NY 10024, telephone (212) 769-5837, before April 8, 2009. Repatriation of the cultural items to the San Carlos Apache Tribe of the San Carlos Reservation, Arizona may proceed after that date if no additional claimants come forward.\\n        The American Museum of Natural History is responsible for notifying the San Carlos Apache Tribe of the San Carlos Reservation, Arizona; Tonto Apache Tribe of Arizona; White Mountain Apache Tribe of the Fort Apache Reservation, Arizona; and Yavapai-Apache Nation of the Camp Verde Indian Reservation, Arizona that this notice has been published.\\n        \\n          Dated: January 27, 2009\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E9-4842 Filed 3-6-09; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate Cultural Items: American Museum of Natural History, New York, NY", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: January 27, 2009", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E9-4842 Filed 3-6-09; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}