{"index": "R_405", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent to Repatriate Cultural Items: American Museum of Natural History, New York, NY\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate cultural items in the possession of the American Museum of Natural History, New York, NY, that meet the definition of \\xe2\\x80\\x9ccultural items\\xe2\\x80\\x9d under 25 U.S.C. 3001.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the cultural items. The National Park Service is not responsible for the determinations in this notice.\\n        The 37 cultural items are 9 charms or ornaments, 5 caps, 1 painted buckskin, 1 bow, 1 quiver, and 20 arrows.\\n        The first charm or ornament is a small wooden ring covered with buckskin cord. Attached to the ring is a separate thong of hide that is inserted into a ring of turquoise; the thong terminates with a feather which is secured with sinew. A leather pouch is attached to the string by a leather thong. The opening of the bag is decorated with a band of glass beads. The first row is dark blue, the second and third are clear, and the fourth and fifth rows are green. Another leather thong secures a small turquoise pendant to which is also attached a feather fragment secured to the thong with sinew.\\n        The second charm or ornament consists of eight strands of buckskin, four of which terminate with a red glass bead and a metal bead, and one of which terminates in a single red glass bead; the other three strands do not include beads. The strands are bound together by a band of beading that measures about 2 1/2 inches in width. The first inch of beading consists of alternating blue and white beads, and the remaining 1 1/2 inches having blue, red, white, and yellow beads. Above the beaded band is a hide knob to which is attached a shell (Olivella biplicata) and a small shell fragment. From the knob extend two long bird bone beads that are incised, one with a zigzag pattern and the other with hash marks. The two bird bone beads are topped with a red glass bead. A leather thong runs through all three beads and ends with two fringes. One fringe terminates in a red glass bead, and the other terminates in two red glass beads.\\n        The third charm or ornament consists of a single piece of flint that has been chipped into the form of a spearhead. Attached to the base is a piece of hide string.  The fourth charm or ornament consists of a single piece of flint that has been chipped into the form of a spearhead. The fifth charm or ornament consists of a wooden ring wrapped in pieces of hide. Three hide strings, about 7 inches in length, emanate from the ring and are tied together at the top. Inside the ring hangs a black and a white bead. From these two beads hang a small glass bead supported by a metal link. On the side of the ring are two pieces of haliotis in the form of pendants. A quill is attached with sinew to the smaller of the two pendants. A small tuft of dyed wool is also attached to this ring.\\n        The sixth charm or ornament consists of a hide string to which are attached nine blue glass beads, one banded piece of stone secured with hide and sinew, and a piece of shell that has been worked into the shape of a crescent and secured by sisal. The seventh charm or ornament consists of a silver cross attached to a crescent. The bottom of the crescent has three perforations with a cord of hide through the center perforation. In the center of the cross is a perforation through which a hide thread has been inserted. The thread holds a piece of turquoise and a piece of down that is attached with sinew.\\n        The eighth charm or ornament consists of four braided leather cords that measure about 20 inches in length. Attached to these cords are 11 eagle feathers, some of which have attachments. One feather has a blue glass bead; three feathers have each an Olivella biplicata shell; one feather has a white glass bead; one feather has a specimen of shell (possibly haliotis); one feather has a cowrie shell, dog canine, a black glass bead, and a white shell bead. The bottom of the charm has two flaps of hide in the shape of a trapezoid with a sheared border. The ninth charm or ornament consists of a large piece of hematite wrapped in buckskin. Pieces of the buckskin have been cut away to reveal the hematite. From the bottom of the bag hangs a cluster of quartz crystals, while the top of the bag features two leather thongs.\\n        The first cap is constructed of two pieces of hide sewn together with sinew. The hide appears to be painted with yellow pigment. The cap also has a hide chin strap. From the bottom of the cap hangs a fringe of green and white glass beads. At about 1/4 inch above the fringe is a border with a beaded rope design created with alternating green and white beads. The cap is divided in half by a second yellow and green beaded rope design that starts at the fringe and runs to the top of the cap and then down the other side. Incorporated into this border, on both sides, is a cross and crescent design. On one side the cross and crescent are green, and on the other side they are yellow. Both sides are tipped by blue beads. The cap also features two other cross and crescent designs. One is entirely white, but tipped with black beads; while the other is all black, but tipped with white beads.\\n        The second cap is constructed with 10 separate panels of hide, in varying sizes, stitched together with sinew. The hide appears to have been painted with yellow pigment. At the bottom of the cap is one lone strip (about 3 inches) of blue and white beaded rope design. It is unclear whether this beading formed a continuous border at one time. The cap features four beaded cross and crescent designs. Each crescent is blue, but bordered by white beads. Each cross is yellow, but bordered by black beads. This cap also exhibits a scatter of red pigment splotches. Two threads protrude through the cap\\'s top, but there is no trace of what may have been attached to them.\\n\\n        The third cap is constructed from two pieces of hide stitched together with sinew. The hide appears to have been treated with yellow pigment. The edge of the cap exhibits a rope design made of alternating black and white glass beads. Another line of black and white beads runs vertically from the border up to the top and down the other side, dividing the cap in half. This vertical border is intersected by horizontal beading that creates a black and white crescent. Above the crescent, a metal (possibly silver) tack has been attached. In each half of the cap, a beaded cross and crescent are separated by a metal tack. One of the crescents is black bordered by white beads and paired with a black cross. On the opposite side is a beaded white cross paired with a white crescent bordered by black beads. The top of the cap shows a leather thong, but nothing is attached to it. There is no sign as to what may have been attached to it. The cap has a chin strap of hide to which is attached a small beaded pouch. The bottom of the pouch is decorated by a cross of black beads bordered by white beads. The rim of the pouch is bordered by white and green beads, and held closed by sisal and hide rope.\\n        The fourth cap is constructed from two pieces of tanned hide painted yellow and stitched together with sinew. The lower portion of the cap features a rope design border that is made of alternating blue and white beads. From this border four separate strands of beads continue to the top of the cap and down the other side, dividing the cap into quadrants. Two strands are black and yellow, and the others are white and blue. Onto each circle is attached a hammered silver ornament that is secured with hide. Between each ornament is a horseshoe shaped design of blue beads banded by yellow, inside of which are zigzag designs which seem to be ground crystals. The cap has a chin strap of leather. Surmounting the cap are 14 eagle feathers and pieces of down. The feathers are encircled with a rope design made of alternating black and white beads.\\n        The fifth cap is constructed from two pieces of hide stitched together with sinew. The hide appears to have been painted with yellow pigment. The lower edge of the cap has a border of white and green glass beads. The cap exhibits four cross and crescent designs. The crescents were created with a green and white rope design, and the cross was created with green beads that are bordered by white beads. The cap is surmounted by five eagle feathers (three of which are fragmentary).\\n        The painted buckskin consists of a single piece of hide that has five separate painted designs. The first design includes a blue disc from which project two blue crescents on each side. The disc is crowned with four yellow triangles. Secured to the disc\\'s center is a hide string with an attached quill. Extending from the body of the disc is a painted zigzag line of alternating black and yellow lines. Twelve blue crescents extend from each bend of the zigzag. At the beginning of the zigzag, just below the disc, is a yellow silk folded ribbon that has a \\xe2\\x80\\x9cpendant\\xe2\\x80\\x9d of haliotis shell, a feather fragment and a quill wrapped in sinew attached to it. In the center of the zigzag is another cord of hide to which is attached a quill. The zigzag lines terminate in a blue or black disc from which emanate the remnant of a quill and a perforated pendant of haliotis that is secured with sinew onto a hide string. The second design consists of an anthropomorphic figure with raised hands. This figure appears to be wearing a gaan headdress. Secured to the figure\\'s neck is a yellow silk ribbon that has a haliotis pendant and a piece of feather. On either side of the yellow ribbon are pieces of blue ribbon. Although only fragments of the blue ribbon remain, it appears that the blue and yellow ribbons were sewn in such a way as to create the pattern of a cross. The body of the figure consists of zigzag lines. On the chest the lines run in a horizontal direction, while below the waist, the zigzag lines are vertical. Almost the entire length of the body is bordered by blue/black triangles. The figure appears to be standing on a platform. From under the platform extend two yellow and black zigzag lines, each of which terminates with a short horizontal line consisting of four triangles. Underneath these triangles is a fairly large hole; it is unclear whether this is an attachment site or damage. The third design includes a small blue disc from which emanate two crescents on either side. To the center of the disc has been attached a pendant of haliotis, quill and feather. From the disc extend alternating yellow and black zigzag lines which connect to a larger disc. These lines are interrupted just above the second disc by a platform of blue triangles facing downward. The zigzag lines continue from the platform to create a border around the disc. The disc periphery is created by black/blue triangles, and terminating on the point of each triangle is a knob. The disc is divided into four quadrants that are created by zigzag lines that run vertically and horizontally. A yellow semi-circle with a black border appears in each quadrant. To the center of the disc are attached a yellow ribbon that runs vertically and a blue ribbon that runs horizontally. Through the center of the ribbon are attached a haliotis shell, feather and quill. The zigzag lines continue downward through the center bottom of the disc, where they are interrupted by a platform of black triangles that face upward. From the platform, the zigzag lines continue almost to the bottom of the hide where they run into a disc that is similar to the one at the top of the design. Attached to the bottom disc are the remnants of a feather and quill. Just below the large center disc is a pair of yellow discs on either side of the zigzag lines and surrounded by a black border of inward pointing black triangles. Emanating from the center of the disc to the left are a haliotis shell, feather and quill. A similar disc, on the right, has a thong which holds only a quill and feather. The fourth design is an anthropomorphic figure embellished with alternating yellow and black chevrons. The fifth design includes an irregularly shaped disc from which emanate two other discs, one on either side, that are bordered by spiraling crescents. Attached to the center of each disc are a feather and a quill supported by sinew. The main body of the design is a stalk-like figure, the top of which is formed by an arc of yellow triangles that point upward. The stalk-like body is painted with diagonal bands of black and yellow. Near the top of the stalk is attached a quill that dangles from a thong. Slightly below it is a yellow and blue silk ribbon that has a haliotis shell, feather, and quill attached to it. From either side of the stalk emanate blue crescents at regular intervals. To the center of the stalk is secured a dark blue silk ribbon upon which is attached the remnants of a feather supported by sinew. The stalk terminates in a disc that is formed by a black border from which emanate three black crescents, and has at its center the remnant of a feather.\\n\\n        The one quiver is highly adorned and consists of tanned hide lashed with hide string onto a wooden spine that is painted red. The top and bottom of the quiver are embellished with two bands of jingles. The top row is distinguished from the bottom row in that the jingles are suspended from rows of leather triangles painted black. The jingles are attached in pairs. Both ends of the quiver exhibit a painted border. The upper border is painted with a red band. Over the red band lies a row of leather triangles painted black. The bottom border is painted with a black band; red painted triangles emanate from this band and point upward. Below the top red border is a separate design which consists of a row of half yellow and half green diamonds. The diamonds are between two rows of triangles; the top row is red and the bottom row is yellow. Below these rows is a painted disc with an outer border that consists of yellow triangles. The inner border of the disc is composed of green triangles that face inward. Below the disc are two bands of painted hide, each of which is bordered with red and black lines. In between these borders are diamond shaped cut-outs exposing red cotton cloth. Below the second border is another painted design that appears to be a jagged line with alternating yellow and white chevrons. Attached to the line are green crescents. Just below this is another border of red/yellow triangles encasing green/yellow diamonds.\\n        The one bow consists of a piece of wood, and a bow string made of sinew. Three quarters of the bow\\'s interior has been painted red. At the end of the bow, there is a secondary piece of hide.\\n        The 20 arrows are made of reed. The fletching of each consists of portions of what appear to be three different types of feathers. Each arrow has the same three feather types and each feather is attached by sinew; this sinew also attaches a piece of down. Three quarters down the shaft is inserted a solid piece of wood that is attached with sinew. That sinew has a black or blue painted band. At the end are attached arrow points of quartz. The wood appears to have been treated with a substance - perhaps pitch or sap. Eight arrows are painted on the shaft end with a band of black/brown followed by an unpainted band and then a band of red; four arrows exhibit the same pattern described above except the black/brown is green; and six arrows are painted at the shaft end with a wide swatch of red with four narrow black bands. \\n        In 1910, the cultural items were acquired by Dr. Pliny E. Goddard on a museum-funded expedition and the museum accessioned the items later that same year. The cultural affiliation of the cultural items is White Mountain Apache, as indicated by museum records and by consultation evidence presented by the Western Apache Working Group, which consists of the authorized NAGPRA representatives from the San Carlos Apache Tribe of the San Carlos Reservation, Arizona; Tonto Apache Tribe of Arizona; White Mountain Apache Tribe of the Fort Apache Reservation, Arizona; and Yavapai-Apache Nation of the Camp Verde Indian Reservation, Arizona.\\n        Officials of the American Museum of Natural History have determined that, pursuant to 25 U.S.C. 3001, the 37 cultural items meet the definition of cultural items and are subject to repatriation under NAGPRA. Officials of the American Museum of Natural History also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the cultural items and the White Mountain Apache Tribe of the Fort Apache Reservation, Arizona.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the cultural items should contact Nell Murphy, Director of Cultural Resources, American Museum of Natural History, Central Park West at 79th Street, New York, NY 10024, telephone (212) 769-5837, before April 8, 2009. Repatriation of the cultural items to the White Mountain Apache Tribe of the Fort Apache Reservation, Arizona may proceed after that date if no additional claimants come forward.\\n        The American Museum of Natural History is responsible for notifying the San Carlos Apache Tribe of the San Carlos Reservation, Arizona; Tonto Apache Tribe of Arizona; White Mountain Apache Tribe of the Fort Apache Reservation, Arizona; and Yavapai-Apache Nation of the Camp Verde Indian Reservation, Arizona that this notice has been published.\\n        \\n          Dated: January 26, 2009\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E9-4843 Filed 3-6-09; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate Cultural Items: American Museum of Natural History, New York, NY", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: January 26, 2009", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E9-4843 Filed 3-6-09; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}