{"index": "R_408", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent to Repatriate a Cultural Item: Paul H. Karshner Memorial Museum, Puyallup, WA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate a cultural item in the possession of the Paul H. Karshner Memorial Museum, Puyallup, WA, that meets the definition of \\xe2\\x80\\x9cunassociated funerary object\\xe2\\x80\\x9d under 25 U.S.C. 3001.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the cultural item. The National Park Service is not responsible for the determinations in this notice.\\n        At an unknown time, one cultural item was removed from a grave near Vantage, Kittitas County, WA. In 1931, the one unassociated funerary object was donated to the Paul H. Karshner Memorial Museum by the museum\\'s founder, Dr. Warner Karshner (Accession 1931.01). Museum records state the cultural item is an unassociated funerary object since it was found in a grave. The unassociated funerary object is a necklace that is 30 inches in length, and made of disc-shaped bone and red glass Cornaline d\\'Aleppo beads (Catalog Number 1-607).\\n        Published ethnographic documentation indicates that the Vantage, WA, area is within the traditional territory of the Moses-Columbia or Sinkiuse, Wanapum, and Yakama peoples (Ray 1936, Spier 1936). Descendants of the Moses-Columbia, Sinkiuse, Wanapum, and Yakama are members of the Confederated Tribes of the Colville Reservation, Washington, and Confederated Tribes and Bands of the Yakama Nation, Washington, as well as the Wanapum Band, a non-Federally recognized Indian group. The Confederated Tribes and Bands of the Yakama Nation, Washington; Confederated Tribes of the Colville Reservation, Washington; and the Wanapum Band, a non-Federally recognized Indian group, are jointly claiming this unassociated funerary object from the Vantage area.\\n        Officials of the Paul H. Karshner Memorial Museum have determined that, pursuant to 25 U.S.C. 3001 (3)(B), the one cultural item described above is reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony and are believed, by a preponderance of the evidence, to have been removed from a specific burial site of a Native American individual. Officials of the Paul H. Karshner Memorial Museum also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the unassociated funerary object and the Confederated Tribes and Bands of the Yakama Nation, Washington; Confederated Tribes of the Colville Reservation, Washington; and the Wanapum Band, a non-Federally recognized Indian group.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the unassociated funerary object should contact Dr. Jay Reifel, Assistant Superintendent, telephone (253) 840-8971, or Ms. Beth Bestrom, Museum Curator, telephone (253) 841-8748, Paul H. Karshner Memorial Museum, 309 4th St. NE, Puyallup, WA 98372, before April 6, 2009. Repatriation of the unassociated funerary object to the Confederated Tribes and Bands of the Yakama Nation, Washington; Confederated Tribes of the Colville Reservation, Washington; and the Wanapum Band, a non-Federally recognized Indian group, may proceed after that date if no additional claimants come forward.\\n        The Paul H. Karshner Memorial Museum is responsible for notifying the Confederated Tribes and Bands of the Yakama Nation, Washington; Confederated Tribes of the Colville Reservation, Washington; and the Wanapum Band, a non-Federally recognized Indian group, that this notice has been published.\\n        \\n          Dated: January 26, 2009.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E9-4682 Filed 3-5-09; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate a Cultural Item: Paul H. Karshner Memorial Museum, Puyallup, WA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: January 26, 2009.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E9-4682 Filed 3-5-09; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}