{"index": "R_407", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent to Repatriate a Cultural Item: U.S. Department of Energy, Richland Operations Office, Richland, WA and Phoebe A. Hearst Museum of Anthropology, University of California, Berkeley, Berkeley, CA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate a cultural item in the control of the U.S. Department of Energy, Richland Operations Office, Richland, WA, and in the physical custody of the Phoebe A. Hearst Museum of Anthropology (Hearst Museum), University of California, Berkeley, Berkeley, CA, that meets the definition of \\xe2\\x80\\x9cunassociated funerary object\\xe2\\x80\\x9d under 25 U.S.C. 3001.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the cultural item. The National Park Service is not responsible for the determinations in this notice.\\n\\n        On an unknown date, one unassociated funerary object was removed from site 45BN157, Jaeger\\'s Island, located on the U.S. Department of Energy\\'s Hanford Site on the south bank of the Columbia River, Benton County, WA, by Francis Riddell, and accessioned into the Hearst Museum in 1951. The one unassociated funerary object is a bead (catalog 2-40752).\\n        Museum documentation indicates that the bead is from a talus burial, and that the museum does not hold human remains from this burial. This type of cultural item is consistent with other funerary objects found in the Columbia River area during occupation by the Yakama, Walla Walla, and Wanapum groups.\\n        Ethnographic documentation indicates that the present-day location of the Hanford Site, Benton County, WA, is located within an overlapping aboriginal territory of the Yakama, Walla Walla, and Wanapum groups. The descendants of the Yakama, Walla Walla, and Wanapum are represented today by the Confederated Tribes and Bands of the Yakama Nation, Washington; Confederated Tribes of the Umatilla Indian Reservation, Oregon; and the Wanapum Band, a non-Federally recognized Indian group. The Confederated Tribes of the Colville Reservation, Washington, and Nez Perce Tribe, Idaho are also known to have used the area routinely.\\n        Officials of the Department of Energy and the Hearst Museum have determined that, pursuant to 25 U.S.C. 3001 (3)(B), the one cultural item described above is reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony and is believed, by a preponderance of the evidence, to have been removed from a specific burial site of a Native American individual. Officials of the Department of Energy and the Hearst Museum also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the unassociated funerary object and the Confederated Tribes of the Colville Reservation, Washington; Confederated Tribes of the Umatilla Indian Reservation, Oregon; Confederated Tribes and Bands of the Yakama Nation, Washington; and Nez Perce Tribe, Idaho. Furthermore, officials of the Department of Energy and the Hearst Museum have determined that there is a cultural relationship between the unassociated funerary object and the Wanapum Band, a non-Federally recognized Indian group.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the unassociated funerary object should contact Annabelle Rodriguez, U.S. Department of Energy, Cultural/Historic Resources Program, Richland Operations Office, 825 Jadwin Avenue, MSIN A5-15, Richland, WA 99352, telephone (509) 372-0277, before April 6, 2009. Repatriation of the unassociated funerary object to the Confederated Tribes of the Colville Reservation, Washington; Confederated Tribes of the Umatilla Indian Reservation, Oregon; Confederated Tribes and Bands of the Yakama Nation, Washington; Nez Perce Tribe, Idaho; and Wanapum Band, a non-Federally recognized Indian group, may proceed after that date if no additional claimants come forward. The Confederated Tribes of the Colville Reservation, Washington; Confederated Tribes of the Umatilla Indian Reservation, Oregon; Confederated Tribes and Bands of the Yakama Nation, Washington; Nez Perce Tribe, Idaho; and Wanapum Band, a non-Federally recognized Indian group, are claiming jointly all cultural items from the Hanford area.\\n        The Department of Energy, Richland Operations Office is responsible for notifying the Confederated Tribes of the Colville Reservation, Washington; Confederated Tribes of the Umatilla Indian Reservation, Oregon; Confederated Tribes and Bands of the Yakama Nation, Washington; Nez Perce Tribe, Idaho; and Wanapum Band, a non-Federally recognized Indian group, that this notice has been published.\\n        \\n          Dated: January 26, 2009.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E9-4670 Filed 3-4-09; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate a Cultural Item: U.S. Department of Energy, Richland Operations Office, Richland, WA and Phoebe A. Hearst Museum of Anthropology, University of California, Berkeley, Berkeley, CA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: January 26, 2009.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E9-4670 Filed 3-4-09; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}