{"index": "R_412", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent to Repatriate Cultural Items: Bishop Museum, Honolulu, HI\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate cultural items in the possession of the Bishop Museum, Honolulu, HI, that meet the definition of \\xe2\\x80\\x9cunassociated funerary objects\\xe2\\x80\\x9d under 25 U.S.C. 3001.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the cultural items. The National Park Service is not responsible for the determinations in this notice.\\n        The 10 cultural items are 1 wooden tobacco pipe, 1 stone vessel, 2 stone marbles, 1 stone lamp, 1 clay necklace, 1 wooden poi board, 1 wooden pipe, 1 ceramic or glass bottle, and 1 stone pounder. The cultural items were removed from various sites on Oahu Island, HI.\\n        In 1918, a wooden tobacco pipe was given to the Bishop Museum by H.E. Cooper. The pipe was recorded as having been found with human bones on Cooper tract, Manoa, in 1898.\\n        In 1923, a Kapuahi kuni anaana was donated to the Bishop Museum by A.A. Myer. The stone vessel was found in the hand of a skeleton buried in the sand during house construction in Waikiki around 1910.\\n        At an unknown date, two stone marbles, possibly konane pieces, were found near a skeleton on E.M. Ehrhorn\\'s lot in Mill\\'S Tract, Manoa. In 1926, the marbles were given to the Bishop Museum by E.M. Ehrhorn.\\n        In 1931, a stone lamp from Halawa was given to the Bishop Museum by P. Crackel. Accession records note that it was located with a burial.\\n        In 1959, a clay necklace was gifted to the Bishop Museum by L. Kamuela. The records state that the necklace was found with a burial on the donor\\'s land in Waianae Valley, Waianae, and that the human remains were probably Native Hawaiian or Native Hawaiian-Chinese.\\n        In 1931, a wooden poi board was collected and donated to the Bishop Museum by J.G. McAllister. The donor wrote that it was found with skeletal material in a burial cave on the Kahuku side of Waimea River in Waimea.\\n        In 1931, a wooden pipe found in a cave in Niu was donated to the Bishop Museum by J.G. McAllister. The notation reads, \\xe2\\x80\\x9cin burial cave with `the famous one.\\' \\xe2\\x80\\x9d No individual has been identified.\\n        In 1959, a ceramic or glass bottle was donated to the Bishop Museum by Larry Kamada, postmaster at the Waianae Post Office. Mr. Kamada found the bottle in a burial on his property in Waianae.\\n        In 1964, a stone pounder was donated to the Bishop Museum by Oswald Sheather. The stone pounder was found in a shallow burial while Mr. Sheather was laying a gas main at King Street and McCully in Honolulu.\\n        Officials of the Bishop Museum have determined that, pursuant to 25 U.S.C. 3001 (3)(B), the 10 cultural items described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony and are believed, by a preponderance of the evidence, to have been removed from a specific burial site of a Native Hawaiian individual. Officials of the Bishop Museum also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the unassociated funerary objects and the Office of Hawaiian Affairs.\\n        Representatives of any other Indian tribe or Native Hawaiian organization that believes itself to be culturally affiliated with the unassociated funerary objects should contact Betty Lou Kam, Vice President, Cultural Resources, Bishop Museum, 1525 Bernice Street, Honolulu, HI 96817, telephone (808) 848-4105 before January 28, 2009. Repatriation of the unassociated funerary objects to the Office of Hawaiian Affairs may proceed after that date if no additional claimants come forward.\\n        The Bishop Museum is responsible for notifying the Office of Hawaiian Affairs that this notice has been published.\\n        \\n          Dated: December 8, 2008\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E8-30900 Filed 12-24-08; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate Cultural Items: Bishop Museum, Honolulu, HI", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: December 8, 2008", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E8-30900 Filed 12-24-08; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}