{"index": "R_41", "messy_full": "\\n      \\n        \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [NPS-WASO-NAGPRA-NPS0026499; PPWOCRADN0-PCU00RP14.R50000]\\n        Notice of Intent To Repatriate Cultural Items: Arizona State Museum, University of Arizona, Tucson, AZ\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        \\n          SUMMARY:\\n          The Arizona State Museum, in consultation with the appropriate Indian Tribes or Native Hawaiian organizations, has determined that the cultural items listed in this notice meet the definition of unassociated funerary objects. Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to claim these cultural items should submit a written request to the Arizona State Museum. If no additional claimants come forward, transfer of control of the cultural items to the lineal descendants, Indian Tribes, or Native Hawaiian organizations stated in this notice may proceed.\\n        \\n        \\n          DATES:\\n          Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to claim these cultural items should submit a written request with information in support of the claim to the Arizona State Museum at the address in this notice by November 16, 2018.\\n        \\n        \\n          ADDRESSES:\\n\\n          John McClelland, NAGPRA Coordinator, P.O. Box 210026, Arizona State Museum, University of Arizona, Tucson, AZ 85721, telephone (520) 626-2950, email jmcclell@email.arizona.edu.\\n          \\n        \\n      \\n      \\n        SUPPLEMENTARY INFORMATION:\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate cultural items under the control of Arizona State Museum, University of Arizona, Tucson, AZ, that meet the definition of unassociated funerary objects under 25 U.S.C. 3001.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American cultural items. The National Park Service is not responsible for the determinations in this notice.\\n        History and Description of the Cultural Items\\n        On an unknown date prior to 2008, one cultural item was removed from an unrecorded site, designated AZ AA Alice Carpenter, reportedly located in Oracle, Pinal County, AZ. The item was collected by unknown individuals. This cultural item was received and accessioned by the Arizona State Museum (ASM) in 2008. The one unassociated funerary object is a ceramic bowl. The bag in which this cultural item was found notes that this object was from a cremation cache. The human remains once associated with this object were not received by ASM. Based on ceramic typology, this object was likely produced during the Classic Period of the Hohokam cultural sequence, between A.D. 1150-1300.\\n        In 1934, one cultural item was removed by a private citizen from an unrecorded site, designated AZ AA:1:\\xe2\\x80\\x94, located north of the Casa Grande area in Pinal County, AZ. This cultural item was received by ASM at an unknown date and later assigned an accession number. The one unassociated funerary object is a textile fragment. The human remains once associated with this object are not present, and there are no records indicating that they were ever received by ASM. Based on the style of the textile fragment, this object is consistent with a Hohokam cultural affiliation, and was likely produced during the Hohokam Classic period, A.D. 1200-1450.\\n        On an unspecified date, one cultural item was removed from an unrecorded site, designated AZ AA:11:\\xe2\\x80\\x94, located southeast of the Casa Grande area, in either Pinal or Pima County, AZ. This cultural item was reportedly associated with burials that were exposed by erosion of a river bank. It was removed by an unknown individual and received by ASM on an unknown date. The one unassociated funerary object is a ceramic jar, identified as Gila Plain of the Tucson Variety. The human remains once associated with this object are not present and there are no records indicating that they were ever received by ASM. On the basis of ceramic typology, this object was likely produced around A.D. 450-1450, during the Hohokam cultural sequence.\\n        In 1930, seven cultural items were removed from site AZ AA:3:17(ASM) located near the Tom Mix Wash in the Salt-Gila Basin, in Pinal County, AZ. The legally authorized excavations were conducted by the Gila Pueblo Foundation. Gila Pueblo Foundation collections were transferred to ASM in December 1950 when the Gila Pueblo Foundation closed. The seven unassociated funerary objects are one ceramic bowl, one mano, one polishing stone, one shell fragment, one stone cylinder, and two tabular stone knives. The human remains once associated with these objects are not present and there are no records indicating that they were ever received by ASM. The cultural items likely date to the Hohokam Classic period, A.D. 1150-1450, based on ceramics and architectural features reported at the site.\\n        On an unknown date during or prior to 1942, one cultural item was removed from an unrecorded site, designated AZ AA:6:\\xe2\\x80\\x94, located in the Sawtooth Mountains, in Pinal County, AZ. This object was donated to ASM by Mrs. Paul Stein in 1942. The one unassociated funerary object is a ceramic jar, described as a cremation urn. The human remains once associated with this object are not present and there are no records indicating that they were ever received by ASM. The ceramic jar is identified as Gila Plain, an identification consistent with a Hohokam affiliation. Gila Plain was produced between A.D. 200 and 1450, which encompasses the Hohokam sequence.\\n        In 1965, one cultural item was removed by an unknown individual from site, AZ BB:2:10(ASM) located on Arizona State Trust land east of the San Pedro River in Pinal County, AZ. This collection was donated by Alice Carpenter to ASM in 1965. The one unassociated funerary object is a ceramic figurine. The item was recorded as having been found near an unspecified burial. The human remains once associated with this object are not present and there are no records indicating that they were ever received by ASM. Site AZ BB:2:10(ASM) is described as having two compounds, two platform mounds, a trash mound, and a linear rock alignment. The site likely dates to the Hohokam Classic period, A.D. 1200-1450, based on architecture and ceramic typology. Based on analysis of the material culture observed at this site, this site is culturally affiliated with Salado and Hohokam groups.\\n\\n        Between 1977 and 1979 two cultural items were removed from site AZ BB:2:19(ASM), located on private land on the east bank of the San Pedro River in Pinal County, AZ. The site was excavated during the Ash Terrace Field School conducted by the Arizona College of Technology, under the direction of Michael Bartlett. In 1995, the collection was received by ASM. The two unassociated funerary objects are one ceramic sherd and one fragment of chipped stone. The objects were found in a box containing human remains from more than one burial, and the burial with which they were once associated cannot be determined. This site consists of at least four two-room, noncontiguous structures surrounding a possible plaza area. The site likely dates to A.D. 1250-1450 based on ceramic typology. Based on analysis of material culture observed at the site, this site can be affiliated with the Salado and Hohokam cultural groups.\\n        On an unknown date during or prior to 1952, four cultural objects were removed from an unrecorded site, designated AZ BB:9:\\xe2\\x80\\x94power plant, located near the Santa Cruz River in Pima County, AZ. The items were removed during landscaping activities and were reportedly associated with a cremation. This collection was donated to ASM by C. G. Carrasco in 1952. The four unassociated funerary objects are one ceramic bowl, one ceramic bowl fragment, and two ceramic jars. The human remains once associated with these objects are not present, and there are no records indicating that they were ever received by ASM. Based on ceramic analysis, this site likely dates to the Classic period of the Hohokam cultural sequence, A.D. 1150-1300.\\n        On an unknown date during or prior to 1965, two cultural objects were removed from an unrecorded site, designated AZ BB:9:\\xe2\\x80\\x94Tucson Site 1, located in Pima County, AZ. The items were uncovered during street construction. Before they could be brought to ASM, the items, which reportedly contained human remains, were stolen. Later, the items were returned, but the human remains were no longer present. The items were received by ASM in 1965. The two unassociated funerary objects are two ceramic jars. Based on ceramic analysis, this site dates to the Hohokam cultural sequence, A.D. 450-1450.\\n        On an unknown date during or prior to 1955, one cultural item was removed from an unrecorded site, designated AZ CC:2:\\xe2\\x80\\x94Univ Farm, located near Safford in Graham County, AZ. This cultural item was donated to ASM in 1955 by Mr. Chapman of the University of Arizona Experimental Farm. The one unassociated funerary object is a ceramic jar. The jar reportedly contained cremated human remains. The human remains once associated with this object are not present, and there are no records indicating that they were ever received by ASM. Based on ceramic analysis, this object likely dates to A.D. 500-1400 and is associated with the Mogollon culture.\\n        At an unknown date during or prior to 1960, two cultural items were removed from site AZ DD:4:1(ASM), located in Pima County, AZ. The items were reportedly cremation vessels that had been exposed by erosion. These cultural objects were donated to ASM in 1960 by Sharon Medema. The two unassociated funerary objects are one ceramic bowl and one ceramic jar. The human remains once associated with these objects are not present, and there are no records indicating that they were ever received by ASM. Based on ceramic analysis, these objects date to A.D. 650-1150, and are associated with the Trincheras cultural group. A later survey of this site recorded a large artifact scatter consisting of sherds and stone fragments. No features or mounds were observed.\\n        At an unknown date during or prior to 1967, three cultural items were removed from an unrecorded site, designated AZ DD:8:\\xe2\\x80\\x94Guest Site, located in a wash near the Santa Cruz River in Santa Cruz County, AZ. The cultural items were collected by Marguerite Guest. She donated the collection to ASM in 1967. The three unassociated funerary objects are ceramic jars. The items were recorded as having been found in the vicinity of cremations, but it is not possible to attribute them to specific burials. Based on ceramic analysis, this site likely dates to the Sedentary Period of the Hohokam cultural sequence, A.D. 950-1150.\\n        In 1965, 28 cultural items were removed from site AZ DD:8:12(ASM), located on private land in Santa Cruz County, AZ. The items were collected as part of an archeological salvage excavation carried out prior to the construction of Interstate Highway 19 by the ASM Highway Salvage Project, under the direction of James V. Sciscenti. This collection was received by ASM in 1965. The 28 unassociated funerary objects are: One bone awl, four ceramic bowls, one ceramic jar, one ceramic sherd, two spindle whorls, one fragment of daub, two manos, eight polishing stones, one lot of shell and stone beads, one lot of shell beads, two shell bracelets, three stone projectile points, and one stone projectile point fragment. The human remains once associated with these items are not present, and there are no records indicating that they were ever received by ASM. Site AZ DD:8:12(ASM) is a large, multi-component village site with Colonial, Sedentary, and Classic period Hohokam components (A.D. 850-1450), followed by a Protohistoric period Upper Pima component (A.D. 1550-ca 1700). These dates and cultural affiliations are based on the material culture observed at this site. With the exception of one burial, which may date from the Classic Period of the Hohokam cultural sequence, A.D. 1150-1450, all the burials excavated by the 1965 ASM salvage project are attributed to the Upper Pima component, A.D. 1550-ca 1700. Therefore, these unassociated funerary objects likely also date to this period.\\n        Around 1929, one cultural item was removed from an unrecorded site, designated AZ EE:\\xe2\\x80\\x94Sonoita Creek, located near Patagonia in Pima County, AZ. This cultural item was collected by the Arizona State Highway Department and was received by ASM sometime after 1929. The one unassociated funerary object is a ceramic bowl. The human remains once associated with this item are not present, and there are no records indicating that they were ever received by ASM. Based on ceramic analysis, this unassociated funerary object dates to A.D. 450-1450, which encompasses the Hohokam cultural sequence.\\n        In 1916, two cultural items were removed from an unrecorded site, designated AZ EE:1:\\xe2\\x80\\x94Continental Plantation, located south of Tucson in Santa Cruz County, AZ. These cultural items were donated to ASM by Professor Stanley F. Morse during or after 1916. The two unassociated funerary objects are ceramic jars. The objects were reportedly once associated with human cremations. The human remains once associated with these items are not present, and there are no records indicating that they were ever received by ASM. Based on ceramic analysis, these unassociated funerary objects date to A.D. 450-1450, which encompasses the Hohokam cultural sequence.\\n\\n        In the years 1954-1957, two cultural items were removed from site AZ EE:2:10(ASM), located in the Empire Valley in Pima County, AZ. The site was originally explored in 1954 and 1955 by the University of Arizona, under the direction of Emil W. Haury, and was excavated in 1957 by the University of Arizona, under the direction of Frank Eddy. These objects were received by ASM in 1958. The two unassociated funerary objects are ceramic jars. The human remains once associated with these items are not present, and there are no records indicating that they were ever received by ASM. This site contains one pit house and two trash zone deposits, layered one on top of the other. Based on ceramic evidence, these unassociated funerary objects date to A.D. 950-1150, during the Sedentary Period of the Hohokam cultural sequence.\\n        \\n        In 1978, 107 cultural items were removed from site AZ EE:9:67(ASM), located on land owned by St. Andrew\\'s Church on Nogales Wash in Santa Cruz County, AZ. These objects were removed by construction workers and archeologists from ASM while a sewer line was being constructed. These objects were received by ASM during or after 1978. The 107 unassociated funerary objects are: Five fragments of animal bone, three bone hair pin fragments, one bone awl, 65 ceramic sherds, 32 fragments of chipped stone, and one ground stone fragment. The human remains associated with these objects are either missing or were not collected. This site consists of a dense sherd and lithic scatter; three pit houses were also noted. Based on ceramic evidence observed at this site, these unassociated funerary objects date to A.D. 950-1300, during the Sedentary and Classic Periods of the Hohokam cultural sequence.\\n        In 1928, 17 cultural items were removed from site AZ EE:9:68(ASM), located on City of Nogales property in Santa Cruz County, AZ. The items were likely removed during a University of Arizona expedition and received by the Arizona State Museum in the same year. The 17 unassociated funerary items are: Four ceramic bowls, 12 ceramic jars, and one ceramic plate.\\n        In 1969, 124 cultural items were removed from the same site AZ EE:9:68(ASM) during the construction of Interstate Highway 19. The emergency salvage excavations were conducted by ASM under the direction of Laurens Hammack. This collection was received by ASM in 1976. The 124 unassociated funerary objects are: One incised bone fragment, two ceramic jars, and 121 ceramic sherds. The human remains associated with these objects are either missing or were not collected. Because this site was excavated during emergency salvage excavations, few details regarding archeological context are known. Based on ceramic evidence, these objects likely date to A.D. 850-950, during the Colonial Period, and are culturally affiliated with Hohokam and Trincheras cultural groups.\\n        In 1962, 12 cultural items were removed from site AZ FF:3:8(ASM), located on private land in the Turkey Creek drainage in Cochise County, AZ. This collection was brought to ASM in 1963. The 12 unassociated funerary objects are: One bone artifact, two bone awls, one ceramic bowl fragment, one ceramic disk, one crystal, three lots of shell beads, one turquoise fragment, one turquoise pendant, and one turquoise tessera. The human remains once associated with these items are not present, and there are no records indicating that they were ever received by ASM. Site AZ FF:3:8(ASM) is a small, adobe-walled Mogollon village composed of two room blocks enclosing a plaza. Based on ceramic typology, these objects likely date to A.D. 1250-1325, and are affiliated with Mogollon cultural groups.\\n        In 1893, one cultural item was removed by an unknown individual from an unrecorded site, designated AZ San Pedro River, located in Pinal, Pima, or Cochise County, AZ. The cultural item reportedly contained cremated human remains when it was discovered. The item was received by ASM at an unknown date. The one unassociated funerary object is a ceramic jar. The human remains once associated with these items are not present, and there are no records indicating that they were ever received by ASM. Based on ceramic typology, this object likely dates to A.D. 450-1450, which encompasses the Hohokam cultural sequence.\\n        In 1959, three cultural items were removed from site AZ Z:2:1(ASM), located in the Gila Bend area of Maricopa County, AZ. Collections from this site were removed over the course of archeological excavations carried out by ASM for the Painted Rocks Reservoir Project, under the direction of William W. Wasley and Alfred E. Johnson. These collections were received by ASM in 1959. The three unassociated funerary objects are one ceramic jar, one shell, and one stone bowl. The human remains once associated with these items are not present, and there are no records indicating that they were ever received by ASM. This site is a large Hohokam settlement occupied during the Colonial and Sedentary periods, consisting of a house mound or platform mound, several trash mounds, 2 ball courts, and a prehistoric canal. Based on site dates, these objects date to A.D. 750-1150.\\n        Archeologists describe the earliest settlements in southern Arizona as belonging to the Late Archaic/Early Agricultural horizon. Recent archeological investigations have added support to the hypothesis that the Hohokam cultural tradition arose from the earlier horizon, based on continuities in settlement pattern, architectural technologies, irrigation technologies, subsistence patterns, and material culture. Archeologists have had difficulty dating the beginning of the Hohokam period because the appearance of its distinctive cultural traits, including ceramic technologies and mortuary patterns, was a gradual process spanning several hundred years. This observation adds further support to the hypothesis that the Hohokam tradition evolved in place from earlier Late Archaic traditions. Linguistic evidence furthermore suggests that the Hohokam tradition was multiethnic in nature. Cultural continuity between these prehistoric occupants of Southern Arizona and present-day O\\'odham peoples is supported by continuities in settlement pattern, architectural technologies, basketry, textiles, ceramic technology, and ritual practices.\\n        Archeologists have also recognized the presence of people associated with the Mogollon tradition in southeastern Arizona. Their presence there is thought to represent a migration of people from the mountainous region to the north, where the Mogollon archeological culture was originally defined. Material culture characteristics of Mogollon traditions include a temporal progression from earlier pit houses to later masonry pueblos, villages organized in room blocks of contiguous dwellings associated with plazas, rectangular kivas, polished and paint-decorated ceramics, painted and unpainted corrugated ceramics, red and brown ceramics, inhumation burials, cradleboard cranial deformation, grooved stone axes, and bone artifacts. In southeastern Arizona, there is evidence for both Hohokam and Mogollon traditions, but it is unclear whether this represents separate occupations of different people who interacted and exchanged material culture, or cohabitation and a blending of identities.\\n        Oral traditions that are documented for the Ak-Chin Indian Community (previously listed as the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona); Gila River Indian Community of the Gila River Indian Reservation, Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; and the Tohono O\\'odham Nation of Arizona support cultural affiliation with Late Archaic/Early Agricultural period and Hohokam sites in southern Arizona.\\n        Oral traditions that are documented for the Hopi Tribe also support cultural affiliation with Late Archaic/Early Agricultural period and Hohokam sites in the region. Several Hopi clans and religious societies are derived from ancestors who migrated from the south and likely identified with the Hohokam tradition. Oral traditions and archeological evidence also support affiliation of Hopi clans with the Mogollon archeological sites.\\n\\n        Oral traditions of medicine societies and kiva groups of the Zuni Tribe recount migration from distant portions of the Southwest to present day Zuni, and supports affiliation with Mogollon, Hohokam, and Late Archaic traditions. Historical linguistic analysis also suggests interaction between ancestral Zuni and Uto-Aztecan speakers during the late Hohokam period.\\n        Determinations Made by the Arizona State Museum\\n        Officials of the Arizona State Museum have determined that:\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(B), the 323 cultural items described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony and are believed, by a preponderance of the evidence, to have been removed from a specific burial site of a Native American individual.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the unassociated funerary objects and the Ak-Chin Indian Community (previously listed as the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona); Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hopi Tribe of Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; Tohono O\\'odham Nation of Arizona; and the Zuni Tribe of the Zuni Reservation, New Mexico, hereafter referred to as \\xe2\\x80\\x9cThe Tribes.\\xe2\\x80\\x9d\\n        Additional Requestors and Disposition\\n\\n        Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these cultural items should submit a written request with information in support of the request to John McClelland, NAGPRA Coordinator, P.O. Box 210026, Arizona State Museum, University of Arizona, Tucson, AZ 85721, telephone (520) 626-2950, email jmcclell@email.arizona.edu, by November 16, 2018. After that date, if no additional requestors have come forward, transfer of control of the unassociated funerary objects to The Tribes may proceed.\\n        The Arizona State Museum is responsible for notifying The Tribes that this notice has been published.\\n        \\n          Dated: September 14, 2018.\\n          Melanie O\\'Brien,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2018-22598 Filed 10-16-18; 8:45 am]\\n       BILLING CODE 4312-52-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[NPS-WASO-NAGPRA-NPS0026499; PPWOCRADN0-PCU00RP14.R50000]", "subject": "Notice of Intent To Repatriate Cultural Items: Arizona State Museum, University of Arizona, Tucson, AZ", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "The Arizona State Museum, in consultation with the appropriate Indian Tribes or Native Hawaiian organizations, has determined that the cultural items listed in this notice meet the definition of unassociated funerary objects. Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to claim these cultural items should submit a written request to the Arizona State Museum. If no additional claimants come forward, transfer of control of the cultural items to the lineal descendants, Indian Tribes, or Native Hawaiian organizations stated in this notice may proceed.", "dates": "Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to claim these cultural items should submit a written request with information in support of the claim to the Arizona State Museum at the address in this notice by November 16, 2018.", "addresses": "John McClelland, NAGPRA Coordinator, P.O. Box 210026, Arizona State Museum, University of Arizona, Tucson, AZ 85721, telephone (520) 626-2950, email jmcclell@email.arizona.edu.\\n          ", "signature_dated": "Dated: September 14, 2018.", "signature_name": "Melanie O\\'Brien,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2018-22598 Filed 10-16-18; 8:45 am]", "billing_code": " BILLING CODE 4312-52-P", "supp_info": "SUPPLEMENTARY INFORMATION: \n Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate cultural items under the control of Arizona State Museum, University of Arizona, Tucson, AZ, that meet the definition of unassociated funerary objects under 25 U.S.C. 3001. \n This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American cultural items. The National Park Service is not responsible for the determinations in this notice. \n History and Description of the Cultural Items \n On an unknown date prior to 2008, one cultural item was removed from an unrecorded site, designated AZ AA Alice Carpenter, reportedly located in Oracle, Pinal County, AZ. The item was collected by unknown individuals. This cultural item was received and accessioned by the Arizona State Museum (ASM) in 2008. The one unassociated funerary object is a ceramic bowl. The bag in which this cultural item was found notes that this object was from a cremation cache. The human remains once associated with this object were not received by ASM. Based on ceramic typology, this object was likely produced during the Classic Period of the Hohokam cultural sequence, between A.D. 1150-1300. \n In 1934, one cultural item was removed by a private citizen from an unrecorded site, designated AZ AA:1:\\xe2\\x80\\x94, located north of the Casa Grande area in Pinal County, AZ. This cultural item was received by ASM at an unknown date and later assigned an accession number. The one unassociated funerary object is a textile fragment. The human remains once associated with this object are not present, and there are no records indicating that they were ever received by ASM. Based on the style of the textile fragment, this object is consistent with a Hohokam cultural affiliation, and was likely produced during the Hohokam Classic period, A.D. 1200-1450. \n On an unspecified date, one cultural item was removed from an unrecorded site, designated AZ AA:11:\\xe2\\x80\\x94, located southeast of the Casa Grande area, in either Pinal or Pima County, AZ. This cultural item was reportedly associated with burials that were exposed by erosion of a river bank. It was removed by an unknown individual and received by ASM on an unknown date. The one unassociated funerary object is a ceramic jar, identified as Gila Plain of the Tucson Variety. The human remains once associated with this object are not present and there are no records indicating that they were ever received by ASM. On the basis of ceramic typology, this object was likely produced around A.D. 450-1450, during the Hohokam cultural sequence. \n In 1930, seven cultural items were removed from site AZ AA:3:17(ASM) located near the Tom Mix Wash in the Salt-Gila Basin, in Pinal County, AZ. The legally authorized excavations were conducted by the Gila Pueblo Foundation. Gila Pueblo Foundation collections were transferred to ASM in December 1950 when the Gila Pueblo Foundation closed. The seven unassociated funerary objects are one ceramic bowl, one mano, one polishing stone, one shell fragment, one stone cylinder, and two tabular stone knives. The human remains once associated with these objects are not present and there are no records indicating that they were ever received by ASM. The cultural items likely date to the Hohokam Classic period, A.D. 1150-1450, based on ceramics and architectural features reported at the site. \n On an unknown date during or prior to 1942, one cultural item was removed from an unrecorded site, designated AZ AA:6:\\xe2\\x80\\x94, located in the Sawtooth Mountains, in Pinal County, AZ. This object was donated to ASM by Mrs. Paul Stein in 1942. The one unassociated funerary object is a ceramic jar, described as a cremation urn. The human remains once associated with this object are not present and there are no records indicating that they were ever received by ASM. The ceramic jar is identified as Gila Plain, an identification consistent with a Hohokam affiliation. Gila Plain was produced between A.D. 200 and 1450, which encompasses the Hohokam sequence. \n In 1965, one cultural item was removed by an unknown individual from site, AZ BB:2:10(ASM) located on Arizona State Trust land east of the San Pedro River in Pinal County, AZ. This collection was donated by Alice Carpenter to ASM in 1965. The one unassociated funerary object is a ceramic figurine. The item was recorded as having been found near an unspecified burial. The human remains once associated with this object are not present and there are no records indicating that they were ever received by ASM. Site AZ BB:2:10(ASM) is described as having two compounds, two platform mounds, a trash mound, and a linear rock alignment. The site likely dates to the Hohokam Classic period, A.D. 1200-1450, based on architecture and ceramic typology. Based on analysis of the material culture observed at this site, this site is culturally affiliated with Salado and Hohokam groups. \n Between 1977 and 1979 two cultural items were removed from site AZ BB:2:19(ASM), located on private land on the east bank of the San Pedro River in Pinal County, AZ. The site was excavated during the Ash Terrace Field School conducted by the Arizona College of Technology, under the direction of Michael Bartlett. In 1995, the collection was received by ASM. The two unassociated funerary objects are one ceramic sherd and one fragment of chipped stone. The objects were found in a box containing human remains from more than one burial, and the burial with which they were once associated cannot be determined. This site consists of at least four two-room, noncontiguous structures surrounding a possible plaza area. The site likely dates to A.D. 1250-1450 based on ceramic typology. Based on analysis of material culture observed at the site, this site can be affiliated with the Salado and Hohokam cultural groups. \n On an unknown date during or prior to 1952, four cultural objects were removed from an unrecorded site, designated AZ BB:9:\\xe2\\x80\\x94power plant, located near the Santa Cruz River in Pima County, AZ. The items were removed during landscaping activities and were reportedly associated with a cremation. This collection was donated to ASM by C. G. Carrasco in 1952. The four unassociated funerary objects are one ceramic bowl, one ceramic bowl fragment, and two ceramic jars. The human remains once associated with these objects are not present, and there are no records indicating that they were ever received by ASM. Based on ceramic analysis, this site likely dates to the Classic period of the Hohokam cultural sequence, A.D. 1150-1300. \n On an unknown date during or prior to 1965, two cultural objects were removed from an unrecorded site, designated AZ BB:9:\\xe2\\x80\\x94Tucson Site 1, located in Pima County, AZ. The items were uncovered during street construction. Before they could be brought to ASM, the items, which reportedly contained human remains, were stolen. Later, the items were returned, but the human remains were no longer present. The items were received by ASM in 1965. The two unassociated funerary objects are two ceramic jars. Based on ceramic analysis, this site dates to the Hohokam cultural sequence, A.D. 450-1450. \n On an unknown date during or prior to 1955, one cultural item was removed from an unrecorded site, designated AZ CC:2:\\xe2\\x80\\x94Univ Farm, located near Safford in Graham County, AZ. This cultural item was donated to ASM in 1955 by Mr. Chapman of the University of Arizona Experimental Farm. The one unassociated funerary object is a ceramic jar. The jar reportedly contained cremated human remains. The human remains once associated with this object are not present, and there are no records indicating that they were ever received by ASM. Based on ceramic analysis, this object likely dates to A.D. 500-1400 and is associated with the Mogollon culture. \n At an unknown date during or prior to 1960, two cultural items were removed from site AZ DD:4:1(ASM), located in Pima County, AZ. The items were reportedly cremation vessels that had been exposed by erosion. These cultural objects were donated to ASM in 1960 by Sharon Medema. The two unassociated funerary objects are one ceramic bowl and one ceramic jar. The human remains once associated with these objects are not present, and there are no records indicating that they were ever received by ASM. Based on ceramic analysis, these objects date to A.D. 650-1150, and are associated with the Trincheras cultural group. A later survey of this site recorded a large artifact scatter consisting of sherds and stone fragments. No features or mounds were observed. \n At an unknown date during or prior to 1967, three cultural items were removed from an unrecorded site, designated AZ DD:8:\\xe2\\x80\\x94Guest Site, located in a wash near the Santa Cruz River in Santa Cruz County, AZ. The cultural items were collected by Marguerite Guest. She donated the collection to ASM in 1967. The three unassociated funerary objects are ceramic jars. The items were recorded as having been found in the vicinity of cremations, but it is not possible to attribute them to specific burials. Based on ceramic analysis, this site likely dates to the Sedentary Period of the Hohokam cultural sequence, A.D. 950-1150. \n In 1965, 28 cultural items were removed from site AZ DD:8:12(ASM), located on private land in Santa Cruz County, AZ. The items were collected as part of an archeological salvage excavation carried out prior to the construction of Interstate Highway 19 by the ASM Highway Salvage Project, under the direction of James V. Sciscenti. This collection was received by ASM in 1965. The 28 unassociated funerary objects are: One bone awl, four ceramic bowls, one ceramic jar, one ceramic sherd, two spindle whorls, one fragment of daub, two manos, eight polishing stones, one lot of shell and stone beads, one lot of shell beads, two shell bracelets, three stone projectile points, and one stone projectile point fragment. The human remains once associated with these items are not present, and there are no records indicating that they were ever received by ASM. Site AZ DD:8:12(ASM) is a large, multi-component village site with Colonial, Sedentary, and Classic period Hohokam components (A.D. 850-1450), followed by a Protohistoric period Upper Pima component (A.D. 1550-ca 1700). These dates and cultural affiliations are based on the material culture observed at this site. With the exception of one burial, which may date from the Classic Period of the Hohokam cultural sequence, A.D. 1150-1450, all the burials excavated by the 1965 ASM salvage project are attributed to the Upper Pima component, A.D. 1550-ca 1700. Therefore, these unassociated funerary objects likely also date to this period. \n Around 1929, one cultural item was removed from an unrecorded site, designated AZ EE:\\xe2\\x80\\x94Sonoita Creek, located near Patagonia in Pima County, AZ. This cultural item was collected by the Arizona State Highway Department and was received by ASM sometime after 1929. The one unassociated funerary object is a ceramic bowl. The human remains once associated with this item are not present, and there are no records indicating that they were ever received by ASM. Based on ceramic analysis, this unassociated funerary object dates to A.D. 450-1450, which encompasses the Hohokam cultural sequence. \n In 1916, two cultural items were removed from an unrecorded site, designated AZ EE:1:\\xe2\\x80\\x94Continental Plantation, located south of Tucson in Santa Cruz County, AZ. These cultural items were donated to ASM by Professor Stanley F. Morse during or after 1916. The two unassociated funerary objects are ceramic jars. The objects were reportedly once associated with human cremations. The human remains once associated with these items are not present, and there are no records indicating that they were ever received by ASM. Based on ceramic analysis, these unassociated funerary objects date to A.D. 450-1450, which encompasses the Hohokam cultural sequence. \n In the years 1954-1957, two cultural items were removed from site AZ EE:2:10(ASM), located in the Empire Valley in Pima County, AZ. The site was originally explored in 1954 and 1955 by the University of Arizona, under the direction of Emil W. Haury, and was excavated in 1957 by the University of Arizona, under the direction of Frank Eddy. These objects were received by ASM in 1958. The two unassociated funerary objects are ceramic jars. The human remains once associated with these items are not present, and there are no records indicating that they were ever received by ASM. This site contains one pit house and two trash zone deposits, layered one on top of the other. Based on ceramic evidence, these unassociated funerary objects date to A.D. 950-1150, during the Sedentary Period of the Hohokam cultural sequence.\\n         \n In 1978, 107 cultural items were removed from site AZ EE:9:67(ASM), located on land owned by St. Andrew\\'s Church on Nogales Wash in Santa Cruz County, AZ. These objects were removed by construction workers and archeologists from ASM while a sewer line was being constructed. These objects were received by ASM during or after 1978. The 107 unassociated funerary objects are: Five fragments of animal bone, three bone hair pin fragments, one bone awl, 65 ceramic sherds, 32 fragments of chipped stone, and one ground stone fragment. The human remains associated with these objects are either missing or were not collected. This site consists of a dense sherd and lithic scatter; three pit houses were also noted. Based on ceramic evidence observed at this site, these unassociated funerary objects date to A.D. 950-1300, during the Sedentary and Classic Periods of the Hohokam cultural sequence. \n In 1928, 17 cultural items were removed from site AZ EE:9:68(ASM), located on City of Nogales property in Santa Cruz County, AZ. The items were likely removed during a University of Arizona expedition and received by the Arizona State Museum in the same year. The 17 unassociated funerary items are: Four ceramic bowls, 12 ceramic jars, and one ceramic plate. \n In 1969, 124 cultural items were removed from the same site AZ EE:9:68(ASM) during the construction of Interstate Highway 19. The emergency salvage excavations were conducted by ASM under the direction of Laurens Hammack. This collection was received by ASM in 1976. The 124 unassociated funerary objects are: One incised bone fragment, two ceramic jars, and 121 ceramic sherds. The human remains associated with these objects are either missing or were not collected. Because this site was excavated during emergency salvage excavations, few details regarding archeological context are known. Based on ceramic evidence, these objects likely date to A.D. 850-950, during the Colonial Period, and are culturally affiliated with Hohokam and Trincheras cultural groups. \n In 1962, 12 cultural items were removed from site AZ FF:3:8(ASM), located on private land in the Turkey Creek drainage in Cochise County, AZ. This collection was brought to ASM in 1963. The 12 unassociated funerary objects are: One bone artifact, two bone awls, one ceramic bowl fragment, one ceramic disk, one crystal, three lots of shell beads, one turquoise fragment, one turquoise pendant, and one turquoise tessera. The human remains once associated with these items are not present, and there are no records indicating that they were ever received by ASM. Site AZ FF:3:8(ASM) is a small, adobe-walled Mogollon village composed of two room blocks enclosing a plaza. Based on ceramic typology, these objects likely date to A.D. 1250-1325, and are affiliated with Mogollon cultural groups. \n In 1893, one cultural item was removed by an unknown individual from an unrecorded site, designated AZ San Pedro River, located in Pinal, Pima, or Cochise County, AZ. The cultural item reportedly contained cremated human remains when it was discovered. The item was received by ASM at an unknown date. The one unassociated funerary object is a ceramic jar. The human remains once associated with these items are not present, and there are no records indicating that they were ever received by ASM. Based on ceramic typology, this object likely dates to A.D. 450-1450, which encompasses the Hohokam cultural sequence. \n In 1959, three cultural items were removed from site AZ Z:2:1(ASM), located in the Gila Bend area of Maricopa County, AZ. Collections from this site were removed over the course of archeological excavations carried out by ASM for the Painted Rocks Reservoir Project, under the direction of William W. Wasley and Alfred E. Johnson. These collections were received by ASM in 1959. The three unassociated funerary objects are one ceramic jar, one shell, and one stone bowl. The human remains once associated with these items are not present, and there are no records indicating that they were ever received by ASM. This site is a large Hohokam settlement occupied during the Colonial and Sedentary periods, consisting of a house mound or platform mound, several trash mounds, 2 ball courts, and a prehistoric canal. Based on site dates, these objects date to A.D. 750-1150. \n Archeologists describe the earliest settlements in southern Arizona as belonging to the Late Archaic/Early Agricultural horizon. Recent archeological investigations have added support to the hypothesis that the Hohokam cultural tradition arose from the earlier horizon, based on continuities in settlement pattern, architectural technologies, irrigation technologies, subsistence patterns, and material culture. Archeologists have had difficulty dating the beginning of the Hohokam period because the appearance of its distinctive cultural traits, including ceramic technologies and mortuary patterns, was a gradual process spanning several hundred years. This observation adds further support to the hypothesis that the Hohokam tradition evolved in place from earlier Late Archaic traditions. Linguistic evidence furthermore suggests that the Hohokam tradition was multiethnic in nature. Cultural continuity between these prehistoric occupants of Southern Arizona and present-day O\\'odham peoples is supported by continuities in settlement pattern, architectural technologies, basketry, textiles, ceramic technology, and ritual practices. \n Archeologists have also recognized the presence of people associated with the Mogollon tradition in southeastern Arizona. Their presence there is thought to represent a migration of people from the mountainous region to the north, where the Mogollon archeological culture was originally defined. Material culture characteristics of Mogollon traditions include a temporal progression from earlier pit houses to later masonry pueblos, villages organized in room blocks of contiguous dwellings associated with plazas, rectangular kivas, polished and paint-decorated ceramics, painted and unpainted corrugated ceramics, red and brown ceramics, inhumation burials, cradleboard cranial deformation, grooved stone axes, and bone artifacts. In southeastern Arizona, there is evidence for both Hohokam and Mogollon traditions, but it is unclear whether this represents separate occupations of different people who interacted and exchanged material culture, or cohabitation and a blending of identities. \n Oral traditions that are documented for the Ak-Chin Indian Community (previously listed as the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona); Gila River Indian Community of the Gila River Indian Reservation, Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; and the Tohono O\\'odham Nation of Arizona support cultural affiliation with Late Archaic/Early Agricultural period and Hohokam sites in southern Arizona. \n Oral traditions that are documented for the Hopi Tribe also support cultural affiliation with Late Archaic/Early Agricultural period and Hohokam sites in the region. Several Hopi clans and religious societies are derived from ancestors who migrated from the south and likely identified with the Hohokam tradition. Oral traditions and archeological evidence also support affiliation of Hopi clans with the Mogollon archeological sites. \n Oral traditions of medicine societies and kiva groups of the Zuni Tribe recount migration from distant portions of the Southwest to present day Zuni, and supports affiliation with Mogollon, Hohokam, and Late Archaic traditions. Historical linguistic analysis also suggests interaction between ancestral Zuni and Uto-Aztecan speakers during the late Hohokam period. \n Determinations Made by the Arizona State Museum \n Officials of the Arizona State Museum have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(B), the 323 cultural items described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony and are believed, by a preponderance of the evidence, to have been removed from a specific burial site of a Native American individual. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the unassociated funerary objects and the Ak-Chin Indian Community (previously listed as the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona); Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hopi Tribe of Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; Tohono O\\'odham Nation of Arizona; and the Zuni Tribe of the Zuni Reservation, New Mexico, hereafter referred to as \\xe2\\x80\\x9cThe Tribes.\\xe2\\x80\\x9d \n Additional Requestors and Disposition \n Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these cultural items should submit a written request with information in support of the request to John McClelland, NAGPRA Coordinator, P.O. Box 210026, Arizona State Museum, University of Arizona, Tucson, AZ 85721, telephone (520) 626-2950, email jmcclell@email.arizona.edu, by November 16, 2018. After that date, if no additional requestors have come forward, transfer of control of the unassociated funerary objects to The Tribes may proceed. \n The Arizona State Museum is responsible for notifying The Tribes that this notice has been published. \n ", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "On an unknown date prior to 2008, one cultural item was removed from an unrecorded site, designated AZ AA Alice Carpenter, reportedly located in Oracle, Pinal County, AZ. The item was collected by unknown individuals. This cultural item was received and accessioned by the Arizona State Museum (ASM) in 2008. The one unassociated funerary object is a ceramic bowl. The bag in which this cultural item was found notes that this object was from a cremation cache. The human remains once associated with this object were not received by ASM. Based on ceramic typology, this object was likely produced during the Classic Period of the Hohokam cultural sequence, between A.D. 1150-1300. \n In 1934, one cultural item was removed by a private citizen from an unrecorded site, designated AZ AA:1:\\xe2\\x80\\x94, located north of the Casa Grande area in Pinal County, AZ. This cultural item was received by ASM at an unknown date and later assigned an accession number. The one unassociated funerary object is a textile fragment. The human remains once associated with this object are not present, and there are no records indicating that they were ever received by ASM. Based on the style of the textile fragment, this object is consistent with a Hohokam cultural affiliation, and was likely produced during the Hohokam Classic period, A.D. 1200-1450. \n On an unspecified date, one cultural item was removed from an unrecorded site, designated AZ AA:11:\\xe2\\x80\\x94, located southeast of the Casa Grande area, in either Pinal or Pima County, AZ. This cultural item was reportedly associated with burials that were exposed by erosion of a river bank. It was removed by an unknown individual and received by ASM on an unknown date. The one unassociated funerary object is a ceramic jar, identified as Gila Plain of the Tucson Variety. The human remains once associated with this object are not present and there are no records indicating that they were ever received by ASM. On the basis of ceramic typology, this object was likely produced around A.D. 450-1450, during the Hohokam cultural sequence. \n In 1930, seven cultural items were removed from site AZ AA:3:17(ASM) located near the Tom Mix Wash in the Salt-Gila Basin, in Pinal County, AZ. The legally authorized excavations were conducted by the Gila Pueblo Foundation. Gila Pueblo Foundation collections were transferred to ASM in December 1950 when the Gila Pueblo Foundation closed. The seven unassociated funerary objects are one ceramic bowl, one mano, one polishing stone, one shell fragment, one stone cylinder, and two tabular stone knives. The human remains once associated with these objects are not present and there are no records indicating that they were ever received by ASM. The cultural items likely date to the Hohokam Classic period, A.D. 1150-1450, based on ceramics and architectural features reported at the site. \n On an unknown date during or prior to 1942, one cultural item was removed from an unrecorded site, designated AZ AA:6:\\xe2\\x80\\x94, located in the Sawtooth Mountains, in Pinal County, AZ. This object was donated to ASM by Mrs. Paul Stein in 1942. The one unassociated funerary object is a ceramic jar, described as a cremation urn. The human remains once associated with this object are not present and there are no records indicating that they were ever received by ASM. The ceramic jar is identified as Gila Plain, an identification consistent with a Hohokam affiliation. Gila Plain was produced between A.D. 200 and 1450, which encompasses the Hohokam sequence. \n In 1965, one cultural item was removed by an unknown individual from site, AZ BB:2:10(ASM) located on Arizona State Trust land east of the San Pedro River in Pinal County, AZ. This collection was donated by Alice Carpenter to ASM in 1965. The one unassociated funerary object is a ceramic figurine. The item was recorded as having been found near an unspecified burial. The human remains once associated with this object are not present and there are no records indicating that they were ever received by ASM. Site AZ BB:2:10(ASM) is described as having two compounds, two platform mounds, a trash mound, and a linear rock alignment. The site likely dates to the Hohokam Classic period, A.D. 1200-1450, based on architecture and ceramic typology. Based on analysis of the material culture observed at this site, this site is culturally affiliated with Salado and Hohokam groups. \n Between 1977 and 1979 two cultural items were removed from site AZ BB:2:19(ASM), located on private land on the east bank of the San Pedro River in Pinal County, AZ. The site was excavated during the Ash Terrace Field School conducted by the Arizona College of Technology, under the direction of Michael Bartlett. In 1995, the collection was received by ASM. The two unassociated funerary objects are one ceramic sherd and one fragment of chipped stone. The objects were found in a box containing human remains from more than one burial, and the burial with which they were once associated cannot be determined. This site consists of at least four two-room, noncontiguous structures surrounding a possible plaza area. The site likely dates to A.D. 1250-1450 based on ceramic typology. Based on analysis of material culture observed at the site, this site can be affiliated with the Salado and Hohokam cultural groups. \n On an unknown date during or prior to 1952, four cultural objects were removed from an unrecorded site, designated AZ BB:9:\\xe2\\x80\\x94power plant, located near the Santa Cruz River in Pima County, AZ. The items were removed during landscaping activities and were reportedly associated with a cremation. This collection was donated to ASM by C. G. Carrasco in 1952. The four unassociated funerary objects are one ceramic bowl, one ceramic bowl fragment, and two ceramic jars. The human remains once associated with these objects are not present, and there are no records indicating that they were ever received by ASM. Based on ceramic analysis, this site likely dates to the Classic period of the Hohokam cultural sequence, A.D. 1150-1300. \n On an unknown date during or prior to 1965, two cultural objects were removed from an unrecorded site, designated AZ BB:9:\\xe2\\x80\\x94Tucson Site 1, located in Pima County, AZ. The items were uncovered during street construction. Before they could be brought to ASM, the items, which reportedly contained human remains, were stolen. Later, the items were returned, but the human remains were no longer present. The items were received by ASM in 1965. The two unassociated funerary objects are two ceramic jars. Based on ceramic analysis, this site dates to the Hohokam cultural sequence, A.D. 450-1450. \n On an unknown date during or prior to 1955, one cultural item was removed from an unrecorded site, designated AZ CC:2:\\xe2\\x80\\x94Univ Farm, located near Safford in Graham County, AZ. This cultural item was donated to ASM in 1955 by Mr. Chapman of the University of Arizona Experimental Farm. The one unassociated funerary object is a ceramic jar. The jar reportedly contained cremated human remains. The human remains once associated with this object are not present, and there are no records indicating that they were ever received by ASM. Based on ceramic analysis, this object likely dates to A.D. 500-1400 and is associated with the Mogollon culture. \n At an unknown date during or prior to 1960, two cultural items were removed from site AZ DD:4:1(ASM), located in Pima County, AZ. The items were reportedly cremation vessels that had been exposed by erosion. These cultural objects were donated to ASM in 1960 by Sharon Medema. The two unassociated funerary objects are one ceramic bowl and one ceramic jar. The human remains once associated with these objects are not present, and there are no records indicating that they were ever received by ASM. Based on ceramic analysis, these objects date to A.D. 650-1150, and are associated with the Trincheras cultural group. A later survey of this site recorded a large artifact scatter consisting of sherds and stone fragments. No features or mounds were observed. \n At an unknown date during or prior to 1967, three cultural items were removed from an unrecorded site, designated AZ DD:8:\\xe2\\x80\\x94Guest Site, located in a wash near the Santa Cruz River in Santa Cruz County, AZ. The cultural items were collected by Marguerite Guest. She donated the collection to ASM in 1967. The three unassociated funerary objects are ceramic jars. The items were recorded as having been found in the vicinity of cremations, but it is not possible to attribute them to specific burials. Based on ceramic analysis, this site likely dates to the Sedentary Period of the Hohokam cultural sequence, A.D. 950-1150. \n In 1965, 28 cultural items were removed from site AZ DD:8:12(ASM), located on private land in Santa Cruz County, AZ. The items were collected as part of an archeological salvage excavation carried out prior to the construction of Interstate Highway 19 by the ASM Highway Salvage Project, under the direction of James V. Sciscenti. This collection was received by ASM in 1965. The 28 unassociated funerary objects are: One bone awl, four ceramic bowls, one ceramic jar, one ceramic sherd, two spindle whorls, one fragment of daub, two manos, eight polishing stones, one lot of shell and stone beads, one lot of shell beads, two shell bracelets, three stone projectile points, and one stone projectile point fragment. The human remains once associated with these items are not present, and there are no records indicating that they were ever received by ASM. Site AZ DD:8:12(ASM) is a large, multi-component village site with Colonial, Sedentary, and Classic period Hohokam components (A.D. 850-1450), followed by a Protohistoric period Upper Pima component (A.D. 1550-ca 1700). These dates and cultural affiliations are based on the material culture observed at this site. With the exception of one burial, which may date from the Classic Period of the Hohokam cultural sequence, A.D. 1150-1450, all the burials excavated by the 1965 ASM salvage project are attributed to the Upper Pima component, A.D. 1550-ca 1700. Therefore, these unassociated funerary objects likely also date to this period. \n Around 1929, one cultural item was removed from an unrecorded site, designated AZ EE:\\xe2\\x80\\x94Sonoita Creek, located near Patagonia in Pima County, AZ. This cultural item was collected by the Arizona State Highway Department and was received by ASM sometime after 1929. The one unassociated funerary object is a ceramic bowl. The human remains once associated with this item are not present, and there are no records indicating that they were ever received by ASM. Based on ceramic analysis, this unassociated funerary object dates to A.D. 450-1450, which encompasses the Hohokam cultural sequence. \n In 1916, two cultural items were removed from an unrecorded site, designated AZ EE:1:\\xe2\\x80\\x94Continental Plantation, located south of Tucson in Santa Cruz County, AZ. These cultural items were donated to ASM by Professor Stanley F. Morse during or after 1916. The two unassociated funerary objects are ceramic jars. The objects were reportedly once associated with human cremations. The human remains once associated with these items are not present, and there are no records indicating that they were ever received by ASM. Based on ceramic analysis, these unassociated funerary objects date to A.D. 450-1450, which encompasses the Hohokam cultural sequence. \n In the years 1954-1957, two cultural items were removed from site AZ EE:2:10(ASM), located in the Empire Valley in Pima County, AZ. The site was originally explored in 1954 and 1955 by the University of Arizona, under the direction of Emil W. Haury, and was excavated in 1957 by the University of Arizona, under the direction of Frank Eddy. These objects were received by ASM in 1958. The two unassociated funerary objects are ceramic jars. The human remains once associated with these items are not present, and there are no records indicating that they were ever received by ASM. This site contains one pit house and two trash zone deposits, layered one on top of the other. Based on ceramic evidence, these unassociated funerary objects date to A.D. 950-1150, during the Sedentary Period of the Hohokam cultural sequence.\\n         \n In 1978, 107 cultural items were removed from site AZ EE:9:67(ASM), located on land owned by St. Andrew\\'s Church on Nogales Wash in Santa Cruz County, AZ. These objects were removed by construction workers and archeologists from ASM while a sewer line was being constructed. These objects were received by ASM during or after 1978. The 107 unassociated funerary objects are: Five fragments of animal bone, three bone hair pin fragments, one bone awl, 65 ceramic sherds, 32 fragments of chipped stone, and one ground stone fragment. The human remains associated with these objects are either missing or were not collected. This site consists of a dense sherd and lithic scatter; three pit houses were also noted. Based on ceramic evidence observed at this site, these unassociated funerary objects date to A.D. 950-1300, during the Sedentary and Classic Periods of the Hohokam cultural sequence. \n In 1928, 17 cultural items were removed from site AZ EE:9:68(ASM), located on City of Nogales property in Santa Cruz County, AZ. The items were likely removed during a University of Arizona expedition and received by the Arizona State Museum in the same year. The 17 unassociated funerary items are: Four ceramic bowls, 12 ceramic jars, and one ceramic plate. \n In 1969, 124 cultural items were removed from the same site AZ EE:9:68(ASM) during the construction of Interstate Highway 19. The emergency salvage excavations were conducted by ASM under the direction of Laurens Hammack. This collection was received by ASM in 1976. The 124 unassociated funerary objects are: One incised bone fragment, two ceramic jars, and 121 ceramic sherds. The human remains associated with these objects are either missing or were not collected. Because this site was excavated during emergency salvage excavations, few details regarding archeological context are known. Based on ceramic evidence, these objects likely date to A.D. 850-950, during the Colonial Period, and are culturally affiliated with Hohokam and Trincheras cultural groups. \n In 1962, 12 cultural items were removed from site AZ FF:3:8(ASM), located on private land in the Turkey Creek drainage in Cochise County, AZ. This collection was brought to ASM in 1963. The 12 unassociated funerary objects are: One bone artifact, two bone awls, one ceramic bowl fragment, one ceramic disk, one crystal, three lots of shell beads, one turquoise fragment, one turquoise pendant, and one turquoise tessera. The human remains once associated with these items are not present, and there are no records indicating that they were ever received by ASM. Site AZ FF:3:8(ASM) is a small, adobe-walled Mogollon village composed of two room blocks enclosing a plaza. Based on ceramic typology, these objects likely date to A.D. 1250-1325, and are affiliated with Mogollon cultural groups. \n In 1893, one cultural item was removed by an unknown individual from an unrecorded site, designated AZ San Pedro River, located in Pinal, Pima, or Cochise County, AZ. The cultural item reportedly contained cremated human remains when it was discovered. The item was received by ASM at an unknown date. The one unassociated funerary object is a ceramic jar. The human remains once associated with these items are not present, and there are no records indicating that they were ever received by ASM. Based on ceramic typology, this object likely dates to A.D. 450-1450, which encompasses the Hohokam cultural sequence. \n In 1959, three cultural items were removed from site AZ Z:2:1(ASM), located in the Gila Bend area of Maricopa County, AZ. Collections from this site were removed over the course of archeological excavations carried out by ASM for the Painted Rocks Reservoir Project, under the direction of William W. Wasley and Alfred E. Johnson. These collections were received by ASM in 1959. The three unassociated funerary objects are one ceramic jar, one shell, and one stone bowl. The human remains once associated with these items are not present, and there are no records indicating that they were ever received by ASM. This site is a large Hohokam settlement occupied during the Colonial and Sedentary periods, consisting of a house mound or platform mound, several trash mounds, 2 ball courts, and a prehistoric canal. Based on site dates, these objects date to A.D. 750-1150. \n Archeologists describe the earliest settlements in southern Arizona as belonging to the Late Archaic/Early Agricultural horizon. Recent archeological investigations have added support to the hypothesis that the Hohokam cultural tradition arose from the earlier horizon, based on continuities in settlement pattern, architectural technologies, irrigation technologies, subsistence patterns, and material culture. Archeologists have had difficulty dating the beginning of the Hohokam period because the appearance of its distinctive cultural traits, including ceramic technologies and mortuary patterns, was a gradual process spanning several hundred years. This observation adds further support to the hypothesis that the Hohokam tradition evolved in place from earlier Late Archaic traditions. Linguistic evidence furthermore suggests that the Hohokam tradition was multiethnic in nature. Cultural continuity between these prehistoric occupants of Southern Arizona and present-day O\\'odham peoples is supported by continuities in settlement pattern, architectural technologies, basketry, textiles, ceramic technology, and ritual practices. \n Archeologists have also recognized the presence of people associated with the Mogollon tradition in southeastern Arizona. Their presence there is thought to represent a migration of people from the mountainous region to the north, where the Mogollon archeological culture was originally defined. Material culture characteristics of Mogollon traditions include a temporal progression from earlier pit houses to later masonry pueblos, villages organized in room blocks of contiguous dwellings associated with plazas, rectangular kivas, polished and paint-decorated ceramics, painted and unpainted corrugated ceramics, red and brown ceramics, inhumation burials, cradleboard cranial deformation, grooved stone axes, and bone artifacts. In southeastern Arizona, there is evidence for both Hohokam and Mogollon traditions, but it is unclear whether this represents separate occupations of different people who interacted and exchanged material culture, or cohabitation and a blending of identities. \n Oral traditions that are documented for the Ak-Chin Indian Community (previously listed as the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona); Gila River Indian Community of the Gila River Indian Reservation, Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; and the Tohono O\\'odham Nation of Arizona support cultural affiliation with Late Archaic/Early Agricultural period and Hohokam sites in southern Arizona. \n Oral traditions that are documented for the Hopi Tribe also support cultural affiliation with Late Archaic/Early Agricultural period and Hohokam sites in the region. Several Hopi clans and religious societies are derived from ancestors who migrated from the south and likely identified with the Hohokam tradition. Oral traditions and archeological evidence also support affiliation of Hopi clans with the Mogollon archeological sites. \n Oral traditions of medicine societies and kiva groups of the Zuni Tribe recount migration from distant portions of the Southwest to present day Zuni, and supports affiliation with Mogollon, Hohokam, and Late Archaic traditions. Historical linguistic analysis also suggests interaction between ancestral Zuni and Uto-Aztecan speakers during the late Hohokam period. \n ", "determinations": "Determinations Made by the Arizona State Museum \n Officials of the Arizona State Museum have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(B), the 323 cultural items described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony and are believed, by a preponderance of the evidence, to have been removed from a specific burial site of a Native American individual. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the unassociated funerary objects and the Ak-Chin Indian Community (previously listed as the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona); Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hopi Tribe of Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; Tohono O\\'odham Nation of Arizona; and the Zuni Tribe of the Zuni Reservation, New Mexico, hereafter referred to as \\xe2\\x80\\x9cThe Tribes.\\xe2\\x80\\x9d \n ", "a_r_d": "Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to request transfer of control of these cultural items should submit a written request with information in support of the request to John McClelland, NAGPRA Coordinator, P.O. Box 210026, Arizona State Museum, University of Arizona, Tucson, AZ 85721, telephone (520) 626-2950, email jmcclell@email.arizona.edu, by November 16, 2018. After that date, if no additional requestors have come forward, transfer of control of the unassociated funerary objects to The Tribes may proceed. \n The Arizona State Museum is responsible for notifying The Tribes that this notice has been published. \n "}