{"index": "R_418", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent to Repatriate Cultural Items: U.S. Department of Defense, Army Corps of Engineers, Portland District, Portland, OR and University of Oregon Museum of Natural and Cultural History, Eugene, OR\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate cultural items, for which the University of Oregon Museum of Natural and Cultural History, Eugene, OR, and U.S. Department of Defense, Army Corps of Engineers, Portland District, Portland, OR, have joint responsibility, that meet the definition of \\xe2\\x80\\x9cunassociated funerary objects\\xe2\\x80\\x9d under 25 U.S.C. 3001.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the cultural items. The National Park Service is not responsible for the determinations in this notice.\\n        In 1952, cultural items were removed from site 35-WS-5, Wasco County, OR, during the River Basin Survey Party excavations conducted prior to construction of The Dalles Dam. The cultural items were later accessioned by the University of Oregon Museum (Museum Catalog No. 1-22725 to 1-22731). The seven unassociated funerary objects are one pipe fragment, one stone bead, one scraper, one drill fragment, one worked pebble, one unidentified \\xe2\\x80\\x9cfragment,\\xe2\\x80\\x9d and one lot of glass beads.\\n\\n        According to the project report authored by J.L. Shiner, the objects were not considered grave goods nor evidence of burials, inhumations and/or cremations. However, museum catalog records list the artifacts as being associated with a \\xe2\\x80\\x9csurface cremation site;\\xe2\\x80\\x9d subsequent excavations conducted in 1954 and 1961 revealed that burials and human remains were also present. More-specific provenience information for the cultural items has not been determined because the original project field notes are unavailable for review. Based on museum records and subsequent excavations, the cultural items are reasonably believed to be unassociated funerary objects.\\n        \\n        Site 35-WS-5 is located on the south shore of the Columbia River, approximately 2 miles east of The Dalles Dam. The site is described as a permanent Wasco village that was occupied prior to A.D. 1800. The site was inundated by Lake Celilo after the construction of The Dalles Lock and Dam. The burial pattern observed within the site is consistent with customs of Columbia Plateau Native American groups. Ethnographic and museum records indicate that the cultural items are consistent with cultural objects typically found in context with burials characteristic of the Mid-Columbia River Basin.\\n        Site 35-WS-5 is located within the traditional lands of the present-day Confederated Tribes of the Warm Springs Reservation of Oregon, which is composed of three Wasco bands, four Warm Springs bands and Northern Paiutes. The Columbia River-based Wasco were the easternmost group of Chinookan-speaking Indians. The Sahaptin-speaking Warm Springs bands lived farther east along the Columbia River and its tributaries. Northern Paiutes, who spoke a Uto-Aztecan language, historically occupied much of southeastern Oregon. The Confederated Tribes of the Warm Springs Reservation of Oregon peoples also traditionally shared the site area with relatives and neighbors whose descendants may be culturally affiliated with the 14 Sahaptin, Salish and Chinookan-speaking tribes and bands of the present-day Confederated Tribes and Bands of the Yakama Nation, Washington. Yakama homelands were traditionally located on the Washington side of the Columbia River between the eastern flanks of the Cascade Range and the lower reaches of the Yakima River drainage.\\n        Officials of the U.S. Army Corps of Engineers, Portland District have determined that, pursuant to 25 U.S.C. 3001 (3)(B), the seven cultural items described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony and are believed, by preponderance of the evidence, to have been removed from a specific burial site of a Native American individual. Officials of the U.S. Army Corps of Engineers, Portland District also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the unassociated funerary objects and the Confederated Tribes of the Warm Springs Reservation of Oregon and/or Confederated Tribes and Bands of the Yakama Nation, Washington.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the unassociated funerary objects should contact Daniel Mulligan, NAGPRA Coordinator, Environmental Resources Branch, U.S. Army Corps of Engineers, Portland District, P.O. Box 2946, Portland, OR 97208-2946, telephone (503) 808-4768, before November 20, 2008. Repatriation of the unassociated funerary objects to the Confederated Tribes of the Warm Springs Reservation of Oregon and/or Confederated Tribes and Bands of the Yakama Nation, Washington may proceed after that date if no additional claimants come forward.\\n        The U.S. Army Corps of Engineers, Portland District is responsible for notifying the Confederated Tribes of the Warm Springs Reservation of Oregon and Confederated Tribes and Bands of the Yakama Nation, Washington that this notice has been published.\\n        \\n          Dated: September 10, 2008.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E8-24973 Filed 10-20-08; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate Cultural Items: U.S. Department of Defense, Army Corps of Engineers, Portland District, Portland, OR and University of Oregon Museum of Natural and Cultural History, Eugene, OR", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: September 10, 2008.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E8-24973 Filed 10-20-08; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}