{"index": "R_414", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent to Repatriate Cultural Items: Peabody Museum of Natural History, Yale University, New Haven, CT\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate cultural items in the possession of the Peabody Museum of Natural History, Yale University, New Haven, CT, that meet the definition of \\xe2\\x80\\x9cunassociated funerary objects\\xe2\\x80\\x9d under 25 U.S.C. 3001.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the cultural items. The National Park Service is not responsible for the determinations in this notice.\\n        The cultural items are two shell beads described as \\xe2\\x80\\x9cburial wampum.\\xe2\\x80\\x9d\\n        In 1913, the Peabody Museum of Natural History received two shell beads described as \\xe2\\x80\\x9cTwo pieces of Wampum. Indian. From a grave in Cayuga County, New York.\\xe2\\x80\\x9d The cultural items were donated to the museum by Robert W. Curtis of Stratford, CT.\\n        Cayuga County, NY, is in the traditional territory of the Onondaga Nation. No other documentation about the cultural items exists in the museum\\'s records. Based on the geographic origin of the beads, the catalog description of the items as burial associations, and consultation with representatives of the Onondaga Nation of New York, the cultural items were determined to be unassociated funerary objects and culturally affiliated to the Onondaga Nation of New York.\\n        Officials of the Peabody Museum of Natural History have determined that, pursuant to 25 U.S.C. 3001 (3)(B), the two cultural items described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony and are believed, by a preponderance of the evidence, to have been removed from a specific burial site of a Native American individual. Officials of the Peabody Museum of Natural History also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the unassociated funerary objects and the Onondaga Nation of New York.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the unassociated funerary objects should contact the Director, Peabody Museum of Natural History, P.O. Box 208118, 170 Whitney Avenue, New Haven, CT 06520-8118, telephone (203) 432-3753, before December 26, 2008. Repatriation of the unassociated funerary objects to the Onondaga Nation of New York may proceed after that date if no additional claimants come forward.\\n        The Peabody Museum of Natural History is responsible for notifying the Onondaga Nation of New York that this notice has been published.\\n        \\n          Dated: October 28, 2008\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E8-28038 Filed 11-24-08; 8:45 am]\\n      BILLING CODE 4318-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate Cultural Items: Peabody Museum of Natural History, Yale University, New Haven, CT", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: October 28, 2008", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E8-28038 Filed 11-24-08; 8:45 am]", "billing_code": "BILLING CODE 4318-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}