{"index": "R_416", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent to Repatriate Cultural Items: U.S. Department of the Interior, National Park Service, Delaware Water Gap National Recreation Area, Bushkill, PA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate cultural items in the possession of the U.S. Department of the Interior, National Park Service, Delaware Water Gap National Recreation Area, Bushkill, PA, that meet the definition of \\xe2\\x80\\x9cunassociated funerary objects\\xe2\\x80\\x9d under 25 U.S.C. 3001.\\n        \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the superintendent, Delaware Water Gap National Recreation Area.\\n        In 1967, human remains and funerary objects were removed from the Miller Field site during legally authorized excavations by Seton Hall University, under the direction of Herbert Kraft. According to Kraft, the human remains were reburied in the early 1990s prior to the promulgation of NAGPRA\\'s regulations. The two unassociated funerary objects are one celt and one stone. The burial style and diagnostic artifacts date the burial to the Minisink phase (A.D. 1350-1650) of the Late Woodland Period.\\n        In 1971, human remains and funerary objects were removed from the Harry\\'s Farm site in Warren County, NJ, during legally authorized excavations by Seton Hall University, under the direction of Herbert Kraft. According to Kraft, the human remains were reburied in the early 1990s prior to the promulgation of NAGPRA\\'s regulations. The two unassociated funerary objects are an incised pipe and a plain pipe. The Munsee Incised style pipe dates the burial to the Minisink phase (A.D. 1350-1650) of the Late Woodland Period.\\n        In 1974, funerary objects were removed from the Minisink site, in Sussex County, NJ, during legally authorized excavations by Seton Hall University, under the direction of Herbert Kraft. According to Kraft, the human remains were not removed from their burial pits. The 11 unassociated funerary objects are 1 ceramic pot, 1 pestle fragment, 1 celt fragment, 1 milling stone, 2 biface fragments, 3 rim sherds, 1 teshoa, and 1 brass chain. Burial styles and diagnostic artifacts date two burials to the Late Woodland Period (A.D. 1000-1650), while the brass chain dates a third burial to the Historic Period (circa A.D. 1650-1750).\\n        In 1972, human remains and funerary objects were removed from the Pahaquarra site in Warren County, NJ, during legally authorized excavations by Seton Hall University under the direction of Herbert Kraft. According to Kraft, the human remains were reburied in the early 1990s prior to the promulgation of NAGPRA\\'s regulations. The 61 unassociated funerary objects are 2 pots, 38 black glass beads, 4 blue faceted glass beads, 1 red glass bead, 2 shell beads, 2 brass wire hair spools, 2 gunflints, 6 flintlock trade gun fragments, 1 clasp knife, 1 bag of botanical remains, and 2 metal fragments. Burial styles and pottery types date two burials to the Late Woodland Period (A.D. 1000-1650). The remaining items date to the Historic Period (circa A.D. 1650-1750).\\n        Archeological evidence indicates that the people living in the Upper Delaware Valley formed a distinct group with unique stone tool traditions, bone tool traditions, settlement patterns, subsistence patterns, and burial styles as early as A.D. 1000. Continuity in the artifact styles, settlement and subsistence patterns, and burial styles suggest that the same people remained in the Upper Delaware Valley throughout the Late Woodland Period (A.D. 1000-1650) and into the Historic Period (circa A.D. 1650-1750). Historic records from the 17th and 18th centuries refer to the inhabitants of the Upper Delaware Valley, including Delaware Water Gap National Recreation Area, as \\xe2\\x80\\x9cMinisink.\\xe2\\x80\\x9d Linguistic information indicates that these people spoke the Munsee dialect of the Delaware language. During consultations, tribal representatives identified the Upper Delaware Valley as the traditional territory of the Lenape, or the Delaware-speaking people. As their traditional lands were sold, some Munsee people joined the Stockbridge Mohican in Massachusetts and New York and remained with them when the community resettled in Wisconsin. Today their descendants are members of the Stockbridge Munsee Community. Other Munsee people joined communities comprised primarily of people from southern New Jersey and Pennsylvania who spoke the Unami dialect of the Delaware language. These combined Delaware communities migrated westward and eventually settled in Oklahoma. Today descendants of these communities are members of the Delaware Nation, Oklahoma or the Delaware Tribe of the Cherokee Nation, Oklahoma.\\n        Officials of Delaware Water Gap National Recreation Area have determined that, pursuant to 25 U.S.C. 3001 (3)(B), the 76 cultural items described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony and are believed, by a preponderance of the evidence, to have been removed from a specific burial site of a Native American individual. Officials of Delaware Water Gap National Recreation Area also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the unassociated funerary objects and the Cherokee Nation, Oklahoma; Delaware Nation, Oklahoma; and Stockbridge Munsee Community, Wisconsin.\\n        When consultation was initiated, the Delaware Tribe of Indians, Oklahoma was Federally recognized. During consultations, court rulings determined that the Delaware Tribe cannot be recognized as a separate entity from the Cherokee Nation and that the Delaware Tribe is a part of the Cherokee Nation, Oklahoma. A cultural affiliation determination was made with the Delaware Tribe of Indians, Oklahoma prior to its change in status. This determination is reflected in this notice as affiliation with the Cherokee Nation, Oklahoma.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the unassociated funerary objects should contact John J. Donahue, Superintendent, Delaware Water Gap National Recreation Area, River Road, Bushkill, PA 18324, telephone (570) 426-2418, before December 5, 2008. Repatriation of the unassociated funerary objects to the Cherokee Nation, Oklahoma; Delaware Nation, Oklahoma; and Stockbridge Munsee Community, Wisconsin may proceed after that date if no additional claimants come forward.\\n        Delaware Water Gap National Recreation Area is responsible for notifying the Cherokee Nation, Oklahoma; Delaware Nation, Oklahoma; and Stockbridge Munsee Community, Wisconsin that this notice has been published.\\n        \\n          Dated: October 21, 2008\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E8-26353 Filed 11-4-08; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate Cultural Items: U.S. Department of the Interior, National Park Service, Delaware Water Gap National Recreation Area, Bushkill, PA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: October 21, 2008", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E8-26353 Filed 11-4-08; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}