{"index": "R_425", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent to Repatriate Cultural Items: San Diego Archaeological Center, San Diego, CA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate cultural items in the possession of the San Diego Archaeological Center, San Diego, CA, that meet the definition of \\xe2\\x80\\x9csacred objects\\xe2\\x80\\x9d under 25 U.S.C. 3001.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the cultural items. The National Park Service is not responsible for the determinations in this notice.\\n        In 1995, three cultural items were removed from archeological site CA-SDI-8797, Carlsbad, San Diego County, CA, as part of an archeological excavation performed in compliance with the California Environmental Quality Act (CEQA). In 2007, the collection was accessioned by the San Diego Archaeological Center for assessment of objects eligible for repatriation in accordance with NAGPRA. The three cultural items are three pieces of ochre.\\n        Site CA-SDI-8797 falls within traditional Kumeyaay territory and the reporting archeologists determined it to be of the \\xe2\\x80\\x9cLate Prehistoric Period.\\xe2\\x80\\x9d Ochre is known to be used by the Kumeyaay Nation in sacred rites.\\n        In 1996, seven cultural items were removed from archeological site CA-SDI-12,814, Carlsbad, San Diego County, CA, as part of an archeological excavation performed in compliance with the California Environmental Quality Act (CEQA). On November 6, 2007, the collection was accessioned by the San Diego Archaeological Center for assessment of objects eligible for repatriation in accordance with NAGPRA. The seven cultural items are one quartz crystal, one pipe fragment, and five crescentics.\\n        Site CA-SDI-12,814 falls within traditional Kumeyaay territory. Quartz Crystals, stone pipes and crescentics are known to be used by the Kumeyaay Nation in sacred rites.\\n        In 1995, three cultural items were removed from archeological site CA-SDI-8303, Carlsbad, San Diego County, CA, as part of an archeological excavation performed in compliance with the California Environmental Quality Act (CEQA). On January 19, 2007, the collection was accessioned by the San Diego Archaeological Center for assessment of objects eligible for repatriation in accordance with NAGPRA. The three cultural items are three shell beads.\\n        Site CA-SDI-8303 falls within traditional Kumeyaay territory and the reporting archeologists determined it to be of the \\xe2\\x80\\x9cLate Prehistoric Period.\\xe2\\x80\\x9d Shell beads are known to be used by the Kumeyaay Nation in sacred rites.\\n        In 1991, one cultural item was removed from archeological site CA-SDI-691, Carlsbad, San Diego County, CA, as part of an archeological excavation performed in compliance with the California Environmental Quality Act (CEQA). On February 13 and 16, 2007, the collection was accessioned by the San Diego Archaeological Center for assessment of objects eligible for repatriation in accordance with NAGPRA. The one cultural item is a \\xe2\\x80\\x9ccharm stone.\\xe2\\x80\\x9d\\n        Site CA-SDI-691 falls within traditional Kumeyaay territory and the reporting archeologists determined it to be of the \\xe2\\x80\\x9cLate Prehistoric Period.\\xe2\\x80\\x9d \\xe2\\x80\\x9cCharm stones,\\xe2\\x80\\x9d such as this one, are known to be used by the Kumeyaay Nation in sacred rites.\\n        In 1988, one cultural item was removed from archeological site CA-SDI-691, Carlsbad, San Diego County, CA, as part of an archeological excavation performed in compliance with the California Environmental Quality Act (CEQA). On February 13 and 16, 2007, the collection was accessioned by the San Diego Archaeological Center for assessment of objects eligible for repatriation in accordance with NAGPRA. The one cultural item is a piece of ochre.\\n        Site CA-SDI-691 falls within traditional Kumeyaay territory and the reporting archeologists determined it to be of the \\xe2\\x80\\x9cLate Prehistoric Period.\\xe2\\x80\\x9d Ochre is known to be used by the Kumeyaay Nation in sacred rites.\\n        In 1990, cultural items were removed from archeological sites CA-SDI-7287; 7290 and 7293, adjacent to the San Dieguito River, Del Mar, San Diego County, CA, as part of an archeological excavation performed in compliance with the California Environmental Quality Act (CEQA). On March 16, 2007, the collection was accessioned by the San Diego Archaeological Center for assessment of objects eligible for repatriation in accordance with NAGPRA. The 19 cultural items are pieces of ochre.\\n        Sites CA-SDI-7287; 7290 and 7293 fall within traditional Kumeyaay territory. Ochre is known to be used by the Kumeyaay Nation in sacred rites.\\n        In 1991, one cultural item was removed from archeological site CA-SDI-11,767, along the San Diego River Valley on a low terrace in the northeastern portion of the Stardust (now Riverwalk) Golf Course, San Diego County, CA, as part of an archeological excavation performed in compliance with the California Environmental Quality Act (CEQA). On June 29, 2007, the collection was accessioned by the San Diego Archaeological Center for assessment of objects eligible for repatriation in accordance with NAGPRA. The one cultural item is a tourmaline crystal.\\n        Site CA-SDI-11,767 falls within traditional Kumeyaay territory and the reporting archeologists determined it to be of the \\xe2\\x80\\x9cLate Prehistoric Period.\\xe2\\x80\\x9d Crystals are known to be used by the Kumeyaay Nation in sacred rites.\\n        In 1987 and 1988, 43 cultural items were removed from archeological site CA-SDI-4609, Sorrento Valley, San Diego, San Diego County, CA, as part of an archeological excavation performed in compliance with the California Environmental Quality Act (CEQA). In June 2007, the collection was accessioned by the San Diego Archaeological Center for assessment of objects eligible for repatriation in accordance with NAGPRA. The 43 cultural items are 2 pipe fragments, 1 quartz crystal, and 40 ochre fragments.\\n        Site CA-SDI-4609 falls within traditional Kumeyaay territory and the reporting archeologists determined it to be of the \\xe2\\x80\\x9cLate Prehistoric Period.\\xe2\\x80\\x9d Ceramic pipes, quartz crystals, and ochre are known to be used by the Kumeyaay Nation in sacred rites.\\n        In 1974, two cultural items were removed from archeological site CA-SDI-4513, Sorrento Valley, San Diego, San Diego County, CA, as part of an archeological excavation performed in compliance with the California Environmental Quality Act (CEQA). In June 2007, the collection was accessioned by the San Diego Archaeological Center for assessment of objects eligible for repatriation in accordance with NAGPRA. The two cultural items are a piece of ochre and a steatite pipe fragment.\\n        Site CA-SDI-4513 falls within traditional Kumeyaay territory and the reporting archeologists determined it to be of the \\xe2\\x80\\x9cLate Prehistoric Period.\\xe2\\x80\\x9d Ochre and steatite pipes are known to be used by the Kumeyaay Nation in sacred rites.\\n\\n        In 1980, 49 cultural items were removed from archeological site CA-SDI-4609, Sorrento Valley, San Diego, San Diego County, CA, as part of an archeological excavation performed in compliance with the California Environmental Quality Act (CEQA). In June 2007, the collection was accessioned by the San Diego Archaeological Center for assessment of objects eligible for repatriation in accordance with NAGPRA. The 49 cultural items are 1 ochre fragment and 48 shell disc beads.\\n        Site CA-SDI-4609 falls within traditional Kumeyaay territory and the reporting archeologists determined it to be of the \\xe2\\x80\\x9cLate Prehistoric Period.\\xe2\\x80\\x9d Ochre is known to be used by the Kumeyaay Nation in sacred rites. Shell disc beads are associated with funerary practices; however, it is not know if a burial was encountered at the time of excavation.\\n        In 1978, seven cultural items were removed from archeological sites CA-SDI-5396 and CA-SDI-5399, Jamul, San Diego County, CA, as part of an archeological excavation performed in compliance with the California Environmental Quality Act (CEQA). On June 29, 2007, the collection was accessioned by the San Diego Archaeological Center for assessment of objects eligible for repatriation in accordance with NAGPRA. The seven cultural items are quartz crystals.\\n        Sites CA-SDI-5396 and CA-SDI-5399 fall within traditional Kumeyaay territory and the reporting archeologists determined it to be of the \\xe2\\x80\\x9cLate Prehistoric Period.\\xe2\\x80\\x9d Quartz crystals are known to be used by the Kumeyaay Nation in sacred rites.\\n        In 1986, 11 cultural items were removed from archeological site CA-SDI-4845 on private property adjacent to Encinitas Creek near Encinitas, San Diego County, CA, as part of an archeological excavation performed in compliance with the California Environmental Quality Act (CEQA). On June 23, 2007, the collection was accessioned by the San Diego Archaeological Center for assessment of objects eligible for repatriation in accordance with NAGPRA. The 11 cultural items are 4 quartz crystals and 7 pieces of ochre.\\n        Site CA-SDI-4845 falls within traditional Kumeyaay territory and the reporting archeologists determined it to be of the \\xe2\\x80\\x9cLate Prehistoric Period.\\xe2\\x80\\x9d Quartz crystals and ochre are known to be used by the Kumeyaay Nation in sacred rites.\\n        In 1990, one cultural item was removed from archeological site CA-SDI-10,148, near the San Diego River, Santee, San Diego County, CA, as part of an archeological excavation performed in compliance with the California Environmental Quality Act (CEQA). In June 2007, the collection was accessioned by the San Diego Archaeological Center for assessment of objects eligible for repatriation in accordance with NAGPRA. The one cultural item is a piece of ochre.\\n        Site CA-SDI-10,148 falls within traditional Kumeyaay territory and the reporting archeologists determined it to be of the \\xe2\\x80\\x9cLate Prehistoric Period.\\xe2\\x80\\x9d Ochre is known to be used by the Kumeyaay Nation in sacred rites.\\n        In 1985 and 1986, 14 cultural items were removed from archeological sites CA-SDI-5935; 5938; and 10,302, in the northwest portion of the community of Rancho Bernardo, San Diego, San Diego County, CA, as part of an archeological excavation performed in compliance with the California Environmental Quality Act (CEQA). In June 2007, the collection was accessioned by the San Diego Archaeological Center for assessment of objects eligible for repatriation in accordance with NAGPRA. The 14 cultural items are pieces of ochre.\\n        Sites CA-SDI-5935; 5938; and 10,302 fall within traditional Kumeyaay territory and the reporting archeologists determined it to be of the \\xe2\\x80\\x9cLate Prehistoric Period.\\xe2\\x80\\x9d Ochre is known to be used by the Kumeyaay Nation in sacred rites.\\n        In 1983, 49 cultural items were removed from archeological site CA-SDI-4358 (W-108/954), north of Batiquitos Lagoon, Carlsbad (Encinitas Quadrangle), San Diego County, CA, as part of an archeological excavation performed in compliance with the California Environmental Quality Act (CEQA). In June 2007, the collection was accessioned by the San Diego Archaeological Center for assessment of objects eligible for repatriation in accordance with NAGPRA. The 49 cultural items are pieces of ochre.\\n        Site CA-SDI-4358 (W-108/954) falls within traditional Kumeyaay territory and the reporting archeologists determined it to be of the \\xe2\\x80\\x9cLate Prehistoric Period.\\xe2\\x80\\x9d Ochre is known to be used by the Kumeyaay Nation in sacred rites.\\n        In 1979, three cultural items were removed from archeological site W-1320, Encinitas, San Diego County, CA, as part of an archeological excavation performed in compliance with the California Environmental Quality Act (CEQA). On June 30, 2007, the collection was accessioned by the San Diego Archaeological Center for assessment of objects eligible for repatriation in accordance with NAGPRA. The three cultural items are pieces of ochre.\\n        Site W-1320 falls within traditional Kumeyaay territory and the reporting archeologists determined it to be of the \\xe2\\x80\\x9cLate Prehistoric Period.\\xe2\\x80\\x9d Ochre is known to be used by the Kumeyaay Nation in sacred rites.\\n        In 1979, 29 cultural items were removed from archeological site W-1949, Encinitas, San Diego County, CA, as part of an archeological excavation performed in compliance with the California Environmental Quality Act (CEQA). On June 30, 2007, the collection was accessioned by the San Diego Archaeological Center for assessment of objects eligible for repatriation in accordance with NAGPRA. The 29 cultural items are pieces of ochre.\\n        Site W-1949 falls within traditional Kumeyaay territory and the reporting archeologists determined it to be of the \\xe2\\x80\\x9cLate Prehistoric Period.\\xe2\\x80\\x9d Ochre is known to be used by the Kumeyaay Nation in sacred rites.\\n        On an unknown date, one cultural item was removed from archeological site CA-SDI-777, near Pine Valley, San Diego County, CA. There is no documentation as to the circumstances of the excavation. On September 17, 2007, the collection was accessioned by the San Diego Archaeological Center for assessment of objects eligible for repatriation in accordance with NAGPRA. The one cultural item is a ceramic pipe bowl fragment.\\n        Site CA-SDI-777 falls within traditional Kumeyaay territory. Ceramic pipes are known to be used by the Kumeyaay Nation in sacred rites.\\n        In 1992, one cultural item was removed from archeological site CA-SDI-11,569, Carlsbad, San Diego County, CA, as part of an archeological excavation performed in compliance with the California Environmental Quality Act (CEQA). On January 19, 2007, the collection was accessioned by the San Diego Archaeological Center for assessment of objects eligible for repatriation in accordance with NAGPRA. The one cultural item is a quartz crystal.\\n        Site CA-SDI-11,569 is located within the direct impact area for the proposed realignment of Rancho Santa Fe Road, between Melrose Avenue on the north and La Costa Avenue on the south. The site falls within traditional Kumeyaay territory and the reporting archeologists determined it to be of the \\xe2\\x80\\x9cLate Prehistoric Period.\\xe2\\x80\\x9d Quartz crystals are known to be used by the Kumeyaay Nation in sacred rites.\\n\\n        The Kumeyaay Nation is represented by the Barona Group of Capitan Grande Band of Mission Indians of the Barona Reservation, California; Campo Band of Diegueno Mission Indians of the Campo Indian reservation, California; Capitan Grande Band of Diegueno Mission Indians of California; Ewiiaapaayp Band of Kumeyaay Indians, California; Inaja Band of Diegueno Mission Indians of the Inaja and Cosmit Reservation, California; Jamul Indian Village of California; La Posta Band of Diegueno Mission Indians of the La Posta Indian Reservation, California; Manzanita Band of Diegueno Mission Indians of the Manzanita Reservation, California; Mesa Grande Band of Diegueno Mission Indians of the Mesa Grande Reservation, California; San Pasqual Band of Diegueno Mission Indians of California; Santa Ysabel Band of Diegueno Mission Indians of the Santa Ysabel Reservation, California; Sycuan Band of the Kumeyaay Nation (formerly the Sycuan Band of Diegueno Mission Indians of California); and Viejas (Baron Long) Group of Capitan Grande Band of Mission Indians of the Viejas Reservation, California.\\n        Officials of the San Diego Archaeological Center have determined that, pursuant to 25 U.S.C. 3001 (3)(C), the 245 cultural items are specific ceremonial objects needed by traditional Native American religious leaders for the practice of traditional Native American religions by their present-day adherents. Officials of the San Diego Archaeological Center also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the sacred objects and the Kumeyaay Nation, represented by the Barona Group of Capitan Grande Band of Mission Indians of the Barona Reservation, California; Campo Band of Diegueno Mission Indians of the Campo Indian reservation, California; Capitan Grande Band of Diegueno Mission Indians of California; Ewiiaapaayp Band of Kumeyaay Indians, California; Inaja Band of Diegueno Mission Indians of the Inaja and Cosmit Reservation, California; Jamul Indian Village of California; La Posta Band of Diegueno Mission Indians of the La Posta Indian Reservation, California; Manzanita Band of Diegueno Mission Indians of the Manzanita Reservation, California; Mesa Grande Band of Diegueno Mission Indians of the Mesa Grande Reservation, California; San Pasqual Band of Diegueno Mission Indians of California; Santa Ysabel Band of Diegueno Mission Indians of the Santa Ysabel Reservation, California; Sycuan Band of the Kumeyaay Nation; and Viejas (Baron Long) Group of Capitan Grande Band of Mission Indians of the Viejas Reservation, California.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the sacred objects should contact Cindy Stankowski, San Diego Archaeological Center, 16666 San Pasqual Valley Road, Escondido, CA 92027-7001, telephone 760-291-0370, before November 6, 2008. Repatriation of the sacred objects to the Kumeyaay Nation, on behalf of the Barona Group of Capitan Grande Band of Mission Indians of the Barona Reservation, California; Campo Band of Diegueno Mission Indians of the Campo Indian reservation, California; Capitan Grande Band of Diegueno Mission Indians of California; Ewiiaapaayp Band of Kumeyaay Indians, California; Inaja Band of Diegueno Mission Indians of the Inaja and Cosmit Reservation, California; Jamul Indian Village of California; La Posta Band of Diegueno Mission Indians of the La Posta Indian Reservation, California; Manzanita Band of Diegueno Mission Indians of the Manzanita Reservation, California; Mesa Grande Band of Diegueno Mission Indians of the Mesa Grande Reservation, California; San Pasqual Band of Diegueno Mission Indians of California; Santa Ysabel Band of Diegueno Mission Indians of the Santa Ysabel Reservation, California; Sycuan Band of the Kumeyaay Nation; and Viejas (Baron Long) Group of Capitan Grande Band of Mission Indians of the Viejas Reservation, California, may proceed after that date if no additional claimants come forward.\\n        The San Diego Archaeological Center is responsible for notifying the Barona Group of Capitan Grande Band of Mission Indians of the Barona Reservation, California; Campo Band of Diegueno Mission Indians of the Campo Indian reservation, California; Capitan Grande Band of Diegueno Mission Indians of California; Ewiiaapaayp Band of Kumeyaay Indians, California; Inaja Band of Diegueno Mission Indians of the Inaja and Cosmit Reservation, California; Jamul Indian Village of California; La Posta Band of Diegueno Mission Indians of the La Posta Indian Reservation, California; Manzanita Band of Diegueno Mission Indians of the Manzanita Reservation, California; Mesa Grande Band of Diegueno Mission Indians of the Mesa Grande Reservation, California; San Pasqual Band of Diegueno Mission Indians of California; Santa Ysabel Band of Diegueno Mission Indians of the Santa Ysabel Reservation, California; Sycuan Band of the Kumeyaay Nation; and Viejas (Baron Long) Group of Capitan Grande Band of Mission Indians of the Viejas Reservation, California that this notice has been published.\\n        \\n          Dated: July 22, 2008\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E8-23701 Filed 10-6-08; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate Cultural Items: San Diego Archaeological Center, San Diego, CA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: July 22, 2008", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E8-23701 Filed 10-6-08; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}