{"index": "R_429", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent To Repatriate Cultural Items: Field Museum of Natural History, Chicago, IL\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate cultural items in the possession of the Field Museum of Natural History (Field Museum), Chicago, IL, that meet the definition of \\xe2\\x80\\x9cunassociated funerary objects\\xe2\\x80\\x9d under 25 U.S.C. 3001.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the cultural items. The National Park Service is not responsible for the determinations in this notice.\\n        The two cultural items are a rattle and a worked walrus tusk.\\n        The rattle (catalog number 78326) is carved wood with shell or glass bead rattlers. It is painted with blue and red mineral paints. The body of the rattle represents an oyster catcher. The handle of the rattle is wrapped with a strip of black leather, and string is wrapped around the upper neck of the oyster catcher. It measures approximately 13 inches long and 3 inches wide.\\n        The worked walrus tusk (catalog number 78074) is comprised of four sections. Each section measures approximately 11 inches long.\\n        According to Field Museum records, the walrus tusk sections were \\xe2\\x80\\x9cfound in an old cave on a small Island in Icy Straits where a Shaman of the `Hoonah\\' tribe was laid away.\\xe2\\x80\\x9d The rattle was \\xe2\\x80\\x9cbelieved to have come from an old grave house on the shores of Frederick Bay, near the village of `Gan-der-kan,\\' of the `Hoonah tribe\\'.\\xe2\\x80\\x9d\\n        At an unknown date, Lieutenant Emmons acquired the walrus tusk sections and rattle. In 1902, the Field Museum of Natural History purchased the cultural items from Lieutenant Emmons, and accessioned them into its collection that same year.\\n        The cultural affiliation of the two cultural items is Hoonah Tlingit, as indicated through museum records and consultation with representatives of the Hoonah Indian Association.\\n        Officials of the Field Museum of Natural History have determined that, pursuant to 25 U.S.C. 3001 (3)(B), the two cultural items described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of a death rite or ceremony and are believed, by a preponderance of the evidence, to have been removed from a specific burial site of a Native American individual. Officials of the Field Museum of Natural History also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the unassociated funerary objects and the Hoonah Indian Association.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the unassociated funerary objects should contact Helen Robbins, Repatriation Director, Field Museum of Natural History, 1400 South Lake Shore Drive, Chicago, IL 60605, telephone (312) 665-7317, before October 10, 2008. Repatriation of the unassociated funerary objects to the Hoonah Indian Association may proceed after that date if no additional claimants come forward.\\n\\n        The Field Museum of Natural History is responsible for notifying the Central Council of the Tlingit & Haida Indian Tribes, Hoonah Indian Association, Huna Totem Corporation, and Sealaska Heritage Foundation that this notice has been published.\\n        \\n          Dated: August 20, 2008\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E8-21011 Filed 9-9-08; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent To Repatriate Cultural Items: Field Museum of Natural History, Chicago, IL", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: August 20, 2008", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E8-21011 Filed 9-9-08; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}