{"index": "R_420", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent to Repatriate Cultural Items: San Diego Archaeological Center, San Diego, CA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate cultural items in the possession of the San Diego Archaeological Center, San Diego, CA, that meet the definition of \\xe2\\x80\\x9csacred objects\\xe2\\x80\\x9d under 25 U.S.C. 3001.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the cultural items. The National Park Service is not responsible for the determinations in this notice.\\n        In 1982, one cultural item was removed from archeological site CA-SDI-4616 in San Diego County, CA, as part of an archeological excavation performed in compliance with the California Environmental Quality Act (CEQA). In 2006, the collection was accessioned by the San Diego Archaeological Center, and assessed for objects eligible for repatriation in accordance with NAGPRA. The one cultural item is a quartz crystal.\\n        CA-SDI-4616 is located on the U.S. Geographical Survey topographic map of Del Mar north of Carmel Valley Road. This site falls within traditional Kumeyaay territory, and the reporting archeologists determined it to be of the \\xe2\\x80\\x9cLate Prehistoric Period.\\xe2\\x80\\x9d Crystals are known to be used by the Kumeyaay Nation in sacred rites.\\n        In 1980, 21 cultural items were removed from archeological site CA-SDI-1057 in San Diego County, CA, as part of an archeological excavation performed in compliance with the California Environmental Quality Act (CEQA). In 2006, the collection was accessioned by the San Diego Archaeological Center, and assessed for objects eligible for repatriation in accordance with NAGPRA. The 21 cultural items are 3 quartz crystals, 3 shell beads, 3 pieces of ochre, 2 pieces of tourmaline, 2 shell pendants, 7 ceramic spheres, and 1 carved ceramic sherd.\\n        Site CA-SDI-1057 is located in the City of Escondido. This site falls within traditional Kumeyaay territory, and the reporting archeologists determined it to be of the \\xe2\\x80\\x9cLate Prehistoric Period.\\xe2\\x80\\x9d Crystals, shell beads, ochre, pendants, ceramic spheres, and carved ceramic pieces are known to be used by the Kumeyaay Nation in sacred rites.\\n        In 1979, one cultural item was removed from archeological site CA-SDI-5505, San Diego County, CA, as part of an archeological excavation performed in compliance with the California Environmental Quality Act (CEQA). In 2006, the collection was accessioned by the San Diego Archaeological Center, and assessed for objects eligible for repatriation in accordance with NAGPRA. The one cultural item is a quartz crystal.\\n        Site CA-SDI-5505 is located in the northern part of the City of Escondido, south of the San Luis Rey River. This site falls within traditional Kumeyaay territory. Crystals are known to be used by the Kumeyaay Nation in sacred rites.\\n        In 1978 through 1981, 32 cultural items were removed from archeological site CA-SDI-5669 in San Diego County, CA, as part of an archeological excavation performed in compliance with the California Environmental Quality Act (CEQA). In 2006, the collection was accessioned by the San Diego Archaeological Center, and assessed for objects eligible for repatriation in accordance with NAGPRA. The 32 cultural items are 23 ceramic pipe fragments, 8 pieces of ochre, and 1 quartz crystal.\\n        Site CA-SDI-5669 is located in the City of Santee. This site falls within traditional Kumeyaay territory, and the reporting archeologists determined it to be of the \\xe2\\x80\\x9cLate Prehistoric Period.\\xe2\\x80\\x9d Ceramic pipes, ochre and crystals are known to be used by the Kumeyaay Nation in sacred rites.\\n        At an unknown date, one cultural item was removed from archeological site CA-SDI-6704 in San Diego County, CA, as part of an archeological excavation performed in compliance with the California Environmental Quality Act (CEQA). In 2006, the collection was accessioned by the San Diego Archaeological Center, and assessed for objects eligible for repatriation in accordance with NAGPRA. The one cultural item is a quartz crystal.\\n        Site CA-SDI-6704 is located in the U.S. Geographical Survey topographic map of Rodriquez Mountain, east of the junction of Valley Parkway and Woods Valley Road, and south of the San Luis Ray River. This site falls within traditional Kumeyaay territory, and the reporting archeologists determined it to be of the \\xe2\\x80\\x9cLate Prehistoric Period.\\xe2\\x80\\x9d Crystals are known to be used by the Kumeyaay Nation in sacred rites.\\n        In 1979, fragments of one ceramic pipe were removed from archeological site CA-SDI-6874 in San Diego County, CA, as part of an archeological excavation performed in compliance with the California Environmental Quality Act (CEQA). In 2006, the collection was accessioned by the San Diego Archaeological Center, and assessed for objects eligible for repatriation in accordance with NAGPRA.\\n        Site CA-SDI-6874 is located in the U.S. Geographical Survey quadrangle of Agua Caliente. This site falls within traditional Kumeyaay territory, and the reporting archeologists determined it to be of the \\xe2\\x80\\x9cLate Prehistoric Period.\\xe2\\x80\\x9d Ceramic pipes are known to be used by the Kumeyaay Nation in sacred rites.\\n        In 1982, 93 cultural items were removed from archeological site CA-SDI-6669 in San Diego County, CA, as part of an archeological excavation performed in compliance with the California Environmental Quality Act (CEQA). In 2006, the collection was accessioned by the San Diego Archaeological Center, and assessed for objects eligible for repatriation in accordance with NAGPRA. The 93 cultural items are 1 ceramic bead, 14 ceramic pipe pieces, 1 rim sherd, 1 chalcedony knife, 1 stone bead, 1 stone pendant, 1 quartzite palette, 1 shaft straightener, 1 small pestle, 48 quartz crystals, 7 tourmaline crystals, 15 mineral specimens, and 1 shell bead.\\n\\n        Site CA-SDI-6669 (SDM-W-230) is located on the U.S. Geographical Survey topographic map of Poway, at the intersection of Sabre Springs Parkway and Poway Road near the City of Poway. This site falls within traditional Kumeyaay territory, and based on radiocarbon date had two periods of occupation. Locus A, B, and C were occupied from A.D. 1120 to A.D. 1750. Feature 4, locus B had radiocarbon dates establishing occupation at 1000 B.C. Ceramic beads, ceramic pipes, pottery, stone knives, stone beads, stone pendants, stone palettes, shaft straighteners, pestles, crystals and minerals are known to be used by the Kumeyaay Nation in sacred rites.\\n        In 1994 and 1995, seven cultural items were removed from archeological site CA-SDI-12126 in San Diego County, CA, as part of an archeological excavation performed in compliance with the California Environmental Quality Act (CEQA). In 2006, the collection was accessioned by the San Diego Archaeological Center, and assessed for objects eligible for repatriation in accordance with NAGPRA. The seven cultural items are three pieces of ochre, one shell bead fragment, and three shell beads.\\n        Site CA-SDI-12126 is located along the San Diego River Valley, 4 miles east of the ocean. This site falls within traditional Kumeyaay territory, and the reporting archeologists determined it to be of the \\xe2\\x80\\x9cLate Prehistoric Period.\\xe2\\x80\\x9d Ochre and shell beads are known to be used by the Kumeyaay Nation in sacred rites.\\n        The Kumeyaay Nation is represented by the Barona Group of Capitan Grande Band of Mission Indians of the Barona Reservation, California; Campo Band of Diegueno Mission Indians of the Campo Indian Reservation, California; Capitan Grande Band of Diegueno Mission Indians of California; Ewiiaapaayp Band of Kumeyaay Indians, California; Inaja Band of Diegueno Mission Indians of the Inaja and Cosmit Reservation, California; Jamul Indian Village of California; La Posta Band of Diegueno Mission Indians of the La Posta Indian Reservation, California; Manzanita Band of Diegueno Mission Indians of the Manzanita Reservation, California; Mesa Grande Band of Diegueno Mission Indians of the Mesa Grande Reservation, California; San Pasqual Band of Diegueno Mission Indians of California; Santa Ysabel Band of Diegueno Mission Indians of the Santa Ysabel Reservation, California; Sycuan Band of the Kumeyaay Nation (formerly the Sycuan Band of Diegueno Mission Indians of California); and Viejas (Baron Long) Group of Capitan Grande Band of Mission Indians of the Viejas Reservation, California.\\n        Officials of the San Diego Archaeological Center have determined that, pursuant to 25 U.S.C. 3001 (3)(C), the 157 cultural items described above are specific ceremonial objects needed by traditional Native American religious leaders for the practice of traditional Native American religions by their present-day adherents. Officials of the San Diego Archaeological Center also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the sacred objects and the Kumeyaay Nation, as represented by the Barona Group of Capitan Grande Band of Mission Indians of the Barona Reservation, California; Campo Band of Diegueno Mission Indians of the Campo Indian Reservation, California; Capitan Grande Band of Diegueno Mission Indians of California; Ewiiaapaayp Band of Kumeyaay Indians, California; Inaja Band of Diegueno Mission Indians of the Inaja and Cosmit Reservation, California; Jamul Indian Village of California; La Posta Band of Diegueno Mission Indians of the La Posta Indian Reservation, California; Manzanita Band of Diegueno Mission Indians of the Manzanita Reservation, California; Mesa Grande Band of Diegueno Mission Indians of the Mesa Grande Reservation, California; San Pasqual Band of Diegueno Mission Indians of California; Santa Ysabel Band of Diegueno Mission Indians of the Santa Ysabel Reservation, California; Sycuan Band of the Kumeyaay Nation; and Viejas (Baron Long) Group of Capitan Grande Band of Mission Indians of the Viejas Reservation, California.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the sacred objects should contact Cindy Stankowski, San Diego Archaeological Center, 16666 San Pasqual Valley Road, Escondido, CA 92027-7001, telephone (760) 291-0370, before November 10, 2008. Repatriation of the sacred objects to the Kumeyaay Nation, on behalf of the Barona Group of Capitan Grande Band of Mission Indians of the Barona Reservation, California; Campo Band of Diegueno Mission Indians of the Campo Indian Reservation, California; Capitan Grande Band of Diegueno Mission Indians of California; Ewiiaapaayp Band of Kumeyaay Indians, California; Inaja Band of Diegueno Mission Indians of the Inaja and Cosmit Reservation, California; Jamul Indian Village of California; La Posta Band of Diegueno Mission Indians of the La Posta Indian Reservation, California; Manzanita Band of Diegueno Mission Indians of the Manzanita Reservation, California; Mesa Grande Band of Diegueno Mission Indians of the Mesa Grande Reservation, California; San Pasqual Band of Diegueno Mission Indians of California; Santa Ysabel Band of Diegueno Mission Indians of the Santa Ysabel Reservation, California; Sycuan Band of the Kumeyaay Nation; and Viejas (Baron Long) Group of Capitan Grande Band of Mission Indians of the Viejas Reservation, California may proceed after that date if no additional claimants come forward.\\n        The San Diego Archaeological Center is responsible for notifying the Barona Group of Capitan Grande Band of Mission Indians of the Barona Reservation, California; Campo Band of Diegueno Mission Indians of the Campo Indian Rseservation, California; Capitan Grande Band of Diegueno Mission Indians of California; Ewiiaapaayp Band of Kumeyaay Indians, California; Inaja Band of Diegueno Mission Indians of the Inaja and Cosmit Reservation, California; Jamul Indian Village of California; La Posta Band of Diegueno Mission Indians of the La Posta Indian Reservation, California; Manzanita Band of Diegueno Mission Indians of the Manzanita Reservation, California; Mesa Grande Band of Diegueno Mission Indians of the Mesa Grande Reservation, California; San Pasqual Band of Diegueno Mission Indians of California; Santa Ysabel Band of Diegueno Mission Indians of the Santa Ysabel Reservation, California; Sycuan Band of the Kumeyaay Nation; and Viejas (Baron Long) Group of Capitan Grande Band of Mission Indians of the Viejas Reservation, California that this notice has been published.\\n        \\n          Dated: September 10, 2008\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E8-23971 Filed 10-8-08; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate Cultural Items: San Diego Archaeological Center, San Diego, CA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: September 10, 2008", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E8-23971 Filed 10-8-08; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}