{"index": "R_433", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent to Repatriate Cultural Items: U.S. Department of the Interior, National Park Service, San Juan Island National Historical Park, Friday Harbor, WA and Thomas Burke Memorial Washington State Museum, University of Washington, Seattle, WA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate cultural items in the possession of the Thomas Burke Memorial Washington State Museum (Burke Museum) University of Washington, Seattle, WA, and in the control of the U.S. Department of the Interior, San Juan Island National Historical Park, Friday Harbor, WA, that meet the definition of \\xe2\\x80\\x9cunassociated funerary objects\\xe2\\x80\\x9d under 25 U.S.C 3001.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the superintendent, San Juan Island National Historical Park.\\n        In 1946 and 1947, human remains and associated funerary objects were recovered during legally authorized excavations by University of Washington archeologist Arden King at the Cattle Point Site (45-SJ-01) on San Juan Island. Cattle Point is within the American Camp portion of San Juan Island National Historical Park on the southern part of San Juan Island. The funerary objects were transferred to the Burke Museum and later accessioned by the National Park Service. The whereabouts of the human remains is not known. The 249 unassociated funerary objects are 103 basalt flakes, 60 non-human mammalian bone fragments, 61 shell fragments, 2 bags of fish bones, 11 charcoal samples, 1 rock, 2 sediment samples, 1 piece of obsidian, 1 fire cracked cobble, 1 quartz flake, 1 piece of schist, 2 pieces of slate, 1 pebble, 1 sea urchin spine, and 1 sea lion humerus.\\n        In 1970 and 1972, authorized excavations of a shell midden took place at the English Camp Site (45-SJ-24) on San Juan Island and within the English Camp portion of San Juan Island National Historical Park during a University of Idaho field school directed by Dr. Roderick Sprague.\\n\\n        Four objects were recovered in 1970 from the same stratum in which a burial was found. The human remains were transferred to the University of Idaho before being repatriated to the Lummi Tribe of the Lummi Reservation, Washington on June 26, 1991. The four funerary objects were transferred to the Burke Museum and accessioned by the National Park Service. The four unassociated funerary objects are one portion of a non-human mammalian limb bone, one basalt shatter fragment, one triangular basalt point fragment, and one ground abrader fragment.\\n        The 1972 excavation recovered 32 objects that were associated with three burials. The human remains were transferred to the University of Idaho and subsequently repatriated to the Lummi Tribe of the Lummi Reservation, Washington on June 26, 1991. The funerary objects were transferred to the Burke Museum and accessioned by the National Park Service. The 32 unassociated funerary objects are 2 fish vertebrae, 1 antler tine fragment, 1 fused bird wing bone, 24 fragments of non-human bone, 2 pieces of fire modified rock, 1 basalt shatter fragment, and 1 point fragment.\\n        Arden King\\'s analysis of archeological data from Cattle Point resulted in the identification of three prehistoric phases, with the most recent representing a maritime adaptation that is ancestral to historic native populations in the United States and Canada. Archeological research and analysis indicates continuous habitation of San Juan Island, including the two sites mentioned here, from approximately 2,000 years ago through the mid-19th century. Anthropologist Wayne Suttles has identified the occupants of San Juan Island as Northern Straits language speakers, a linguistic subset of a larger Central Coast Salish population, who were ancestors of the Lummi Tribe of the Lummi Reservation, Washington. Furthermore, Suttles\\' anthropological research in the late 1940s confirmed that the Lummi primarily occupied San Juan Island and other nearby islands in the European contact period and during the early history of the Lummi Reservation that was established on the mainland in 1855, through Article II of the Treaty of Point Elliott. San Juan Island is within the aboriginal territory of the Lummi Tribe of the Lummi Reservation, Washington. Lummi oral tradition, history and anthropological data clearly associate the Lummi with San Juan Island.\\n        The Samish Indian Tribe, Washington is most closely associated with the Lummi Tribe of the Lummi Reservation, Washington linguistically and culturally, and the Samish regard San Juan Island to be within the usual and accustomed territory shared by both tribes at the time of negotiations for the Treaty of Point Elliott, in 1855. In 2006, the Samish Indian Tribe, Washington and the Lummi Tribe of the Lummi Reservation, Washington entered into a cooperative agreement to have the Lummi Tribe take the lead in receiving repatriated human remains and funerary objects from San Juan Island National Historical Park. The traditional territory of the Swinomish Indians of the Swinomish Reservation, Washington is on the mainland in the vicinity of La Conner, WA, on Whidbey Island and Fidalgo Island, the site of their reservation.\\n        Officials of San Juan Island National Historical Park have determined that, pursuant to 25 U.S.C. 3001 (3)(B), the 285 cultural items described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony and are believed, by a preponderance of the evidence, to have been removed from specific burial sites of Native American individuals. Officials of San Juan Island National Historical Park also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the unassociated funerary objects and the Lummi Tribe of the Lummi Reservation, Washington.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the unassociated funerary objects should contact Peter Dederich, superintendent, San Juan Island National Historical Park, P.O. Box 429, Friday Harbor, WA 98250-04289, telephone (360) 378-2240, before September 29, 2008. Repatriation of the unassociated funerary objects to the Lummi Tribe of the Lummi Reservation, Washington may proceed after that date if no additional claimants come forward.\\n        San Juan Island National Historical Park is responsible for notifying the Lummi Tribe of the Lummi Reservation, Washington; Samish Indian Tribe, Washington; and Swinomish Indians of the Swinomish Reservation, Washington that this notice has been published.\\n        \\n          Dated: July 31, 2008.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E8-20107 Filed 8-28-08; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate Cultural Items: U.S. Department of the Interior, National Park Service, San Juan Island National Historical Park, Friday Harbor, WA and Thomas Burke Memorial Washington State Museum, University of Washington, Seattle, WA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: July 31, 2008.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E8-20107 Filed 8-28-08; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}