{"index": "R_430", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent To Repatriate Cultural Items: U.S. Army Corps of Engineers, Portland District, Portland, OR and Museum of Anthropology, Washington State University, Pullman, WA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate cultural items in the control of the U.S. Department of Defense, Army Corps of Engineers, Portland District, Portland, OR, and in the possession of the Museum of Anthropology, Washington State University, Pullman, WA, that meet the definition of \\xe2\\x80\\x9cunassociated funerary objects\\xe2\\x80\\x9d under 25 U.S.C. 3001.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the cultural items. The National Park Service is not responsible for the determinations in this notice.\\n        In 1982, human remains of one Native American individual and funerary objects were found eroding out of a streamside terrace and mixed in adjacent back dirt piles from site 35-MW-32, also known as the Willow Creek Lake Site, in Morrow County, OR. The site is located immediately west of the confluence between Willow Creek and Balm Fork, near Heppner, OR. The human remains, cultural items, and a large concentration of butchered animal bones were first observed by an employee who was working on a nearby channeling and surface grading project related to Willow Creek Dam construction at the Willow Creek Lake Project area. It is undetermined if the human remains and cultural items came from an isolated burial or if the construction activity disturbed the edge of a larger burial ground. The human remains and cultural items were assessed on-site by archeologists and personnel from the University of Idaho, Moscow, ID. The Army Corps of Engineers, Walla Walla District, then collected and transferred the human remains and cultural items for further analysis to the University of Idaho, Laboratory of Anthropology. The human remains and funerary objects were later transferred to the Museum of Anthropology, Washington State University for temporary curation until the responsible agency and repository could be identified and contacted.\\n        In 1984, the human remains were repatriated to the Confederated Tribes of the Umatilla Indian Reservation, Oregon and reburied in Mission, OR. The funerary objects remained at the museum. The 51 unassociated funerary objects are 1 cobble pestle handle, 4 fragments of a worked bone awl, 40 pieces of chert debitage, 1 piece of basalt debitage, 2 pressed glassware fragments, and 3 square nails.\\n        Various Native American groups were known to follow Willow Creek and Balm Fork during travels to and from the mountainous areas. Although no dates of occupation were obtained by the researchers, the burial pattern observed within 35-WS-32 is consistent with the customs of Columbia Plateau Native American groups. Ethnographic and museum records indicate that the cultural items are consistent with cultural items typically found in context with burials characteristic of the Mid-Columbia River Basin. Oral histories and published ethnographic documentation indicate that site 35-MW-32 is located within the traditional territory of the Confederated Tribes of the Umatilla Indian Reservation, Oregon. In particular, some ethnographic accounts place the site area within Umatilla and Cayuse home ranges during the equestrian period. Based on provenience, officials of the U.S. Army Corps of Engineers, Portland District reasonably believe the unassociated funerary objects are culturally affiliated with the Confederated Tribes of the Umatilla Indian Reservation, Oregon.\\n        Officials of the U.S. Army Corps of Engineers, Portland District have determined that, pursuant to 25 U.S.C. 3001 (3)(B), the 51 cultural items described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony and are believed, by preponderance of the evidence, to have been removed from a specific burial site of a Native American individual. Officials of the U.S. Army Corps of Engineers, Portland District have also determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the unassociated funerary objects and the Confederated Tribes of the Umatilla Indian Reservation, Oregon.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the unassociated funerary objects should contact Daniel Mulligan, NAGPRA Coordinator, Environmental Resources Branch, U.S. Army Corps of Engineers, Portland District, P.O. Box 2946, Portland, OR 97208-2946, telephone (503) 808-4768, before October 10, 2008. Repatriation of the unassociated funerary objects to the Confederated Tribes of the Umatilla Indian Reservation, Oregon may proceed after that date if no additional claimants come forward.\\n        The U.S. Army Corps of Engineers, Portland District is responsible for notifying the Confederated Tribes of the Umatilla Indian Reservation, Oregon that this notice has been published.\\n        \\n          Dated: August 18, 2008\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E8-21010 Filed 9-9-08; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent To Repatriate Cultural Items: U.S. Army Corps of Engineers, Portland District, Portland, OR and Museum of Anthropology, Washington State University, Pullman, WA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: August 18, 2008", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E8-21010 Filed 9-9-08; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}