{"index": "R_439", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent to Repatriate Cultural Items: Denver Museum of Nature & Science, Denver, CO\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate cultural items in the possession of the Denver Museum of Nature & Science, Denver, CO, which meet the definitions of \\xe2\\x80\\x9csacred objects\\xe2\\x80\\x9d and \\xe2\\x80\\x9cobjects of cultural patrimony\\xe2\\x80\\x9d under 25 U.S.C. 3001.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the cultural items. The National Park Service is not responsible for the determinations in this notice.\\n        The first cultural item is called the Whale Hairpiece, carved from a section of mountain goat horn, measuring approximately 3 inches high, 1.5 inches in diameter at the base, and 1 inch in diameter at the top. Decorating the exterior of the horn are 18 abalone shell insets. The catalogue records term the object a \\xe2\\x80\\x9chair holder or ornament\\xe2\\x80\\x9d and \\xe2\\x80\\x9cbraid wrap.\\xe2\\x80\\x9d In August 1977, the cultural item was purchased by Mrs. Mary A. Crane from the art dealer Mr. Michael R. Johnson who had purchased the item from \\xe2\\x80\\x9cMrs. Dan Katzeek\\xe2\\x80\\x9d in 1973. In a letter Mr. Johnson wrote to Mrs. Crane, dated August 30, 1977, he asserted,\\xe2\\x80\\x9cI am convinced it is very old as the single braid or plaited hair in one clump has not been worn since the days of Cook and Vancouver. The style is evident in the early Webber drawings but seems to have faded out in Victorian times to the double braids or Victorian upsweeps and buns.\\xe2\\x80\\x9d Mrs. Crane donated the hairpiece to the Denver Museum of Nature & Science (then Denver Museum of Natural History) on May 27, 1983.\\n        The second cultural item is called the Strongman Housepost Robe, a painted moose hide blanket, approximately 66 x 44 inches in size, with two hide strings at top. The center area, about 36 x 24.5 inches in size, has a painted design and \\xe2\\x80\\x9cVICTOR HOTCH KLUKWAN\\xe2\\x80\\x9d is painted at the top and also the inside bottom. In 1974, the cultural item was purchased by Michael R. Johnson from Victor Hotch. Museum records suggest that the image represents Strongman (a Tlingit hero, Dukt\\'ootl) ripping apart a sea lion; that it was a robe for wearing; and that this image was also used on house posts. The last claim was verified during consultations and supported by photographs of a Whale House post, taken from Klukwan in 1984. Mr. Johnson, who claimed the robe dates to about 1930, donated it to the Denver Museum of Nature & Science on October 3, 1974.\\n        In the mid-1970s a decades-long controversy began over the ownership of Whale House objects. The public and legal battle engulfed Klukwan, museums, and collectors alike. Although these objects left Alaska several years prior to the controversy, nonetheless, the Denver Museum of Nature & Science acknowledges that these two objects likely left Alaska under suspect circumstances.\\n        During consultation, representatives of the Central Council of the Tlingit & Haida Indian Tribes provided detailed written documentation of tribal and clan histories, the significance of the hairpiece and robe to the Gaanaxteidi Clan, and the importance of these objects in ongoing ceremonial practices. The official claim explained the right of the Gaanaxteidi Clan and Whale House to the symbolism embedded in these objects. The claim confirms the museum\\'s records that the robe\\'s design replicates the image of the Strongman Housepost, which has been well documented as belonging to the Whale House. This particular image tells the story of the Gaanaxteidi Clan\\'s migration history. The hairpiece represents the whale itself, and the whale is a crest of the Gaanaxteidi Clan. The whale character figures prominently into the \\xe2\\x80\\x9cRaven Cycle\\xe2\\x80\\x9d stories. Additionally, the claim offers that the hairpiece, or yaay che\\'eeni, was worn by women to bundle the hair and only worn on ceremonial occasions with the assistance of the \\xe2\\x80\\x9copposite\\xe2\\x80\\x9d moiety. It then explains more specifically how it would be ceremonially used exclusively by a woman of the aanyadi (high caste).\\n        The claim argues that these pieces are objects of cultural patrimony, that the Hit s\\'aati (Housemaster) is only the steward of these clan objects. Under Tlingit traditional property law (now codified in tribal law) the trustee does not have the authority to sell clan property. Rather, clan consent is necessary for decisions about clan property. The published literature, based on a wide range of ethnological, folkloric, linguistic, and anthropological sources, supports these claims.\\n        At length, the claim explains that these two objects are sacred objects, as clan crests both symbolize and embody the spirit of the being depicted on these objects. Crests represent the spiritual affinity and kinship between the clan members and the animals or mythical figures being represented. Clan members sometimes refer to their clan crests as Ax Shuka (My Ancestor or Relative), and may call upon these spirits in time of need. A specific code of conduct is maintained around these crests, which Tlingits traditionally believe are not truly things, but rather \\xe2\\x80\\x9cliving beings.\\xe2\\x80\\x9d The claim asserts that, if returned, these objects will be used in the ongoing ceremonies of the Gaanaxteidi Clan.\\n        Consultation evidence acknowledges that many of the clan-owned and sacred objects were removed from the communities by members of their own tribe. Nevertheless, these individuals acted in contravention of traditional Tlingit cultural property law. It is only the Gaanaxteidi Clan that has the right to display these objects and tell of its own history. The museum cannot provide any evidence that the Tlingit individuals who sold the objects had authority of alienation or consent of the clan. Based on the evidence of the larger Whale House controversy, it is highly likely that many clan members explicitly objected to the sale of these kinds of clan objects when Johnson purchased them, and continue to be objects of cultural patrimony and sacred objects owned by the clan.\\n\\n        Officials of the Denver Museum of Nature & Science have determined that, pursuant to 25 U.S.C. 3001 (3)(C), the two cultural items are specific ceremonial objects needed by traditional Native American religious leaders for the practice of traditional Native American religions by their present-day adherents. Officials of the Denver Museum of Nature & Science have also determined that, pursuant to 25 U.S.C. 3001 (3)(D), the two cultural items have ongoing historical, traditional, or cultural importance central to the Native American group or culture itself, rather than property owned by an individual. Lastly, officials of the Denver Museum of Nature & Science have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity which can be reasonably traced between the sacred objects/objects of cultural patrimony and the Central Council of the Tlingit & Haida Indian Tribes.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the sacred objects/objects of cultural patrimony should contact Dr. Chip Colwell-Chanthaphonh, Curator of Anthropology, NAGPRA Officer, Department of Anthropology, Denver Museum of Nature & Science, 2001 Colorado Boulevard, Denver, CO 80205, telephone (303) 370-6378, before September 29, 2008. Repatriation of the sacred objects/objects of cultural patrimony to the Central Council of the Tlingit & Haida Indian Tribes on behalf of the Gaanaxteidi Clan, may proceed after that date if no additional claimants come forward.\\n        The Denver Museum of Nature & Science is responsible for notifying the Central Council of the Tlingit & Haida Indian Tribes that this notice has been published.\\n        \\n          Dated: August 4, 2008.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E8-20108 Filed 8-28-08; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate Cultural Items: Denver Museum of Nature & Science, Denver, CO", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: August 4, 2008.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E8-20108 Filed 8-28-08; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}