{"index": "R_443", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent to Repatriate Cultural Items: Horner Collection, Oregon State University, Corvallis, OR\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate cultural items in the possession of the Horner Collection, Oregon State University, Corvallis, OR, that meets the definition of \\xe2\\x80\\x9cunassociated funerary objects\\xe2\\x80\\x9d or \\xe2\\x80\\x9csacred objects\\xe2\\x80\\x9d under 25 U.S.C. 3001.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the cultural items. The National Park Service is not responsible for the determinations in this notice.\\n        The 19 cultural items are 18 unassociated funerary objects and 1 sacred object. The 18 unassociated funerary objects are 3 wedges, 1 club or pestle, 7 pestles, 1 pestle fragment, 1 copper pendant, 1 ground steatite tubular pipe, 1 mano, 2 mauls, and 1 unknown lithic item. The one sacred object is a blue schist club in the shape of a paddle.\\n        The Museum of Oregon Country, Oregon Agricultural College was renamed the John B. Horner Museum of the Oregon Country in 1936, and became commonly known as the Horner Museum. The Oregon Agricultural College was renamed the Oregon State College in 1937, and became Oregon State University in 1962. The Horner Museum closed in 1995. Currently, cultural items from the Horner Museum are referred to as the Horner Collection, which is owned by, and in the possession of, Oregon State University.\\n        The Horner Collection, Oregon State University professional staff consulted with representatives of the Confederated Tribes of the Coos, Lower Umpqua and Siuslaw Indians of Oregon; Confederated Tribes of the Grand Ronde Community of Oregon; Confederated Tribes of the Siletz Reservation, Oregon; Coquille Tribe of Oregon; Karuk Tribe of California; Smith River Rancheria, California; and Yurok Tribe of the Yurok Reservation, California. The Confederated Tribes and Bands of the Yakama Nation, Washington; Confederated Tribes of the Chehalis Reservation, Washington; Cowlitz Indian Tribe, Washington; Hawai`i Island Burial Council; Hoh Indian Tribe of the Hoh Indian Reservation, Washington; Hui Malama I Na Kupuna O Hawai`i Nei; Jamestown S\\'Klallam Tribe of Washington; Kauai/Niihau Island Burial Council; Lower Elwha Tribal Community of the Lower Elwha Reservation, Washington; Lummi Tribe of the Lummi Reservation, Washington; Makah Indian Tribe of the Makah Indian Reservation, Washington; Maui/Lanai Island Burial Council; Molokai Island Burial Council; O\\'ahu Burial Committee; Office of Hawaiian Affairs; Quartz Valley Indian Community of the Quartz Valley Reservation of California; Quileute Tribe of the Quileute Reservation, Washington; Quinault Tribe of the Quinault Reservation, Washington; Shoalwater Bay Tribe of the Shoalwater Bay Indian Reservation, Washington; Skokomish Indian Tribe of the Skokomish Reservation, Washington; Swinomish Indians of the Swinomish Reservation, Washington; and Tulalip Tribes of the Tulalip Reservation, Washington were informed of items in this claim, but did not participate in the consultations.\\n        At an unknown date, a blue schist club in the shape of a paddle was removed from an unknown location in Illahee, Curry County, OR, by an unknown person. In 1940, the club was brought to the Horner Museum by Mrs. C.H. Pettinger. In 1965, the club was accessioned into the Horner Collection.\\n\\n        During consultation, a representative of the Confederated Tribes of the Siletz Reservation, Oregon, identified the paddle as a ceremonial paddle for stirring hot stones used to cook acorns in cooking baskets for feasts and that it is needed for ceremonies that continue to be practiced today. There are other known examples of stone paddles from this same area. Illahe is in the divide between Chasta Costa (Athabaskan) and Takelma territory along the Rogue River. The Illahe area is primarily considered to be Chasta Costa. The Chasta Costa people were brought to the Siletz reservation in 1856. The Handbook of American Indians North of Mexico Part I (ed. Fredrick Webb Hodge, 1912), states that the Chasta Costa were an Athabaskan group living mostly on the north bank of the Rogue River from its junction with the Illinois River upstream nearly to the mouth of the Applegate River and that the Chasta Costa were taken to the Siletz reservation in 1856. Museum records and tribal representatives agree that this object is culturally affiliated with the Confederated Tribes of the Siletz Reservation, Oregon and that the paddle is a sacred item needed for use in traditional ceremonies that continue to be practiced today.\\n        At an unknown date, cultural items were removed from an unknown site near Pistol River, Curry County, OR. In 1970, Mrs. Dorothy Timeus donated the cultural items to the museum. According to Mrs. Timeus, the cultural objects were found in the sand dunes near the Pistol River. It is unknown if the cultural objects were removed by Mrs. Timeus. The Horner Collection, Oregon State University has no evidence the cultural items were ever buried with any individual. However, Mrs. Timeus is known to have collected human remains and cultural items from burials and mounds. Based on consultation and museum records, the Horner Collection, Oregon State University has identified these cultural items as unassociated funerary objects. The 11 unassociated funerary objects are 6 pestles, 1 pestle fragment, 1 mano, 2 mauls, and 1 unknown lithic.\\n\\n        A letter written by Mr. Harmon Timeus, Mrs. Timeus\\' son, states, \\xe2\\x80\\x9cI have checked with several authorities concerning the Indian skulls and relics...they are all from the To-To-Tin tribe. There were many smaller groups of this tribe. The Chetl-essen-tans is the specific group which inhabited the land where the relics were found.\\xe2\\x80\\x9d The authorities cited in the letter are unknown. The tribe mentioned in the letter is most likely the Chet-less-ing-ton Band of Too-too-to-ney tribe, who were located at the eddy of Pistol River in the 1800s. The Chet-less-ing-ton were signatories to the Oregon Coast Treaty of 1855 and by 1857 the Chet-less-ing-ton were residing on the reservation of the Confederated Tribes of the Siletz Reservation, Oregon (Harris, 1858). The Chet-less-ing-ton are a subgroup of the Athabaskan/Tututni, which is one of the member tribes of the Confederated Tribes of the Siletz Reservation, Oregon.\\n        At an unknown date, a club or pestle was removed from Wellen, Jackson County, OR, by an unknown person. In 1912, a pestle was removed from the mouth of the Applegate River, Josephine County, OR, by an unknown person. In 1934, the two cultural items were donated to the Horner Museum by J.G. Crawford. The Horner Collection, Oregon State University has no evidence the club/pestle or pestle was ever buried with any individual. However, J.G. Crawford is known to have collected human remains and cultural items from burials and mounds. Based on consultation and museum records, the Horner Collection, Oregon State University has identified these cultural items as unassociated funerary objects.\\n        The traditional territory of the Shasta, Takelma, and Applegate River Athabaskans (Dakubetede) included Jackson and Josephine Counties, OR. In May 1857, all three groups were permanently moved to the Siletz Reservation.\\n        At an unknown date, a black steatite tubular pipe was removed from an Indian grave on the Klamath River near Copco, Siskiyou County, CA, by an unknown person. In 1928, the pipe was donated to the Horner Museum by C.J. Lisle. Museum records clearly state this object was taken from a grave, but there is no indication that the human remains were exhumed. Based on museum records, Horner Collection, Oregon State University identifies this cultural item as an unassociated funerary object.\\n        The Yreka, Fort Jones, Scott River, and Upper Klamath River areas were traditional territories for many of the people who were taken to the Siletz Reservation. Some Siletz tribal members still reside in those areas. The Shasta people of northern California and southern Oregon moved to Upper Farm and Shasta Farm on the Siletz Agency in May 1857 and Rogue River, Chasta, Scoton and Grave Creek treaty funds were expended in the development of those farms. A schoolhouse, agency hospital, mills, and other treaty stipulations were carried out by the Siletz agency because these tribes were residents on the Siletz Reservation.\\n        At an unknown date, a copper pendant was removed from an unknown location possibly by J.B. Horner. J.B. Horner donated the pendant to the Horner Museum in 1933. A tribal representative of the Confederated Tribes of the Siletz Reservation, Oregon identified that copper pendants and bangles have \\xe2\\x80\\x9cbeen frequently found in burials from the Willamette Valley and all parts of the Oregon Coast, all of which is within the aboriginal territory of the Confederated Tribes of Siletz. A good portion of that area is also within the original boundaries of the Siletz Reservation, as established in 1855.\\xe2\\x80\\x9d During consultation, the copper pendant was identified as an object that appears to have been buried at one time and as an object that would have been buried with the owner. The Horner Collection, Oregon State University has no evidence the pendant was ever buried with any individual. However, based on consultation, the Horner Collection, Oregon State University has identified this cultural item as an unassociated funerary object.\\n        At an unknown date, three wedges were removed from Seal Rock near Newport, Lincoln County, OR, by an unknown person. These cultural items were brought to the Horner Museum in 1933 by J.G. Crawford and accessioned into the Horner Collection in 1958. The Horner Collection, Oregon State University has no evidence the three wedges were ever buried with any individual. However, Mr. Crawford is known to have collected human remains and cultural items from burials and mounds. Based on consultation and museum records, the Horner Collection, Oregon State University has identified these cultural items as unassociated funerary objects.\\n        The Alsean tribal village of Kitau, now known as Seal Rock, is within the boundaries of the Siletz Reservation established in 1855 and is the site of a large midden containing many burials from Kitau. The Alsea tribe\\'s homeland was with the Siletz Reservation and they became members of the Confederated Tribes of the Siletz Reservation, Oregon.\\n        Officials of the Horner Collection, Oregon State University have determined that, pursuant to 25 U.S.C. 3001 (3)(B), the 18 cultural items described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony and are believed, by a preponderance of the evidence, to have been removed from a specific burial site of a Native American individual. Officials of the Horner Collection, Oregon State University also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the unassociated funerary objects and the Confederated Tribes of the Siletz Reservation, Oregon.\\n        Officials of the Horner Collection, Oregon State University have determined that, pursuant to 25 U.S.C. 3001 (3)(C), the one cultural item described above is a specific ceremonial object needed by traditional Native American religious leaders for the practice of traditional Native American religions by their present-day adherents. Officials of the Horner Collection, Oregon State University also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the sacred object and the Confederated Tribes of the Siletz Reservation, Oregon.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the sacred object and/or unassociated funerary objects should contact Sabah Randhawa, Executive Vice President and Provost, President\\'s Office, Oregon State University, 600 Kerr Administration Building, Corvallis, OR 97331, telephone (541) 737-8260, before September 22, 2008. Repatriation of the sacred object and unassociated funerary objects to the Confederated Tribes of the Siletz Reservation, Oregon may proceed after that date if no additional claimants come forward.\\n\\n        Horner Collection, Oregon State University is responsible for notifying the Confederated Tribes and Bands of the Yakama Nation, Washington; Confederated Tribes of the Chehalis Reservation, Washington; Confederated Tribes of the Coos, Lower Umpqua and Siuslaw Indians of Oregon; Confederated Tribes of the Grand Ronde Community of Oregon; Coquille Tribe of Oregon; Confederated Tribes of the Siletz Reservation, Oregon; Cowlitz Indian Tribe, Washington; Hawai`i Island Burial Council; Hoh Indian Tribe of the Hoh Indian Reservation, Washington; Hui Malama I Na Kupuna O Hawai`i Nei; Jamestown S\\'Klallam Tribe of Washington; Karuk Tribe of California; Kauai/Niihau Island Burial Council; Lower Elwha Tribal Community of the Lower Elwha Reservation, Washington; Lower Umpqua and Siuslaw Indians of Oregon; Lummi Tribe of the Lummi Reservation, Washington; Makah Indian Tribe of the Makah Indian Reservation, Washington; Maui/Lanai Island Burial Council; Molokai Island Burial Council; O\\'ahu Burial Committee; Office of Hawaiian Affairs; Quileute Tribe of the Quileute Reservation, Washington; Quartz Valley Indian Community of the Quartz Valley Reservation of California; Quinault Tribe of the Quinault Reservation, Washington; Shoalwater Bay Tribe of the Shoalwater Bay Indian Reservation, Washington; Skokomish Indian Tribe of the Skokomish Reservation, Washington; Smith River Rancheria, California; Swinomish Indians of the Swinomish Reservation, Washington; Tulalip Tribes of the Tulalip Reservation, Washington; and Yurok Tribe of the Yurok Reservation, California that this notice has been published.\\n        \\n          Dated: July 14, 2008\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E8-19330 Filed 8-20-08; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate Cultural Items: Horner Collection, Oregon State University, Corvallis, OR", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: July 14, 2008", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E8-19330 Filed 8-20-08; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}