{"index": "R_441", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent to Repatriate a Cultural Item: Horner Collection, Oregon State University, Corvallis, OR\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate a cultural item in the possession of the Horner Collection, Oregon State University, Corvallis, OR, that meets the definition of \\xe2\\x80\\x9cunassociated funerary object\\xe2\\x80\\x9d under 25 U.S.C. 3001.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the cultural item. The National Park Service is not responsible for the determinations in this notice.\\n        The Museum of Oregon Country, Oregon Agricultural College was renamed the John B. Horner Museum of the Oregon Country in 1936, and became commonly known as the Horner Museum. The Oregon Agricultural College was renamed the Oregon State College in 1937, and became Oregon State University in 1962. The Horner Museum closed in 1995. Currently, cultural items from the Horner Museum are referred to as the Horner Collection, which is owned by, and in the possession of, Oregon State University.\\n        The Horner Collection, Oregon State University professional staff consulted with representatives of the Confederated Tribes of the Coos, Lower Umpqua and Siuslaw Indians of Oregon; Confederated Tribes of the Grand Ronde Community of Oregon; Confederated Tribes of the Siletz Reservation, Oregon; Coquille Tribe of Oregon; Karuk Tribe of California; Smith River Rancheria, California; and Yurok Tribe of the Yurok Reservation, California. The Confederated Tribes and Bands of the Yakama Nation, Washington; Confederated Tribes of the Chehalis Reservation, Washington; Cowlitz Indian Tribe, Washington; Hawai`i Island Burial Council; Hoh Indian Tribe of the Hoh Indian Reservation, Washington; Hui Malama I Na Kupuna O Hawai`i Nei; Jamestown S\\'Klallam Tribe of Washington; Kauai/Niihau Island Burial Council; Lower Elwha Tribal Community of the Lower Elwha Reservation, Washington; Lummi Tribe of the Lummi Reservation, Washington; Makah Indian Tribe of the Makah Indian Reservation, Washington; Maui/Lanai Island Burial Council; Molokai Island Burial Council; O\\'ahu Burial Committee; Office of Hawaiian Affairs; Quartz Valley Indian Community of the Quartz Valley Reservation of California; Quileute Tribe of the Quileute Reservation, Washington; Quinault Tribe of the Quinault Reservation, Washington; Shoalwater Bay Tribe of the Shoalwater Bay Indian Reservation, Washington; Skokomish Indian Tribe of the Skokomish Reservation, Washington; Swinomish Indians of the Swinomish Reservation, Washington; and Tulalip Tribes of the Tulalip Reservation, Washington were informed of the item in this claim, but did not participate in the consultations.\\n        At an unknown date, a trinket basket was removed from Vancouver, Clark County, WA, probably by Mrs. J.E. Barrett. Mrs. Barrett brought the basket to the Horner Museum in 1934 and gifted it to the Horner Museum in 1972. The Horner Collection, Oregon State University has no evidence the trinket basket was ever buried with any individual. However, J.E. Barrett is known to have collected cultural items from burials and mounds. Based on consultation and museum records, the Horner Collection, Oregon State University has identified this cultural item as an unassociated funerary object.\\n        Tribal representatives have identified this basket as typical of those found at the mouth of the Columbia River and displays characteristics of Clatsop, Tillamook, and Chinook basketry techniques and materials. The Clatsop, Nehalem, Tillamook, Nestucca, Neachesna (Salmon River Tillamook), and Siletz Band of Tillamooks were all parties to the 1855 Coast Treaty. The treaty was never ratified and the northern Oregon coastal bands were not forced to remove to the Siletz Reservation as stipulated in the treaty. For the most part, remaining in their traditional territories the northern Oregon coast bands traded and inter-married with members of the Confederated Tribes of Siletz Reservation, Oregon and Confederated Tribes of the Grand Ronde Community of Oregon. Many of the Tillamook families at Salmon River (within the Siletz Reservation and often having Chinook and Clatsop ancestry) received Siletz Reservation Allotments.\\n\\n        Officials of the Horner Collection, Oregon State University have determined that, pursuant to 25 U.S.C. 3001 (3)(B), the one cultural item described above is reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony and is believed, by a preponderance of the evidence, to have been removed from a specific burial site of a Native American individual. Officials of the Horner Collection, Oregon State University also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the unassociated funerary object and the Confederated Tribes of the Grand Ronde Community of Oregon and Confederated Tribes of the Siletz Reservation, Oregon.\\n        \\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the unassociated funerary object should contact Sabah Randhawa, Executive Vice President and Provost, President\\'s Office, Oregon State University, 600 Kerr Administration Building, Corvallis, OR 97331, telephone (541) 737-8260, before September 22, 2008. Repatriation of the unassociated funerary object to the Confederated Tribes of the Siletz Reservation, Oregon may proceed after that date if no additional claimants come forward.\\n        Horner Collection, Oregon State University is responsible for notifying the Confederated Tribes and Bands of the Yakama Nation, Washington; Confederated Tribes of the Chehalis Reservation, Washington; Confederated Tribes of the Coos, Lower Umpqua and Siuslaw Indians of Oregon; Confederated Tribes of the Grand Ronde Community of Oregon; Coquille Tribe of Oregon; Confederated Tribes of the Siletz Reservation, Oregon; Cowlitz Indian Tribe, Washington; Hawai`i Island Burial Council; Hoh Indian Tribe of the Hoh Indian Reservation, Washington; Hui Malama I Na Kupuna O Hawai`i Nei; Jamestown S\\'Klallam Tribe of Washington; Karuk Tribe of California; Kauai/Niihau Island Burial Council; Lower Elwha Tribal Community of the Lower Elwha Reservation, Washington; Lower Umpqua and Siuslaw Indians of Oregon; Lummi Tribe of the Lummi Reservation, Washington; Makah Indian Tribe of the Makah Indian Reservation, Washington; Maui/Lanai Island Burial Council; Molokai Island Burial Council; O\\'ahu Burial Committee; Office of Hawaiian Affairs; Quileute Tribe of the Quileute Reservation, Washington; Quartz Valley Indian Community of the Quartz Valley Reservation of California; Quinault Tribe of the Quinault Reservation, Washington; Shoalwater Bay Tribe of the Shoalwater Bay Indian Reservation, Washington; Skokomish Indian Tribe of the Skokomish Reservation, Washington; Smith River Rancheria, California; Swinomish Indians of the Swinomish Reservation, Washington; Tulalip Tribes of the Tulalip Reservation, Washington; and Yurok Tribe of the Yurok Reservation, California that this notice has been published.\\n        \\n          Dated: July 14, 2008\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E8-19338 Filed 8-20-08; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate a Cultural Item: Horner Collection, Oregon State University, Corvallis, OR", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: July 14, 2008", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E8-19338 Filed 8-20-08; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}