{"index": "R_456", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent To Repatriate Cultural Items: The Cleveland Museum of Natural History, Cleveland, OH\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate cultural items in the possession of The Cleveland Museum of Natural History, Cleveland, OH, that meet the definition of \\xe2\\x80\\x9cunassociated funerary object\\xe2\\x80\\x9d and \\xe2\\x80\\x9csacred object\\xe2\\x80\\x9d under 25 U.S.C. 3001.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the cultural items. The National Park Service is not responsible for the determinations in this notice.\\n        In 1956, cultural items were acquired by The Cleveland Museum of Natural History from the Logan Museum, Beloit College, Beloit, WI. The two cultural items are one ceremonial wood bowl (CMNH 12888/CMNH 19888) and one silver brooch (CMNH 08169). Representatives of the Little Traverse Bay Bands of Odawa Indians, Michigan attributed the cultural items as Ottawa/Odawa.\\n        The bowl is well-made with a carved rim and knobs. The locality and date for the bowl are recorded as \\xe2\\x80\\x9cMichigan, Emmet County, early 1900\\'s.\\xe2\\x80\\x9d In Odawa spiritual practices, ceremonial bowls have a wide range of use and are utilized in many different ceremonial activities. It is believed that manidok (spirits) reside in each individual bowl and are a part of the community. It is the Tribe\\'s continued responsibility to take care of these bowls and use them in ceremonies for sacred reasons, as such Traditional Religious leaders of the Little Traverse Bay Bands of Odawa Indians, Michigan need to use these bowls in ceremonies for the Tribe.\\n        The one silver brooch (CMNH 08169) is made from German silver in the shape of a disk with punched designs of circles, stars, and ellipses. The locality and date for the brooch are listed as \\xe2\\x80\\x9cMichigan, Emmet County, late 1800\\'s.\\xe2\\x80\\x9d Multiple archeological sites that are Native American burial sites or cemeteries in Michigan from the Historic Period contain an array of European trade goods, such as knives, glass beads and silver brooches (Halsey, 286). It is believed that the silver brooch in the possession of museum came from an Odawa grave based on similar objects found in other Odawa graves from Michigan. In addition, it is believed that the brooch is a grave item because it has been recorded as a Native American item and not just simply a piece of silver since the designation of such simple items to be of Native origin usually originates because it came from a Native American burial.\\n\\n        Officials of The Cleveland Museum of Natural History have determined that, pursuant to 25 U.S.C. 3001 (3)(B), the one cultural item described above is reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony and is believed, by a preponderance of the evidence, to have been removed from a specific burial site of a Native American individual. Officials of The Cleveland Museum of Natural History also have determined that, pursuant to 25 U.S.C. 3001 (3)(C), the one cultural item described above is a specific ceremonial object needed by traditional Native American religious leaders for the practice of traditional Native American religions by their present-day adherents. Lastly, officials of The Cleveland Museum of Natural History have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the unassociated funerary object and the sacred object and the Little Traverse Bay Bands of Odawa Indians, Michigan.\\n        \\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the unassociated funerary object and/or sacred object should contact Adriann Balok, Curator of Cultural Anthropology, The Cleveland Museum of Natural History, 1 Wade Oval Dr., University Circle, Cleveland, OH 44106, telephone (216) 231-4600, ext. 3294, before July 17, 2008. Repatriation of the unassociated funerary object and sacred object to the Little Traverse Bay Bands of Odawa Indians, Michigan may proceed after that date if no additional claimants come forward.\\n        The Cleveland Museum of Natural History is responsible for notifying the Little Traverse Bay Bands of Odawa Indians, Michigan that this notice has been published.\\n        \\n          Dated: May 12, 2008.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E8-13624 Filed 6-16-08; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent To Repatriate Cultural Items: The Cleveland Museum of Natural History, Cleveland, OH", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: May 12, 2008.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E8-13624 Filed 6-16-08; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}