{"index": "R_457", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent to Repatriate Cultural Items: University of New Hampshire, Durham, NH\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate cultural items in the possession of the University of New Hampshire, Durham, NH, that meet the definition of \\xe2\\x80\\x9cunassociated funerary objects\\xe2\\x80\\x9d under 25 U.S.C. 3001.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the cultural items. The National Park Service is not responsible for the determinations in this notice.\\n        The University of New Hampshire has consulted with the Western Abenaki coalition representatives of the Abenaki Nation of New Hampshire, a non-federally recognized Indian group, and Cowasuck Band of the Pennacook-Abenaki People, a non-federally recognized Indian group. The University of New Hampshire also engaged Independent Archeological Consulting, LLC, which performed an inventory of the entire University of New Hampshire collection and issued a report in 2006.\\n\\n        In March 1999, the New Hampshire Division of Historical Resources, acting on behalf of the University of New Hampshire and three other museums, presented a disposition proposal to the NAGPRA Review Committee for culturally unidentifiable Native American human remains. The Review Committee considered the proposal at its May 1999 meeting. On January 11, 2000, the Departmental Consulting Archeologist, writing on behalf of the Secretary of the Interior, transmitted the authorization to effect disposition. The published Notice of Inventory Completion for the disposition of the human remains to the Abenaki Nation of Missisquoi on behalf of a coalition of Western Abenaki groups, including the Abenaki Nation of New Hampshire and Cowasuck Band of the Pennacook-Abenaki People, non-federally recognized Indian groups, is in the Federal Register of July 9, 2002 (FR Doc 02-17090, pages 45536-45539). After disposition of the human remains, the University of New Hampshire found funerary objects that had been associated with the human remains. Under NAGPRA, 43 CFR 10.2 (d)(2)(ii), the funerary objects are now considered to be unassociated funerary objects.\\n        In 1975, human remains representing a minimum of four individuals were removed from the Rocks Road site (also known as the Seabrook Station site), Rockingham County, NH, during excavations by Dr. Charles Bolian of the University of New Hampshire. The human remains were transferred to the New Hampshire Division of Historical Resources for curation in 1999. No known individuals were identified. The human remains were repatriated to the Abenaki Nation of Missisquoi on behalf of a coalition of Western Abenaki groups. Subsequently, the University of New Hampshire discovered among its collections certain cultural items associated with these burials, but not previously reported. The 10 unassociated funerary objects are one lot of 4 pottery sherds and one lot of 6 lithic materials (including copper points recorded but missing). The University also discovered 13 boxes of soil infill from these burials.\\n        During consultation, representatives of the Abenaki Nation of New Hampshire, a non-federally recognized Indian group, and Cowasuck Band of the Pennacook-Abenaki People, a non-federally recognized Indian group, reviewed the collection and identified the cultural items as funerary objects associated with the Rocks Road burials.\\n        The Rocks Road site has a radiocarbon date from associated charcoal of 650 B.P. Archeological, historical, and ethnographic sources, along with oral traditions of the Western Abenaki, indicate that this portion of New Hampshire is within the aboriginal and historic homeland of the Western Abenaki from at least the Late Archaic period (4000-2000 B.C.) through the Historic period (post-A.D. 1500). The Eastern Abenaki and Wampanoag appear also to have cultural ties to coastal New Hampshire in the Historic period.\\n        In 1975, human remains representing a minimum of three individuals were removed from the Seabrook Marsh site in Seabrook, NH, by Dr. Charles Bolian and Brian Robinson of the University of New Hampshire. The human remains were transferred in 1999 to the New Hampshire Division of Historical Resources for curation. No known individuals were identified. The human remains were dispositioned to the Abenaki Nation of Missisquoi on behalf of a coalition of Western Abenaki groups. Subsequently, the University of New Hampshire discovered among its collections certain cultural items associated with these burials, but not previously reported. The 19 unassociated funerary objects are one lot of 10 lithic materials (including several rocks recorded but missing) and one lot of 9 faunal remains (not including swordfish swords reported but missing).\\n        During consultation, representatives of the Abenaki Nation of New Hampshire, a non-federally recognized Indian group, and Cowasuck Band of the Pennacook-Abenaki People, a non-federally recognized Indian group, reviewed the collection and identified the cultural items as funerary objects associated with the Seabrook Marsh burials. The Independent Archeological Consulting, LLC report speculates that one lithic artifact (a small quartzite blade of a projectile point) may be associated with one of the three burials and is included in the lot of lithic materials.\\n        The Seabrook Marsh site is dated to the Late Archaic period (4000-2000 B.C.) based on radiocarbon dating. Archeological, historical, and ethnographic sources, along with oral traditions of the Western Abenaki, indicate that this portion of New Hampshire is within the aboriginal and historic homeland of the Western Abenaki from at least the Late Archaic period (4000-2000 B.C.) through the Historic period (post-A.D. 1500). The Eastern Abenaki and Wampanoag appear also to have cultural ties to coastal New Hampshire in the Historic period.\\n\\n        Officials of the University of New Hampshire have determined that, pursuant to 25 U.S.C. 3001 (3)(B), the 29 cultural items described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony and are believed, by a preponderance of the evidence, to have been removed from a specific burial site of a Native American individual. Officials of the University of New Hampshire also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the unassociated funerary objects and the Abenaki Nation of New Hampshire, a non-federally recognized Indian group, and Cowasuck Band of the Pennacook-Abenaki People, a non-federally recognized Indian group.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the unassociated funerary objects should contact Bruce Mallory, Provost and Executive Vice President, University of New Hampshire, Thompson Hall 207, Durham, NH 03824, telephone (603) 862-3290, before June 30, 2008. Disposition of the unassociated funerary objects to the Abenaki Nation of New Hampshire, a non-federally recognized Indian group, and the Cowasuck Band of the Pennacook-Abenaki People, a non-federally recognized Indian group, may proceed after that date if no additional claimants come forward.\\n        The University of New Hampshire is responsible for notifying the Aroostook Band of Micmac Indians of Maine; Houlton Band of Maliseet Indians of Maine; Mashpee Wampanoag Tribe; Passamadquoddy Tribe of Maine; Penobscot Tribe of Maine; Wampanoag Tribe of Gay Head (Aquinnah) of Massachusetts; Abenaki Nation of Missisquoi, non-federally recognized Indian group; Abenaki Nation of New Hampshire, non-federally recognized Indian group; Cowasuck Band of the Pennacook-Abenaki People, a non-federally recognized Indian group; First Nation of New Hampshire, a non-federally recognized Indian group; and Wampanoag Confederacy, a non-federally recognized Indian group, that this notice has been published.\\n        \\n          Dated: April 29, 2008\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E8-11989 Filed 5-28-08; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate Cultural Items: University of New Hampshire, Durham, NH", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: April 29, 2008", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E8-11989 Filed 5-28-08; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}