{"index": "R_453", "messy_full": "\\n      \\n        \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent to Repatriate Cultural Items: Rochester Museum & Science Center, Rochester, NY\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 300, of the intent to repatriate cultural items in the possession of the Rochester Museum & Science Center, Rochester, NY, that meet the definition of \\xe2\\x80\\x9cunassociated funerary objects\\xe2\\x80\\x9d under 25 U.S.C. 3001.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the cultural items. The National Park Service is not responsible for the determinations in this notice.\\n\\n        In 1956, human remains were removed from the Morrow Site (Hne 033), Town of Richmond, Ontario County, NY, by the Rochester Museum & Science Center. In 2000, a Notice of Inventory Completion was published in the Federal Register of November 21, 2000 (FR Doc 00-29811, pages 69963-69967) that included these human remains. After repatriation, six funerary objects associated with the human remains were found. Under NAGPRA, 43 CFR 10.2 (d)(2)(ii), the funerary objects are now considered to be unassociated funerary objects. The six unassociated funerary objects are potsherds.\\n        Archeological investigations at the Morrow Site have identified occupations during the Middle and Late Woodland periods, as well as the post-European contact period. Based on site location and continuities of material culture as represented in other collections from the site, the human remains from the Morrow Site have been identified as Iroquois (Seneca), dated to A.D. 1750-1850.\\n        Descendants of the Seneca are members of the Seneca Nation of New York, Seneca-Cayuga Tribe of Oklahoma, and Tonawanda Band of Seneca Indians of New York.\\n        Officials of the Rochester Museum & Science Center have determined that, pursuant to 25 U.S.C. 3001 (3)(B), the six cultural items described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony and are believed, by a preponderance of the evidence, to have been removed from a specific burial of a Native American individual. Officials of the Rochester Museum & Science Center also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the unassociated funerary objects and the Seneca Nation of New York, Seneca-Cayuga Tribe of Oklahoma, and Tonawanda Band of Seneca Indians of New York.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the unassociated funerary objects should contact Gian Carlo Cervone, Senior Registrar, Rochester Museum & Science Center, 657 East Avenue, Rochester, NY 14607-2177, telephone (585) 271-4552 x310, before August 13, 2008. Repatriation of the unassociated funerary objects to the Seneca Nation of New York, Seneca-Cayuga Tribe of Oklahoma, and Tonawanda Band of Seneca Indians of New York may proceed after that date if no additional claimants come forward.\\n        The Rochester Museum & Science Center is responsible for notifying the Cayuga Nation of New York; Oneida Nation of New York; Oneida Tribe of Wisconsin; Onondaga Nation of New York; Seneca Nation of New York; Seneca-Cayuga Tribe of Oklahoma; Saint Regis Mohawk Tribe, New York; Stockbridge Munsee Community, Wisconsin; Tonawanda Band of Seneca Indians of New York; and Tuscarora Nation of New York that this notice has been published.\\n        \\n          Dated: June 5, 2008\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E8-15909 Filed 7-11-08; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate Cultural Items: Rochester Museum & Science Center, Rochester, NY", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: June 5, 2008", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E8-15909 Filed 7-11-08; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}