{"index": "R_468", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent to Repatriate Cultural Items: Saint Louis Science Center, Saint Louis, MO\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate cultural items in the possession of the Saint Louis Science Center, Saint Louis, MO, that meet the definition of \\xe2\\x80\\x9csacred objects\\xe2\\x80\\x9d under 25 U.S.C. 3001.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the cultural items. The National Park Service is not responsible for the determinations in this notice.\\n        The two cultural items are two eagle feathers (24-0420a and 24-0420b).\\n        In 1970, the two feathers were donated to the Museum of Science and Natural History (now known as the Saint Louis Science Center), by Cleveland H. Shutt. Mr. Shutt acquired the cultural items in 1953 at Harbor Springs, Emmet County, MI. The cultural items were given to Mr. Shutt by the Ottawa (also known as Odawa) tribe in Harbor Springs.\\n\\n        Harbor Springs is part of the area known as L\\'Abre Croche (Land of the crooked tree), which has been a permanent Odawa settlement since 1742. This location is documented as being the homeland of the Little Traverse Bay Bands of Odawa Indians, Michigan. The Odawa believe the eagle feathers are sacred objects and without proper relationships and appropriate ceremonial uses of the eagle feathers the spirits and Odawa people suffer. Descendants of the Odawa Tribe in Harbor Springs are members of the Little Traverse Bay Bands of Odawa Indians, Michigan.\\n        Officials of the Saint Louis Science Center have determined that, pursuant to 25 U.S.C. 3001 (3)(C), the two cultural items described above are specific ceremonial objects needed by traditional Native American religious leaders for the practice of traditional Native American religions by their present-day adherents. Officials of the Saint Louis Science Center also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the sacred objects and the Little Traverse Bay Bands of Odawa Indians, Michigan.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the sacred objects should contact Melinda Frillman, Associate Director, Collections Department, Saint Louis Science Center, 5050 Oakland Ave., St. Louis, MO 63110, telephone (314) 533-8285, before March 14, 2008. Repatriation of the sacred objects to the Little Traverse Bay Bands of Odawa Inidans, Michigan may proceed after that date if no additional claimants come forward.\\n        The Saint Louis Science Center is responsible for notifying Little Traverse Bay Bands of Odawa Indians, Michigan that this notice has been published.\\n        \\n          Dated: January 3, 2008\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E8-2602 Filed 2-12-08; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate Cultural Items: Saint Louis Science Center, Saint Louis, MO", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: January 3, 2008", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E8-2602 Filed 2-12-08; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}