{"index": "R_464", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent to Repatriate Cultural Items: University of Colorado Museum, Boulder, CO\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate cultural items in the possession of the University of Colorado Museum, Boulder, CO, that meets the definition of \\xe2\\x80\\x9cunassociated funerary objects\\xe2\\x80\\x9d under 25 U.S.C. 3001.\\n\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the cultural items. The National Park Service is not responsible for the determinations in this notice.\\n\\n        Between 1954 and 1990, human remains were removed from three sites near Yellow Jacket Pueblo (5MT1, 5MT2, and 5MT3), Montezuma County, CO, during legally conducted excavations from private land by Dr. Joe Ben Wheat and students participating in University of Colorado Museum sponsored archeological field schools. The excavated items were physically transferred to the museum at the end of each field season. The human remains and associated funerary objects were described in a Notice of Inventory Completion published in the Federal Register of Monday, September 11, 2006 (FR Doc E6-14933, pages 53470-53473). The human remains and associated funerary objects were repatriated. After repatriation, 13 cultural items were found in collection storage. The 13 cultural items are 2 ceramic vessels and 11 lots of sherds. The 11 lots of sherds share catalog numbers with reconstructed vessels previously repatriated.\\n\\n        Previously identified unassociated funerary objects from the Yellow Jacket Pueblo were also described in a Notice of Intent to Repatriate published in the Federal Register of Thursday, March 15, 2007 (FR Doc E7-4733, pages 12192-12193). The cultural items from the notice of March 15, 2007, have been repatriated. An additional 28 cultural items from the Yellow Jacket Pueblo site were found during a collections management project that culminated in January 2008.\\n        Three cultural items found in collections are reasonably believed to have been removed from the Yellow Jacket Pueblo site (5MT5), Montezuma County, CO, by Horace (Hod) Benjamin Stevenson. Mr. Stevenson donated the cultural items to the University of Colorado Museum in May 1954. The three cultural items are two ceramic vessels and one awl.\\n        The remaining 25 cultural items found in collections are reasonably believed to have been removed from the Yellow Jacket Pueblo site (5MT5), Montezuma County, CO by Gervis W. Hoofnagle, on an unknown date, prior to 1959 and most likely in the 1930s. The University of Colorado Museum purchased some cultural items from Mr. Hoofnagle\\'s widow in 1961 and she donated additional cultural items to the museum in 1971. The 25 cultural items are 19 ceramic vessels some of which have black-on-white designs; 1 shell pendant; 1 axe, 1 lot of bone tubes; and 3 lots of bone tools.\\n        The three habitation sites (5MT1, 5MT2, and 5MT3), identified on the National Register of Historic Places as the Joe Ben Wheat Site Complex, are at the head of Yellow Jacket Canyon to the west of Tatum Draw and southwest of the very large archeological site, Yellow Jacket Pueblo (5MT5). The Yellow Jacket burials were predominantly single interments, appearing in a wide variety of locations, including abandoned rooms and kivas, storage pits, subfloor burial pits, extramural burial pits, and middens. The habitation sites were occupied at various times during the Basketmaker III, Pueblo II, and Pueblo III periods, approximately A.D. 550-1250, with a temporary abandonment during the Pueblo I period, approximately A.D. 750-900. Based on the general continuity in the material culture and the architecture of these sites, it appears that the community that lived in this area had long-standing ties to the region and returned to sites even after migrations away from the locale that lasted more than one hundred years. However, by the late 13th century, both the Yellow Jacket sites and the nearby Mesa Verde region showed no evidence of human habitation. The sites are not used again until the 1920s when the locale was homesteaded and farmed. The archeological evidence supports identification with Basketmaker and later Pueblo (Hisatsinom, Ancestral Puebloan, or Anasazi) cultures, which prehistorically occupied southwestern Colorado. Both Basketmaker and Pueblo occupations are represented in the archeology at the Yellow Jacket site. Archeologists have noted in the scientific literature the striking similarity between the technology and style of material culture of 13th century archeological sites in southwestern Colorado and the material culture remains of 14th century Puebloan sites in Arizona and New Mexico. Oral-tradition evidence, which consists of migration stories, clan histories, and origin stories, was provided by representatives of the Hopi Tribe of Arizona; Navajo Nation, Arizona, New Mexico & Utah; Ohkay Owingeh, New Mexico (formerly the Pueblo of San Juan); Pueblo of Acoma, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Ysleta del Sur, New Mexico; Pueblo of Zia, New Mexico; and Zuni Tribe of the Zuni Reservation, New Mexico. Folkloric evidence in the form of songs was provided by tribal representatives of the Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Nambe, New Mexico; and Pueblo of San Ildefonso, New Mexico. Tribal representatives of the Pueblo of Acoma, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of San Ildefonso, New Mexico; and Pueblo of Taos, New Mexico provided linguistic evidence rooted in place names. Pueblo of Cochiti, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of San Ildefonso, New Mexico; and Pueblo of Santa Clara, New Mexico provided archeological evidence based on architecture and material culture of their shared relationship. Archeological, historical and linguistic evidence presently points to Navajo migration to the Yellow Jacket and Monument Ruin area after A.D. 1300. During consultation, the Navajo Nation, Arizona, New Mexico & Utah emphasized their long presence in the Four Corners and their origin in this area, but there is not a preponderance of the evidence to support Navajo cultural affiliation. Based on a preponderance of evidence, including oral tradition, folklore, linguistic, geographic, archeology, historical, and scientific studies, cultural affiliation can be traced between the cultural items and modern Puebloan peoples. Modern Puebloan peoples are members of the Hopi Tribe of Arizona; Ohkay Owingeh, New Mexico (formerly the Pueblo of San Juan); Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Felipe, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Santo Domingo, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; Ysleta del Sur Pueblo of Texas; and Zuni Tribe of the Zuni Reservation, New Mexico.\\n\\n        Officials of the University of Colorado Museum have determined that, pursuant to 25 U.S.C. 3001 (3)(B), the 41 cultural items described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony. Officials of the University of Colorado Museum also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the Native American human remains and associated funerary objects and the Hopi Tribe of Arizona; Ohkay Owingeh, New Mexico (formerly the Pueblo of San Juan); Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Felipe, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Santo Domingo, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; Ysleta del Sur Pueblo of Texas; and Zuni Tribe of the Zuni Reservation, New Mexico.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the unassociated funerary objects should contact Steve Lekson, Curator of Anthropology, University of Colorado Museum, Henderson Building, Campus Box 218, Boulder, CO 80309-0218, telephone (303) 492-6671, before April 7, 2008. Repatriation of the unassociated funerary objects to the Hopi Tribe of Arizona; Ohkay Owingeh, New Mexico (formerly the Pueblo of San Juan); Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Felipe, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Santo Domingo, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; Ysleta del Sur Pueblo of Texas; and Zuni Tribe of the Zuni Reservation, New Mexico may proceed after that date if no additional claimants come forward.\\n        University of Colorado Museum is responsible for notifying the Hopi Tribe of Arizona; Navajo Nation Arizona, New Mexico & Utah; Ohkay Owingeh, New Mexico (formerly the Pueblo of San Juan); Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Felipe, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Santo Domingo, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico & Utah, Ysleta del Sur Pueblo of Texas; and Zuni Tribe of the Zuni Reservation, New Mexico that this notice has been published.\\n        \\n          Dated: February 7, 2008.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E8-4327 Filed 3-5-08; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate Cultural Items: University of Colorado Museum, Boulder, CO", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: February 7, 2008.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E8-4327 Filed 3-5-08; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}