{"index": "R_469", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent to Repatriate Cultural Items: Horner Collection, Oregon State University, Corvallis, OR\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate cultural items in the possession of the Horner Collection, Oregon State University, Corvallis, OR that meet the definition of \\xe2\\x80\\x9csacred objects\\xe2\\x80\\x9d under 25 U.S.C. 3001.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the cultural items. The National Park Service is not responsible for the determinations in this notice.\\n        The six cultural items are two basket caps, three baskets, and one pipe.\\n        The Museum of Oregon Country, Oregon Agricultural College was renamed the John B. Horner Museum of the Oregon Country in 1936, and became commonly known as the Horner Museum. The Oregon Agricultural College was renamed the Oregon State College in 1937, and became Oregon State University in 1962. The Horner Museum closed in 1995. Currently, cultural items from the Horner Museum are referred to as the Horner Collection, which is owned by, and in the possession of, Oregon State University.\\n        Horner Collection, Oregon State University professional staff consulted with representatives of the Confederated Tribes of the Coos, Lower Umpqua and Siuslaw Indians of Oregon; Confederated Tribes of the Grand Ronde Community of Oregon; Confederated Tribes of the Siletz Reservation, Oregon; Cow Creek Band of Umpqua Indians of Oregon; Hoopa Valley Tribe, California; Klamath Tribes, Oregon (formerly the Klamath Indian Tribe of Oregon); Pit River Tribe, California (includes XL Ranch, Big Ben, Likely, Lookout, Montgomery Creek and Roaring Creek Rancherias); Redding Rancheria, California; Santa Ynez Band of Chumash Mission Indians of the Santa Ynez Reservation, California; Smith River Rancheria, California; Yurok Tribe of the Yurok Reservation, California; and Kumeyaay Cultural Repatriation Commission, a non-federally recognized Indian group.\\n        On November 30, 1972, Mrs. J. E. Barrett donated one basket cap and one tobacco basket. The two cultural items were originally part of a loaned collection of Indian baskets dated February 28, 1927. Basket caps are used in ceremonial dances that are placed on young female dancers and women singers as part of the Tolowa Dee-ni\\' regalia, and continue to be used during ceremonial dances such as Nee-dash \\xe2\\x80\\x9cFeather Dance\\xe2\\x80\\x9d or Wealth-display dance. Tobacco baskets store tobacco for the use of transmitting prayers up to the Creator during everyday prayer, as well as during ceremonial occasions.\\n        On March 25, 1985, one storage basket and one basket cap from the collection of Thomas and Ann Stephens, Ashland, OR, were donated to the Horner Museum by Eileen Waring Dew (Mrs. Lawrence). Museum records state that the cultural items were made by northwestern California Indians between 1880 and 1900. A storage basket is a sacred item that is used to store many different herbs and sacred plants used in traditional healing practices. Current ceremonial practices include use of specific herbs and plants as healing remedies, purification, and are often burned during the dance while prayers are offered and transmitted to the Creator.\\n        On July 14, 1986, Charles A. and Audrey L. Boice donated a collection of Indian baskets from the collection of Olivia and C.N. Edman of Marshfield, OR, to the Horner Collection. Museum records indicate the baskets are from southern Oregon and northern California. Representatives of the Smith River Rancheria, California have identified one basket as Tolowa Dee-ni\\' in affiliation and that it is used for the cooking of food, such as acorns for ceremonies and other important community events. Acorns are highly revered and during certain ceremonies the acorn is the only food allowable for dancers and shaman to consume.\\n\\n        At an unknown time and date, pipes were donated to the Horner Collection. Museum records show one pipe is tubular in design and the tag indicates that it is from California. The pipe is identified as a sacred item traditionally and contemporarily used to smoke tobacco during prayer and/or for purification. Representatives of the Smith River Rancheria, California have identified the tubular shape of the pipe as typical of Tolowa Dee-ni\\' culture and as a sacred object.\\n        Tribal representatives of the Smith River Rancheria, California have identified the six cultural items as Tolowa in cultural affiliation and as sacred items. Descendants of the Tolowa Dee-ni\\' people are members of the Smith River Rancheria, California.\\n        Officials of the Horner Collection, Oregon State University have determined that, pursuant to 25 U.S.C. 3001 (3)(C), the six cultural items described above are specific ceremonial objects needed by traditional Native American religious leaders for the practice of traditional Native American religions by their present-day adherents. Officials of Horner Collection, Oregon State University also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the sacred objects and the Smith River Rancheria, California.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the sacred objects should contact Sabah Randhawa, Executive Vice President and Provost, President\\'s Office, Oregon State University, 600 Kerr Administration Building, Corvallis, OR 97331, telephone (541) 737-8260, before January 18, 2008. Repatriation of the sacred objects to Smith River Rancheria, California may proceed after that date if no additional claimants come forward.\\n        The Horner Collection, Oregon State University is responsible for notifying the Bear River Band of the Rohnerville Rancheria, California; Big Lagoon Rancheria, California; Blue Lake Rancheria, California; Cachil DeHe Band of Wintun Indians of the Colusa Indian Community of the Colusa Rancheria, California; Cher-Ae Heights Indian Community of the Trinidad Rancheria, California; Elk Valley Rancheria, California; Hoopa Valley Tribe, California; Karuk Tribe of California; Pit River Tribe, California (includes XL Ranch, Big Bend, Likely, Lookout, Montgomery Creek and Roaring Creek Rancherias); Quartz Valley Indian Community of the Quartz Valley Reservation of California; Redding Rancheria, California; Resighini Rancheria, California; Yurok Tribe of the Yurok Reservation, California; and Kumeyaay Cultural Repatriation Commission, a non-federally recognized Indian group that this notice has been published.\\n        \\n          Dated: November 28, 2007\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E7-24618 Filed 12-18-07; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate Cultural Items: Horner Collection, Oregon State University, Corvallis, OR", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: November 28, 2007", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E7-24618 Filed 12-18-07; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}