{"index": "R_465", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent to Repatriate Cultural Items: U.S. Department of the Interior, Bureau of Indian Affairs, Washington, DC, and Arizona State Museum, University of Arizona, Tucson, AZ\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate cultural items in the control of the U.S. Department of the Interior, Bureau of Indian Affairs, Washington, DC, and in the physical custody of the Arizona State Museum, University of Arizona, Tucson, AZ, that meet the definition of \\xe2\\x80\\x9cunassociated funerary objects\\xe2\\x80\\x9d or \\xe2\\x80\\x9csacred objects\\xe2\\x80\\x9d under 25 U.S.C. 3001.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the cultural items. The National Park Service is not responsible for the determinations in this notice.\\n        The 3,134 unassociated funerary objects are 6 awls, 1 bone tube, 2 pieces botanical material, 5 ceramic bowls, 9 ceramic jars, 1 ceramic pitcher, 1 ceramic sherd, 9 clumps of charred botanical material, 67 charred textile fragments, 1 feather cord, 1 fiber belt fragment, 1 fiber net fragment, 1 figurine fragment, 51 fur robe fragments, 38 projectile points, 1 quartz crystal, 7 shells, 487 shell beads, 2 shell bracelets, 1 stone pestle, 2 textile bag fragments, 7 textile fragments, 2,425 turquoise beads, and 8 wooden sticks.\\n        The three sacred objects are two wooden prayer sticks and one wooden peg.\\n\\n        From 1960 to 1961, cultural items were removed from the Bartley site, AZ T:14:11(ASM), on the Gila Bend Indian Reservation, Maricopa County, AZ, during legally authorized excavations conducted by the Arizona State Museum under the direction of William Wasley and Alfred Johnson. The excavations were conducted under contract with the National Park Service as part of the Painted Rocks Reservoir Project. The cultural items were accessioned into the collections of the Arizona State Museum in 1961. The 18 unassociated funerary objects are 4 ceramic bowls, 2 ceramic jars, 1 shell, 2 shell bracelets, and 9 clumps of charred botanical material.\\n        At an unknown date, cultural items were removed from the Bartley site, AZ T:14:11(ASM), on the Gila Bend Indian Reservation, Maricopa County, AZ, by an unknown person. The cultural items were subsequently acquired by Norton Allen, who donated them to the Arizona State Museum in 1997. The 69 unassociated funerary objects are 1 ceramic jar, 1 ceramic bowl, and 67 charred textile fragments.\\n        The ceramic assemblage indicates that the Bartley site was occupied during the Classic period of the Hohokam Archaeological tradition, approximately A.D. 1200-1450.\\n        From 1960 to 1961, a cultural item was removed from the Ring site, AZ T:14:12(ASM), on the Gila Bend Indian Reservation, Maricopa County, AZ, during legally authorized excavations conducted by the Arizona State Museum under the direction of William Wasley and Alfred Johnson. The excavations were conducted under contract with the National Park Service as part of the Painted Rocks Reservoir Project. The cultural item was accessioned into the collections of the Arizona State Museum in 1961. The one unassociated funerary object is a quartz crystal.\\n        The ceramic assemblage indicates that the Ring site was occupied during the Classic period of the Hohokam Archaeological tradition, approximately A.D. 1200-1450.\\n        In 1927, a cultural item was removed from a site near Aguirre Wash, AZ AA:10:-- vicinity, on the Tohono O\\'odham Indian Reservation, Pima County, AZ, by Byron Cummings and brought to the Arizona State Museum. Records indicate that the object was associated with a grave that was exposed by erosion in the side of a wash. The one unassociated funerary object is a ceramic jar.\\n        The ceramic type establishes a date from approximately A.D. 1700 to 1920.\\n        At an unknown date prior to October 1935, cultural items were removed from a construction site in the vicinity of the Slate Mountains, AZ AA:5:-- vicinity, on the Tohono O\\'odham Indian Reservation, Pinal County, AZ, by Alden Jones. Mr. Jones gave them to another individual, who then donated them to the Arizona State Museum in 1935. The 2,913 unassociated funerary objects are 487 shell beads, 2,425 turquoise beads, and 1 ceramic jar.\\n        Based on the ceramic type, the unassociated funerary objects are associated with the Hohokam Archaeological tradition, approximately A.D. 650-1500.\\n        From 1930 to 1932, cultural items were removed from Martinez Hill Ruin AZ BB:13:3(ASM), on the San Xavier Indian Reservation, Pima County, AZ, during legally authorized excavations conducted by the University of Arizona under the direction of Byron Cummings and accession into the collections of the Arizona State Museum at an unknown date prior to 1953. The 11 unassociated funerary objects are 1 bone tube, 3 ceramic jars, 1 ceramic pitcher, and 6 shells.\\n        Architectural forms (platform mounds, adobe room blocks, and compound walls) and ceramic types indicate occupation of the Martinez Hill site during the Tucson phase of the late Classic period of the Hohokam Archaeological tradition, approximately A.D. 1300-1450. Mortuary practices and the types of funerary objects are consistent with this determination.\\n        In 1942, a cultural item was removed from site AZ DD:2:7(ASM), east of Sells on the San Xavier Indian Reservation, Pima County, AZ, during an archeological survey of the reservation conducted by the Arizona State Museum under the direction of Emil Haury. The one unassociated funerary object is a ceramic jar that held cremated human remains at the time of discovery. The vessel was accessioned into the museum\\'s collections in 1943, but there is no information regarding the disposition of the human remains.\\n        Based on the stratigraphic location of the burial and the ceramic type, the object dates to the Vamori or Topowa phases of the Hohokam Archaeological tradition, approximately A.D. 700-1150.\\n        From 1941 to 1942, cultural items were removed from Ventana Cave, AZ Z:12:5(ASM), on the Tohono O\\'odham Indian Reservation, Pima County, AZ, during legally authorized excavations conducted by the University of Arizona under the direction of Emil Haury. The cultural items were accessioned into the collections of the Arizona State Museum in 1942. The 66 unassociated funerary objects are 6 bone awls, 2 pieces of botanical material, 1 ceramic sherd, 1 feather cord, 1 fiber belt fragment, 1 fiber net fragment, 51 fur robe fragments, 2 textile bag fragments, and 1 textile sash fragment.\\n        Ventana Cave is a deeply stratified site with deposits extending from the late Pleistocene to modern times. The deepest layers have fossils from extinct Pleistocene animals. Lower stratigraphic layers contain stone tool fragments characteristic of Folsom culture. There are also deposits that contain artifacts and human burials from Archaic or pre-pottery periods. The upper ceramic bearing deposits are related to Hohokam culture. Early Hohokam ceramics from the cave are indistinguishable from contemporary ceramics in the Gila and Santa Cruz Basins, however, later Hohokam artifacts differ. The uppermost levels contain ceramics and other artifacts typical of historic occupation from about A.D. 1700 to the mid-20th century.\\n        The unassociated funerary objects listed above from Ventana Cave were all derived from burials in the ceramic-bearing layers. According to Dr. Haury (1975), the burials from these deposits are believed to date to the period from A.D. 1000 to 1400.\\n        In 1942, cultural items were removed from site AA:14:7(ASM) in the Coyote Mountains of the Tohono O\\'odham Indian Reservation, Pima County, AZ. The objects were collected from the surface of two graves by Emil Haury while conducting a survey of the Tohono O\\'odham Indian Reservation. The 46 unassociated funerary objects are 8 decorated wooden sticks and 38 stone projectile points.\\n        Based on the condition and characteristics of these objects and other objects which were present, but not collected, the graves date to between A.D. 1850 to 1942.\\n        In 1965, a cultural item was removed from the San Xavier Bridge site AZ BB:13:14(ASM), on the San Xavier Indian Reservation, Pima County, AZ, by the Arizona State Museum under the direction of Thomas Hemmings. The object was associated with a burial that was exposed by erosion of the bank of the Santa Cruz River. The human remains were repatriated to the Tohono O\\'odham Nation in 1987. The one unassociated funerary object, which was later found in the museum, is a stone pestle.\\n        Stratigraphy, radiocarbon dates, and attributes of the ceramic assemblage at the San Xavier Bridge site indicate occupation during the Tanque Verde phase of the Classic period of the Hohokam Archaeological tradition, approximately A.D. 1150-1300.\\n        From 1965 to 1966, a cultural item was removed from the Punta de Agua site, AZ BB:13:43(ASM), on the San Xavier Indian Reservation, Pima County, AZ, during legally authorized excavations conducted by the Arizona State Museum under the direction of R. Gwinn Vivian. The one unassociated funerary object is a figurine fragment that had been associated with a cremation.\\n\\n        On the basis of the ceramic types, the cremations at the Punta de Agua site were dated to the transition between the Colonial and Sedentary periods of the Hohokam Archaeological tradition, approximately A.D. 900-1000.\\n        At an unknown date prior to 1970, cultural items were removed from a site about 30 miles south of Casa Grande, AZ AA:9:-- vicinity, on the Tohono O\\'odham Indian Reservation, Pima County, AZ, by unknown persons. The cultural items were donated to the Arizona State Museum at an unknown date. Records indicate that the cultural items were removed from an \\xe2\\x80\\x9cold Pima grave.\\xe2\\x80\\x9d The six unassociated funerary objects are textile fragments.\\n        Some of the textile fragments are from commercially woven cotton and some are historic Pima weave. This suggests that the objects date to the mid to late 19th century, approximately A.D. 1825-1875.\\n        At an unknown date during the 1950s, a cultural item was removed by an unknown person from the Wihom-ki site, AZ Z:12:-- area, on the Tohono O\\'odham Indian Reservation, Pima County, AZ. The cultural item was later obtained by Julian Hayden, who donated it to the Arizona State Museum in 1984. The sacred object is a carved wooden peg.\\n        Based on the condition and location of the sacred object, it appears to date to the late historic period, approximately A.D. 1880-1960.\\n        In 1941, a cultural item was removed from Ventana Cave AZ Z:12:5(ASM), on the Tohono O\\'odham Indian Reservation, Pima County, AZ, during legally authorized excavations conducted by the University of Arizona under the direction of Emil Haury. The sacred object was accessioned into the collections of the Arizona State Museum in 1941. The sacred object is a wooden prayer stick.\\n        Excavation records report that several such objects were on the surface of the site or found within surface debris. This establishes a date in the recent historical period, approximately A.D. 1700-1941.\\n        At an unknown date prior to 1969, a cultural item was removed from Ventana Cave, AZ Z:12:5(ASM), on the Tohono O\\'odham Indian Reservation, Pima County, AZ, by Julian Hayden. Mr. Hayden donated the sacred object to the Arizona State Museum in 1969. The sacred object is a wooden prayer stick.\\n        There is no specific information regarding the archeological context. Records from the 1941 excavations conducted by Emil Haury reported that several such objects were on the surface of the site or found within surface debris. This establishes a date in the recent historical period, approximately A.D. 1700-1969.\\n        At the time of Spanish entry into southern Arizona in the late 17th century, the lands currently under the jurisdiction of the Tohono O\\'odham Nation were occupied by O\\'odham-speaking populations. The same populations have continued to occupy these lands throughout the historic period. O\\'odham people also identify themselves with the archeologically-defined Hohokam Archaeological tradition. Cultural continuity between the prehistoric occupants of the region and present day O\\'odham, Pee-Posh, and Puebloan peoples is supported by continuities in settlement pattern, architectural technologies, basketry, textiles, ceramic technology, ritual practices, and oral traditions. The descendants of the O\\'odham, Pee-Posh, and Puebloan peoples of the areas described above are members of the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hopi Tribe of Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; Tohono O\\'odham Nation of Arizona; and Zuni Tribe of the Zuni Reservation, New Mexico.\\n        Officials of the Bureau of Indian Affairs and Arizona State Museum have determined that, pursuant to 25 U.S.C. 3001 (3)(B), the 3,134 unassociated funerary objects described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony and are believed, by a preponderance of the evidence, to have been removed from a specific burial site of an Native American individual. Officials of the Bureau of Indian Affairs and Arizona State Museum also have determined that, pursuant to 25 U.S.C. 3001 (3)(C), the three sacred objects described above are specific ceremonial objects needed by traditional Native American religious leaders for the practice of traditional Native American religions by their present-day adherents. Lastly, officials of the Bureau of Indian Affairs and Arizona State Museum have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the unassociated funerary objects and sacred objects and the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hopi Tribe of Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; Tohono O\\'odham Nation of Arizona; and Zuni Tribe of the Zuni Reservation, New Mexico.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the unassociated funerary objects and/or sacred objects should contact John Madsen, Repatriation Coordinator, Arizona State Museum, University of Arizona, Tucson, AZ 85721, telephone (520) 621-4795, before April 7, 2008. Repatriation of the unassociated funerary objects and sacred objects to the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hopi Tribe of Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; Tohono O\\'odham Nation of Arizona; and Zuni Tribe of the Zuni Reservation, New Mexico may proceed after that date if no additional claimants come forward.\\n        The Arizona State Museum is responsible for notifying the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hopi Tribe of Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; Tohono O\\'odham Nation of Arizona; and Zuni Tribe of the Zuni Reservation, New Mexico that this notice has been published.\\n        \\n          Dated: February 13, 2008\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E8-4337 Filed 3-5-08; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate Cultural Items: U.S. Department of the Interior, Bureau of Indian Affairs, Washington, DC, and Arizona State Museum, University of Arizona, Tucson, AZ", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: February 13, 2008", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E8-4337 Filed 3-5-08; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}