{"index": "R_463", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        Notice of Intent to Repatriate Cultural Items: Maryhill Museum of Art, Goldendale, WA \\n        \\n          AGENCY: \\n          National Park Service, Interior. \\n        \\n        \\n          ACTION: \\n          Notice. \\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate cultural items in the possession of the Maryhill Museum of Art, Goldendale, WA, that meet the definition of \\xe2\\x80\\x9cunassociated funerary objects\\xe2\\x80\\x9d under 25 U.S.C. 3001. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the cultural items. The National Park Service is not responsible for the determinations in this notice. \\n        In 1943, Native American items were loaned to the Maryhill Museum of Art by Harvey T. and Bessie Day Harding of Wenatchee, WA. In 1979, their children, Ethel L. Harding, Helen Harding Schmidt, and Charles L. Harding gifted the collection to the museum (Maryhill Accession, 1979.02). Most of the cultural items in the collection were gathered by H.T. Harding and his associates between 1920 and 1928 along the Columbia River in Oregon and Washington. Mr. Harding\\'s documentation of his collection recorded four cedar burial markers, probably found at three different sites along the Columbia River. However, there are only two cedar burial markers presently in the possession of Maryhill Museum. It is unknown which two of the original four were donated to the museum. The two cedar burial markers are four feet long. \\n        According to Mr. Harding\\'s documentation, he received two cedar burial markers in September of 1923 from Mrs. S. Bowman. The two burial markers from Mrs. Bowman were collected by S. Bowman \\xe2\\x80\\x9cabout 15 years ago from a party near Coal Springs, Oregon, about 10 miles from Wallula. These being in duplicate,\\xe2\\x80\\x9d Mr.Harding reported, he then donated one to Adam H. East \\xe2\\x80\\x9cto pay for one that he gave me about 2 years ago.\\xe2\\x80\\x9d Although Mr. East often accompanied Mr. Harding, it is reported that most of Mr. East\\'s collection came from the area near Moses Lake, WA, where it still resides in the Moses Lake Art Center. At Wahluke Ferry, approximately 15 miles south east of Priest Rapids, Mr. Harding reported receiving the following from H. Glauzman, \\xe2\\x80\\x9cOne Totem, an older specimen than those described above.\\xe2\\x80\\x9d It is believed that this is also a cedar burial marker. \\n        During consultation, representatives of the Confederated Tribes of the Umatilla Reservation, Oregon, provided historical evidence that the Imatalamlama had a spring and summer camp between Umatilla and Cold Springs Junction (also known as Coal Springs) called Tk\\'uyipa, or \\xe2\\x80\\x9cat tule place.\\xe2\\x80\\x9d They have also identified several other nearby sites that were important fishing, camping, and burial areas to the Imatalamlama and Weyiiletpuu and are located within the area from which the cultural items were removed. The Imatalamlama are members of the Confederated Tribes of the Umatilla Reservation, Oregon and the Wanapum Band, a non-federally recognized Indian group. However, since it is unknown which of the sites the two burial markers were removed from and many of the sites are the traditional and aboriginal use lands common to the Umatilla, Yakama, and Wanapum, officials of the Maryhill Museum of Art reasonably believe that there is a possible shared group relationship between the burial markers and the Umatilla, Yakama, and Wanapum. Descendants of the Umatilla are members of the Confederated Tribes of the Umatilla Reservation, Oregon. Descendants of the Yakama are members of the Confederated Tribes and Bands of the Yakama Nation, Washington. Descendants of the Wanapum are members of the Wanapum Band, a non-federally recognized Indian group. \\n        Officials of the Maryhill Museum of Art have determined that, pursuant to 25 U.S.C. 3001 (3)(B), the two cultural items described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony and are believed, by a preponderance of the evidence, to have been removed from a specific burial site of an Native American individual. Officials of the Maryhill Museum of Art also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the unassociated funerary objects and the Confederated Tribes of the Umatilla Reservation, Oregon and possibly the Confederated Tribes and Bands of the Yakama Nation, Washington. Furthermore, officials of the Maryhill Museum of Art have determined that there may be a cultural relationship between the unassociated funerary objects and the Wanapum Band, a non-federally recognized Indian group. \\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the unassociated funerary objects should contact, Colleen Schafroth, Executive Director, Maryhill Museum of Art, 35 Maryhill Museum Drive, Goldendale, WA 98620, telephone (509) 773-3733, before April 30, 2008. Repatriation of the unassociated funerary objects to the Confederated Tribes of the Umatilla Reservation, Oregon may proceed after that date if no additional claimants come forward. \\n        Maryhill Museum of Art is responsible for notifying the Confederated Tribes of the Umatilla Reservation, Oregon; Confederated Tribes and Bands of the Yakama Nation, Washington; and Wanapum Band, a non-federally recognized Indian group that this notice has been published. \\n        \\n          Dated: March 15, 2008. \\n          Sherry Hutt, \\n          Manager, National NAGPRA Program. \\n        \\n      \\n      [FR Doc. E8-6561 Filed 3-28-08; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate Cultural Items: Maryhill Museum of Art, Goldendale, WA ", "agency2": "National Park Service, Interior. ", "action": "Notice. ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: March 15, 2008. ", "signature_name": "Sherry Hutt, ", "signature_title": "Manager, National NAGPRA Program. ", "fr_doc": "[FR Doc. E8-6561 Filed 3-28-08; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}