{"index": "R_478", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent to Repatriate Cultural Items: Denver Museum of Nature & Science, Denver, CO\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate cultural items in the possession of the Denver Museum of Nature & Science, Denver, CO, which meet the definitions of \\xe2\\x80\\x9csacred object\\xe2\\x80\\x9d and \\xe2\\x80\\x9cobject of cultural patrimony\\xe2\\x80\\x9d under 25 U.S.C. 3001.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the cultural items. The National Park Service is not responsible for the determinations in this notice.\\n        The first cultural item is a Beaver song leader\\'s staff called S\\'igeidi Shis\\'aati Woodzakaa (A.C. 497). Such staffs are also generally known as Keet Gooshi (Killer Whale Fin) because of their unique shape, which mimics a fin. The staff is made of carved wood; painted in stylized blocks of red, blue, and black; and decorated with 12 tassels of human hair. The staff features a single figure (a beaver) with a tall head crest. The beaver sits on its haunches with the tail brought through its legs and is turned up in front. The beaver holds an object in its hands, part of which, along with the left arm, has been missing since 1977 according to museum records. The staff is approximately 87 cm in height, 15 cm in width, and 20 cm in length. Representatives of the Central Council of the Tlingit & Haida Indian Tribes provided consultation information that the tassels of human hair that decorate the Beaver song leader\\'s staff are reasonably believed to have been freely given and are not human remains as defined in 43 C.F.R. 10.2 (d)(1).\\n        In 1954, the staff was purchased from the Fred Harvey Company by Francis V. Crane and Mary W. A. Crane. The Cranes then donated the cultural item to the Denver Museum of Nature & Science along with the larger Crane Collection in 1968. It was exhibited in the Denver Museum of Nature & Science\\'s Northwest Coast House until 2002.\\n        The second cultural item is a Beaver headdress called S\\'igeidi Shakee.at (A. C. 11345). Listed in museum purchase records as being from circa 1890, this headdress consists of a carved wooden frontlet with a beaver and is painted red and green with insets of abalone shell. A panel is attached to a red cloth and the red cloth is decorated with flicker feathers and ermine skins. A strip of white down feathers travels across the back of the headdress. The headdress is approximately 19 cm in length, 14 cm in width, and 6 cm in depth.\\n        In 1973, Mary W. A. Crane purchased the headdress from Douglas C. Ewing of New York, a dealer and collector. In 1976, Mrs. Crane donated the headdress to the Denver Museum of Nature & Science, as part of the larger Crane collection. For a time, the headdress was placed in the Denver Museum of Nature & Science\\'s Northwest Coast Ceremonial Season Exhibit.\\n        During consultation, representatives of the Central Council of the Tlingit & Haida Indian Tribes recounted the social and spiritual importance of both cultural items and the rules of Tlingit cultural property law. Also explained were the ritual uses of the objects and the history of the beaver forming the landscape feature of Basket Bay was recounted. A genealogy was also given demonstrating continuous ownership of the crest from the founding of Angoon up to the present, and that the Deisheetaan Clan has a right to the Beaver crest. One of the caretaker\\'s brothers, Kaakwajee, of Angoon, was photographed holding the staff in 1904. Tlingit tribal members identified Kaakwajee and noted that he belonged to the Deisheetaan Clan, Basket Bay Arch House. It is not known how the staff left the clan\\'s possession.\\n        Museum records document the history of the cultural items from the time they were sold by the dealers to the Cranes. Tlingit of the Basket Bay Arch House of the Deisheetaan Clan of Angoon, AK, are members of the Central Council of the Tlingit & Haida Indian Tribes.\\n\\n        Officials of the Denver Museum of Nature & Science have determined that, pursuant to 25 U.S.C. 3001 (3)(C), the two cultural items are specific ceremonial objects needed by traditional Native American religious leaders for the practice of traditional Native American religions by their present-day adherents. Officials of the Denver Museum of Nature & Science have also determined that, pursuant to 25 U.S.C. 3001 (3)(D), the two cultural items have ongoing historical, traditional, or cultural importance central to the Native American group or culture itself, rather than property owned by an individual. Lastly, officials of the Denver Museum of Nature & Science have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity which can be reasonably traced between the sacred objects/objects of cultural patrimony and the Central Council of the Tlingit & Haida Indian Tribes.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the sacred objects/objects of cultural patrimony should contact Dr. Chip Colwell-Chanthaphonh, Curator of Anthropology, NAGPRA Officer, Department of Anthropology, Denver Museum of Nature & Science, 2001 Colorado Boulevard, Denver, CO 80205, telephone (303) 370-6378, before November 30, 2007. Repatriation of the sacred objects/objects of cultural patrimony to the Central Council of the Tlingit & Haida Indian Tribes on behalf of the Basket Bay Arch House of the Deisheetaan Clan of Angoon, AK, may proceed after that date if no additional claimants come forward.\\n        The Denver Museum of Nature & Science is responsible for notifying the Central Council of the Tlingit & Haida Indian Tribes that this notice has been published.\\n        \\n          Dated: October 3, 2007.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E7-21365 Filed 10-30-07; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate Cultural Items: Denver Museum of Nature & Science, Denver, CO", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: October 3, 2007.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E7-21365 Filed 10-30-07; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}