{"index": "R_470", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent to Repatriate Cultural Items: Hastings Museum of Natural and Cultural History, Hastings, NE\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate cultural items in the possession of the Hastings Museum of Natural and Cultural History (Hastings Museum), Hastings, NE that meet the definition of \\xe2\\x80\\x9cunassociated funerary objects\\xe2\\x80\\x9d under 25 U.S.C. 3001.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the cultural items. The National Park Service is not responsible for the determinations in this notice.\\n        At an unknown time, cultural items were removed from an ossuary, known locally as the Alma Ossuary, in the area of Alma, Harlan County, NE. The 43 unassociated funerary objects are 1 antler implement, 1 unfinished pipe blank made of stone or clay, 1 stone drill, 8 stone scrapers, 2 stone flakes, 1 stone arrow point, 24 stone scrapers, 1 stone projectile point, 1 point or scraper, and 3 stone scrapers.\\n        The antler implement was acquired by the Hastings Museum in an exchange with the John Bear Estate for Service\\'s rendered and cataloged in 1939 (18406). The other 42 unassociated funerary objects were acquired by the museum from Robert Stevenson and cataloged in 1935 (14414, 14415, 14417, 14418, 14421).\\n        At an unknown time, cultural items were removed from an ossuary from Orleans, Harlan County, NE, and acquired from the H.P. Honnold collection and cataloged in 1942. The unassociated funerary objects are 2,887 white shell beads of various sizes (22786).\\n        In 1936, cultural items were removed from an ossuary on the Hunt farm near Orleans, Harlan County, NE, and donated to the museum by A.M. Brooking, museum founder, and cataloged in 1937. The 60 unassociated funerary objects are 33 round shell beads and 27 tubular bone beads of various sizes and strung on a wire (17423).\\n\\n        Research conducted at the Nebraska State Historical Society identifies a number of known archeological sites in Harlan County. Some sites are ossuaries and can be found in the area of Orleans and Alma. The cultural items are similar to other known ossuary material. The cultural items are also similar to known Plains Woodland and Central Plains Tradition funerary objects and are likely from one of these cultures. Although the funerary objects can not be linked to a specific site, based on museum records, museum officials have determined that the cultural items were intentionally placed with human remains at burial.\\n        At an unknown time, cultural items were removed from the Marshal Ossuary (25HN1) near Republican City in Harlan County, NE. The 1,065 unassociated funerary objects are 79 ground squirrel teeth, 1 partial animal bone, and 985 shell beads.\\n        The ground squirrel teeth were donated to the Hastings Museum by A.M. Brooking and cataloged between 1926 and 1931 (03840). The one partial animal bone was purchased by the Hastings Museum from J.W. Markim and cataloged in 1933 (12348). The shell beads were possibly collected by A.M. Brooking and documented as being part of the museum collection in 1943 (22898). The Nebraska State Historical Society has culturally affiliated the Marshall Ossuary with either the Plains Woodland or Central Plains Tradition. Museum officials have determined, based on museum records, that the items were intentionally placed with human remains at burial. The cultural items are similar to other known funerary objects removed from this site.\\n        At an unknown time, cultural items were removed from Skidi sites in the area of Palmer, Howard County, NE. The 24 unassociated funerary objects are 2 metal hinge pieces, 2 catlinite pipe bowls, 1 metal ring, 3 paint stones, 2 catlinite beads, 1clay bead, 1 bone tool, 1 copper bracelet, 1 metal bell, 1 glass bottle, 1 piece of copper, 1 piece of cedar, 2 bear teeth pendants, and 5 metal buttons.\\n        The funerary objects were donated to the Hastings Museum by A.M. Brooking and cataloged between 1926 and 1931 (02445, 02462, 03406, 00494, 03297, 08061).\\n        At an unknown time, cultural items were removed from \\xe2\\x80\\x9cIndian\\xe2\\x80\\x9d graves from the area near Palmer, Merrick County, NE. The 14 unassociated funerary objects are 2 pieces of galena, 3 metal fire steels, 5 meal rings, 3 bone paint applicators, and 1 piece of copper attached to wood.\\n        The pieces of galena, metal fire steels, and metal rings were donated to the Hastings Museum by A.M. Brooking and cataloged between 1926 and 1931 (03409, 03230, 09899). The bone paint applicators and the copper piece were acquired by the Hastings Museum from George Debord and cataloged between 1926 and 1931 (09696).\\n        Research conducted at the Nebraska State Historical Society identifies at least 15 sites in the area of Palmer. This area of the state is known to have been historically occupied by the Skidi band of the Pawnee, as well as older cultures. Although the funerary objects can not be linked to a specific site, museum officials have determined based on museum records, that the items were intentionally placed with human remains at burial. In addition, because the museum can document A.M. Brooking\\'s work at the Palmer Site (25HW1), a known Skidi village, and that the funerary objects removed from this site are similar to those described above, the funerary objects from the Palmer area are likely associated with the Skidi band of the Pawnee.\\n        At an unknown time, cultural items were removed from graves on the Greek Farm (25NC6/20), also known as Genoa Village, located near Genoa in Nance County, NE. The 47 unassociated funerary objects are 4 pipe bowls, 1 glass bottle, 2 fire steels, 1 catlinite pipe, 1 pair of scissors, 6 metal bells, 13 copper bracelets, 15 musket flints, 2 partially worked pieces of catlinite, 1 abrading stone, and 1 stone mallet.\\n        Three pipe bowls and one glass bottle were purchased by the Hastings Museum from an unknown source and cataloged in 1934 (12814, 12818). The remaining unassociated funerary objects were purchased by the Hastings Museum from Mrs. Phil Cuba and cataloged in 1944 (24713 - 24715, 24717, 24719, 24722, 24724 - 24726). The Greek farm was the site of the last Pawnee villages. All four bands of the Pawnee lived at this site from A.D. 1859 - A.D. 1874, prior to the Pawnee relocation to Oklahoma. Based on museum records, museum officials have determined that the cultural items were intentionally placed with human remains at burial. The unassociated funerary objects are consistent with a historic burial site and have been determined to be affiliated with the Pawnee.\\n        At an unknown time, cultural items were removed from graves at the Phil Cuba Site (25NC4) in Nance County, NE. The 128 unassociated funerary objects are 5 buttons, 2 wire coil arm bands, 16 earbobs, 3 hawk bells, 1 wood framed mirror, 1 fire steel, 1 pair of scissors, 7 copper bracelets, 75 faceted glass beads, 1 wooden bowl, 1 silver concho, 1 trigger guard for a firearm, 1 glass oil lamp base, 9 stone projectile points, 1 headdress, 1 metal ring, and 2 metal pieces from a shoe.\\n        One button, one wire coil armband, one portion of an earbob, and two hawk bells were purchased by the Hastings Museum from Phil Cuba and cataloged in 1933 (11226). The wood framed mirror, fire steel, pair of scissors, three broken bracelets, faceted glass beads, and wooden bowl were purchased by the Hastings Museum from Phil Cuba and cataloged in 1934 (12617, 12618, 12621, 12622, 12635, 12815). The other metal coiled armband was purchased by the Hastings Museum from Phil Cuba and cataloged in 1937 (17361). Two copper bracelets, silver concho, trigger guard for firearm, parts of four earbobs, and glass oil lamp base were purchased by the Hastings Museum from Mrs. Phil Cuba and cataloged in 1940 (19842, 19483, 19484, 19485, 19486). The stone projectile points were purchased by the Hastings Museum from Mrs. Phil Cuba and cataloged in 1944 (24730). The headdress made of textiles, feathers, leather, and fur was donated to the Hastings Museum by Phil Cuba and cataloged in 1934 (13159). The 11 pieces of earbobs, 1 metal ring, 2 partial bracelets, 2 complete and 2 partial buttons, 1 hawk bell, and 2 metal pieces from a shoe were donated to the Hastings Museum by A.M. Brooking and cataloged in 1934 (13187, 13188).\\n        Museum officials have determined, based on museum records, that the cultural items were intentionally placed with human remains at burial. Based on museum records, the unassociated funerary objects from the Phil Cuba site have been designated as similar to funerary objects from the Lower Loup Phase and historic Pawnee by the Nebraska State Historical Society. Furthermore, museum officials have determined that the unassociated funerary objects are similar to other cultural items from the site and are therefore culturally affiliated with the Pawnee.\\n        At an unknown time, cultural items were removed from \\xe2\\x80\\x9cIndian\\xe2\\x80\\x9d graves near Genoa, Nance County, NE. The six unassociated funerary objects area two copper rings, three glass beads, and one clay pipe.\\n        The copper rings were donated to the Hastings Museum by A.M. Brooking and cataloged between 1926 and 1931 (03466). The glass beads were donated to the Hastings Museum by A.M. Brooking and cataloged in 1941 (19978, 20512). The clay pipe bowl was donated to the Hastings Museum from an unknown source and cataloged in 1941 (20500).\\n\\n        The Genoa area is the location of the Pawnee reservation prior to the people relocating to Oklahoma. Museum officials have determined, based on museum records, that the cultural items were intentionally placed with human remains at burial. Furthermore, museum officials have determined that the unassociated funerary objects are similar with other cultural items removed from Pawnee sites in the area of Genoa and are therefore culturally affiliated with the Pawnee.\\n        At an unknown time, cultural items were removed from the A.T. Hill site (25WT1), also known as the Pawnee Pike Village, located in Webster County, NE. The 3 unassociated funerary objects are 1 metal button, 1 metal coin or medal, and 1 glass bottle.\\n        The metal button is an 1800 U.S.C. metal button, which was donated by A.M. Brooking and cataloged in 1937 (17662). The metal coin or medal was acquired from W.M. Robb and cataloged in 1936 (16058). The glass essence of peppermint bottle was donated by an unknown donor and cataloged in 1931 (10363). The A.T. Hill site was sporadically occupied by the Kitkehahki (Republican) band of the Pawnee from A.D. 1700 - A.D. 1830. Based on museum records, museum officials have determined that the cultural items were intentionally placed with human remains at burial and are similar to other funerary objects removed from this site. Therefore, museum officials have culturally affiliated the unassociated funerary objects with the Pawnee. Descendants of the Pawnee are members of the Pawnee Nation of Oklahoma.\\n        Officials of the Hastings Museum have determined that, pursuant to 25 U.S.C. 3001 (3)(B), the 4,277 cultural items described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony and are believed, by a preponderance of the evidence, to have been removed from a specific burial site of an Native American individual. Officials of the Hastings Museum also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the unassociated funerary objects and the Pawnee Nation of Oklahoma.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the unassociated funerary objects should contact Teresa Kreutzer-Hodson, Hastings Museum of Natural and Cultural History, PO Box 1286, Hastings, NE 68902, telephone (402) 461-2399, before January 18, 2008. Repatriation of the unassociated funerary objects to the Pawnee Nation of Oklahoma may proceed after that date if no additional claimants come forward.\\n        Hastings Museum is responsible for notifying the Omaha Tribe of Nebraska; Otoe-Missouria Tribe of Indians, Oklahoma; Pawnee Nation of Oklahoma; Ponca Tribe of Indians of Oklahoma; Ponca Tribe of Nebraska; Sac & Fox Nation of Missouri in Kansas and Nebraska; and Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota that this notice has been published.\\n        \\n          Dated: October 1, 2007.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E7-24622 Filed 12-18-07; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate Cultural Items: Hastings Museum of Natural and Cultural History, Hastings, NE", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: October 1, 2007.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E7-24622 Filed 12-18-07; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}