{"index": "R_472", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent to Repatriate Cultural Items: Amerind Foundation Museum, Amerind Foundation, Inc., Dragoon, AZ\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate cultural items in the possession of the Amerind Foundation Museum, Amerind Foundation, Inc., Dragoon, AZ, that meet the definition of \\xe2\\x80\\x9csacred objects\\xe2\\x80\\x9d under 25 U.S.C. 3001.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the cultural items. The National Park Service is not responsible for the determinations in this notice.\\n        The 140 objects include 38 painted wooden hoops; 17 painted wooden wands; 17 miscellaneous mask-making raw materials (sticks, feathers, leather); 16 \\xe2\\x80\\x9cbowed crosses;\\xe2\\x80\\x9d 16 ceremonial Gaan masks; 9 painted wooden crosses; 7 plant stem bundles (sage, fir, bear grass); 5 painted wooden staves; 5 wooden drumsticks; 4 painted \\xe2\\x80\\x9cheaded\\xe2\\x80\\x9d sticks; 3 wooden bullroars; 1 metal tulapai strainer; 1 metal bread cooker; and 1 eagle feather bundle. The cultural items are from the William Neil Smith Apache Collection. The collection is well documented by photographs and journals, and supplemented by interviews conducted with Mr. Smith by the staff of the Arizona State Museum in Tucson.\\n        In the spring of 1942, the 140 cultural items were removed from caves in the vicinity of Canyon Day on the Fort Apache Reservation in eastern Arizona by William Neil Smith, a collector from Tucson, AZ. In October 1942, the collection was loaned by Mr. Smith to the Arizona State Museum on the condition that it would be returned when Mr. Smith was released from active duty in the military. From 1944 to 1945, letters were exchanged between the director of the Arizona State Museum, superintendent of the Fort Apache Reservation, and Chair of the Fort Apache Tribal Council, and it was determined at that time that the collections were removed illegally. On October 1, 1945, the Fort Apache Tribal Council voted unanimously to donate the entire collection to the Arizona State Museum, to use them as the museum saw fit. Accordingly, the collection was accessioned into the permanent collection of the Arizona State Museum, and there are no further entries on the collection in the Arizona State Museum files until 1959.\\n        In November 1959, in response to a request from Mr. Smith to reclaim his 1942 loan from the Arizona State Museum, museum staff informed Mr. Smith that the Apache ceremonial objects had been donated to the museum by the Apache Tribal Council and, therefore, would not be returned. However, the collection was returned to Mr. Smith. On November 11, 1963, the collection was sold in its entirety to a member of the Amerind Foundation Board of Directors. The member donated the materials to the Amerind Foundation where it was accessioned into the foundation\\'s permanent collection (Accession Nos. 4499-4583). In April 1966, the Arizona State Museum provided the Amerind with copies of photographs, catalog cards, and other records pertaining to the cultural items.\\n        In June 2005, the Amerind Foundation consulted with tribal representatives of the San Carlos Apache Tribe of the San Carlos Reservation, Arizona; Tonto Apache Tribe of Arizona; White Mountain Apache Tribe of the Fort Apache Reservation, Arizona; and Yavapai-Apache Nation of the Camp Verde Indian Reservation, Arizona.\\n        In August 2005, the White Mountain Apache Tribe of the Fort Apache Reservation, Arizona formally requested the return of all materials in the collection as sacred objects for the practice of traditional Native American religion by their present-day adherents. The cultural items were originally made and used by Western Apache religious leaders during the annual ceremonial cycle. These ceremonial activities remain an important part of White Mountain Apache daily life. According to White Mountain Apache cultural tradition, once the objects were used they were to be curated according to traditional religious practices and never used or seen again by humans. In 2006, the Amerind Foundation Board of Directors voted unanimously to treat the William Neil Smith Collection as stolen property and to return all 140 cultural items to the White Mountain Apache Tribe of the Fort Apache Reservation, Arizona.\\n        Officials of the Amerind Foundation Museum have determined that, pursuant to 25 U.S.C. 3001 (3)(C), the 140 cultural items described above are specific ceremonial objects needed by traditional Native American religious leaders for the practice of traditional Native American religions by their present-day adherents. Officials of the Amerind Foundation Museum also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the sacred objects and the White Mountain Apache Tribe of the Fort Apache Reservation, Arizona.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the sacred objects should contact Dr. John A. Ware, Executive Director, Amerind Foundation Museum, Amerind Foundation, Inc., P.O. Box 400, 2100 North Amerind Road, Dragoon, AZ 85609, telephone (520) 586-3666, before January 18, 2008. Repatriation of the sacred objects to the White Mountain Apache Tribe of the Fort Apache Reservation, Arizona may proceed after that date if no additional claimants come forward.\\n        The Amerind Foundation is responsible for notifying the San Carlos Apache Tribe of the San Carlos Reservation, Arizona; Tonto Apache Tribe of Arizona; White Mountain Apache Tribe of the Fort Apache Reservation, Arizona; and Yavapai-Apache Nation of the Camp Verde Indian Reservation, Arizona that this notice has been published.\\n        \\n          Dated: November 6, 2007\\n          Sherry Hutt,\\n          Manger, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E7-24645 Filed 12-18-07; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate Cultural Items: Amerind Foundation Museum, Amerind Foundation, Inc., Dragoon, AZ", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: November 6, 2007", "signature_name": "Sherry Hutt,", "signature_title": "Manger, National NAGPRA Program.", "fr_doc": "[FR Doc. E7-24645 Filed 12-18-07; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}