{"index": "R_47", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [NPS-WASO-NAGPRA-NPS0025513; PPWOCRADN0-PCU00RP14.R50000]\\n        Notice of Intent To Repatriate Cultural Items: Peabody Museum of Archaeology and Ethnology, Harvard University, Cambridge, MA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        \\n          SUMMARY:\\n          The Peabody Museum of Archaeology and Ethnology, in consultation with the appropriate Indian Tribes or Native Hawaiian organizations, has determined that the cultural items listed in this notice meet the definition of objects of cultural patrimony and/or sacred objects. Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to claim these cultural items should submit a written request to the Peabody Museum of Archaeology and Ethnology. If no additional claimants come forward, transfer of control of the cultural items to the lineal descendants, Indian Tribes or Native Hawaiian organizations stated in this notice may proceed.\\n        \\n        \\n          DATES:\\n          Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to claim these cultural items should submit a written request with information in support of the claim to the Peabody Museum of Archaeology and Ethnology at the address in this notice by June 20, 2018.\\n        \\n        \\n          ADDRESSES:\\n\\n          Patricia Capone, Peabody Museum of Archaeology and Ethnology, Harvard University, 11 Divinity Avenue, Cambridge, MA 02138, telephone (617) 496-3702, email pcapone@fas.harvard.edu.\\n          \\n        \\n      \\n      \\n        SUPPLEMENTARY INFORMATION:\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate cultural items under the control of the Peabody Museum of Archaeology and Ethnology, Harvard University, Cambridge, MA, that meet the definition of objects of cultural patrimony and/or sacred objects under 25 U.S.C. 3001.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal Agency that has control of the Native American cultural items. The National Park Service is not responsible for the determinations in this notice.\\n        History and Description of the Cultural Items\\n        In 1906, Grace Nicholson purchased an antler ornament headdress, a red woodpecker headdress, and a roll for the red woodpecker headdress on behalf of Lewis Hobart Farlow. Farlow purchased these three cultural items from Nicholson and donated them to the Peabody Museum of Archaeology and Ethnology in the same year. Peabody Museum records note these cultural items were collected from the \\xe2\\x80\\x9cWeigat Indians,\\xe2\\x80\\x9d or Wiyot, of Humboldt Bay, California. The antler ornament headdress, red woodpecker headdress, and roll have been identified as Wiyot and as sacred objects and objects of cultural patrimony.\\n        The antler ornament headdress is constructed of leather, suede, and seven carved antler ornaments; red and black paints were applied to sections of the leather and to the antler ornaments. Consultation with representatives from the Wiyot Tribe indicated this antler headdress was most likely used during the Wiyot World Renewal Ceremony, more specifically for the White Deerskin Dance or possibly the Jump Dance. The physical properties of the headdress are entwined with sacred concepts and actions.\\n        The red woodpecker headdress is constructed from tanned deerhide and approximately 40 scalps of pileated woodpecker. Associated with this headdress, as a separate catalog number, is a storage roll constructed of a worked and polished cylindrical piece of wood, likely redwood. Consultation with representatives from the Wiyot Tribe indicated that the storage roll was required for the safe storage of the headdress and should be considered a part of the medicine associated with the headdress. Consultation with representatives from the Wiyot Tribe indicated this red woodpecker headdress and associated storage roll were most likely used during the World Renewal Ceremony, and possibly with the Jump Dance.\\n        These three cultural items meet the definition of sacred objects because they are specific ceremonial objects required by the Wiyot to properly perform dances and prayers for World Renewal Ceremonies, including the White Deerskin Dance and the Jump Dance.\\n\\n        Archeological, historical, and ethnographic data also demonstrate that these three cultural items have ongoing historical, traditional, and cultural importance central to the Wiyot as regalia. Consultation with representatives from the Wiyot Tribe indicated that regalia and medicine items were not owned, but \\xe2\\x80\\x9ccared for\\xe2\\x80\\x9d by individuals, who were able to lend them, including in exchange for money, but not sell them. These Wiyot headdresses and the associated roll could not be sold because they were cared for, but not than owned, by the families and individuals. Due to the caretakers\\' collective responsibility for the headdresses and roll, an individual could not sell or transfer possession of them. For these reasons, based on the cultural information provided through consultation, and further supported by ethnographic and historical data, these three cultural items meet the category definition for objects of cultural patrimony because they have ongoing historical, traditional, and cultural importance central to the Wiyot for the proper performance of World Renewal Ceremonies, specifically the White Deerskin Dance and the Jump Dance, and could not have been alienated or conveyed by an individual.\\n        In 1910, Grace Nicholson and Carroll Hartman purchased a woman\\'s dance skirt on behalf of Lewis Hobart Farlow, in whose name it was donated to the Peabody Museum that same year. Prior to its purchase by Nicholson and Hartman, the dance skirt was owned by Isaac A. Beers, the United States Indian Agent at Hoopa from 1890-1893. The circumstance under which Beers collected the dance skirt is not known. Peabody Museum records describe the object as \\xe2\\x80\\x9cWiegat\\xe2\\x80\\x94Very old fine Dance Skirt\\xe2\\x80\\x94Beer\\'s Collection\\xe2\\x80\\x9d and from the \\xe2\\x80\\x9cWiyot Indians, California.\\xe2\\x80\\x9d The woman\\'s dance skirt has been identified as Wiyot and has been determined to be a sacred object.\\n        This dance skirt is made of soft, tanned leather, which is fringed at the bottom hem. A solitary shell object of modified abalone is fastened to a leather strand within the fringe. Another leather strand within the fringe is adorned with three blue glass beads and one long black glass bead. The waist of the skirt is decorated with maidenhair fern and beargrass wraps, as well as iris twine. Dangling from the edge of the twine-wrapped waist are thin twine-wrapped strands adorned with two small bivalve shells and finished with metal thimbles; some strands also contain blue glass beads.\\n        Consultation evidence suggests this skirt was most likely made as regalia for an adolescent girl\\'s Coming of Age Ceremony, also known as the Flower Ceremony, due to its size and decoration. Families spent years gathering the materials for a girl\\'s \\xe2\\x80\\x9cFirst Dress,\\xe2\\x80\\x9d which was worn initially at her Coming of Age Ceremony. Based on the size of this skirt, and the effort invested in its ornamentation, as well as the location of decoration at the waist, it was likely made as a ceremonial dance skirt for a girl\\'s puberty rites. As abalone is associated with women\\'s blood, the single cut and polished abalone shell bead fastened within the fringe at the skirt\\'s bottom hem further supports the attribution of this skirt to the Coming of Age Ceremony. Museum documentation of the item as a \\xe2\\x80\\x9cVery old fine Dance Skirt\\xe2\\x80\\x9d supports the categorization of this skirt as a specific ceremonial item. According to consultation evidence and other supporting evidence this dance skirt would be used for multiple religious ceremonies, possibly including the Flower Ceremony, Jump Dance, and Brush Dance.\\n        This cultural item meets the definition of a sacred object because it is a specific ceremonial object required by the Wiyot for the practice of traditional religious ceremonies and dances, such as the Flower Ceremony, the World Renewal Ceremony, and the Brush Dance, by present-day adherents. Wiyot women and girls wore dance skirts for multiple ceremonies because the skirts were imbued with spiritual power and were potent enough to ritually purify ceremonial dance grounds.\\n        Determinations Made by the Peabody Museum\\n        Officials of the Peabody Museum have determined that:\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(C), the four cultural items described above are specific ceremonial objects needed by traditional Native American religious leaders for the practice of traditional Native American religions by their present-day adherents.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(D), the three cultural items described above have ongoing historical, traditional, or cultural importance central to the Native American group or culture itself, rather than property owned by an individual.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the sacred objects and objects of cultural patrimony and the Bear River Band of Rohnerville Rancheria, California; Blue Lake Rancheria, California; and Wiyot Tribe, California (previously listed as the Table Bluff Reservation\\xe2\\x80\\x94Wiyot Tribe).\\n        Additional Requestors and Disposition\\n\\n        Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to claim these cultural items should submit a written request with information in support of the claim to Patricia Capone, Peabody Museum of Archaeology and Ethnology, Harvard University, 11 Divinity Avenue, Cambridge, MA 02138, telephone (617) 496-3702, email pcapone@fas.harvard.edu, by June 20, 2018. After that date, if no additional claimants have come forward, transfer of control of the sacred objects and objects of cultural patrimony to the Bear River Band of Rohnerville Rancheria, California; Blue Lake Rancheria, California; and Wiyot Tribe, California (previously listed as the Table Bluff Reservation\\xe2\\x80\\x94Wiyot Tribe) may proceed.\\n        The Peabody Museum of Archaeology and Ethnology is responsible for notifying the Bear River Band of Rohnerville Rancheria, California; Blue Lake Rancheria, California; and Wiyot Tribe, California (previously listed as the Table Bluff Reservation\\xe2\\x80\\x94Wiyot Tribe) that this notice has been published.\\n        \\n          Dated: April 30, 2018.\\n          Melanie O\\'Brien,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2018-10781 Filed 5-18-18; 8:45 am]\\n       BILLING CODE 4312-52-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[NPS-WASO-NAGPRA-NPS0025513; PPWOCRADN0-PCU00RP14.R50000]", "subject": "Notice of Intent To Repatriate Cultural Items: Peabody Museum of Archaeology and Ethnology, Harvard University, Cambridge, MA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "The Peabody Museum of Archaeology and Ethnology, in consultation with the appropriate Indian Tribes or Native Hawaiian organizations, has determined that the cultural items listed in this notice meet the definition of objects of cultural patrimony and/or sacred objects. Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to claim these cultural items should submit a written request to the Peabody Museum of Archaeology and Ethnology. If no additional claimants come forward, transfer of control of the cultural items to the lineal descendants, Indian Tribes or Native Hawaiian organizations stated in this notice may proceed.", "dates": "Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to claim these cultural items should submit a written request with information in support of the claim to the Peabody Museum of Archaeology and Ethnology at the address in this notice by June 20, 2018.", "addresses": "Patricia Capone, Peabody Museum of Archaeology and Ethnology, Harvard University, 11 Divinity Avenue, Cambridge, MA 02138, telephone (617) 496-3702, email pcapone@fas.harvard.edu.\\n          ", "signature_dated": "Dated: April 30, 2018.", "signature_name": "Melanie O\\'Brien,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2018-10781 Filed 5-18-18; 8:45 am]", "billing_code": " BILLING CODE 4312-52-P", "supp_info": "SUPPLEMENTARY INFORMATION: \n Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate cultural items under the control of the Peabody Museum of Archaeology and Ethnology, Harvard University, Cambridge, MA, that meet the definition of objects of cultural patrimony and/or sacred objects under 25 U.S.C. 3001. \n This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal Agency that has control of the Native American cultural items. The National Park Service is not responsible for the determinations in this notice. \n History and Description of the Cultural Items \n In 1906, Grace Nicholson purchased an antler ornament headdress, a red woodpecker headdress, and a roll for the red woodpecker headdress on behalf of Lewis Hobart Farlow. Farlow purchased these three cultural items from Nicholson and donated them to the Peabody Museum of Archaeology and Ethnology in the same year. Peabody Museum records note these cultural items were collected from the \\xe2\\x80\\x9cWeigat Indians,\\xe2\\x80\\x9d or Wiyot, of Humboldt Bay, California. The antler ornament headdress, red woodpecker headdress, and roll have been identified as Wiyot and as sacred objects and objects of cultural patrimony. \n The antler ornament headdress is constructed of leather, suede, and seven carved antler ornaments; red and black paints were applied to sections of the leather and to the antler ornaments. Consultation with representatives from the Wiyot Tribe indicated this antler headdress was most likely used during the Wiyot World Renewal Ceremony, more specifically for the White Deerskin Dance or possibly the Jump Dance. The physical properties of the headdress are entwined with sacred concepts and actions. \n The red woodpecker headdress is constructed from tanned deerhide and approximately 40 scalps of pileated woodpecker. Associated with this headdress, as a separate catalog number, is a storage roll constructed of a worked and polished cylindrical piece of wood, likely redwood. Consultation with representatives from the Wiyot Tribe indicated that the storage roll was required for the safe storage of the headdress and should be considered a part of the medicine associated with the headdress. Consultation with representatives from the Wiyot Tribe indicated this red woodpecker headdress and associated storage roll were most likely used during the World Renewal Ceremony, and possibly with the Jump Dance. \n These three cultural items meet the definition of sacred objects because they are specific ceremonial objects required by the Wiyot to properly perform dances and prayers for World Renewal Ceremonies, including the White Deerskin Dance and the Jump Dance. \n Archeological, historical, and ethnographic data also demonstrate that these three cultural items have ongoing historical, traditional, and cultural importance central to the Wiyot as regalia. Consultation with representatives from the Wiyot Tribe indicated that regalia and medicine items were not owned, but \\xe2\\x80\\x9ccared for\\xe2\\x80\\x9d by individuals, who were able to lend them, including in exchange for money, but not sell them. These Wiyot headdresses and the associated roll could not be sold because they were cared for, but not than owned, by the families and individuals. Due to the caretakers\\' collective responsibility for the headdresses and roll, an individual could not sell or transfer possession of them. For these reasons, based on the cultural information provided through consultation, and further supported by ethnographic and historical data, these three cultural items meet the category definition for objects of cultural patrimony because they have ongoing historical, traditional, and cultural importance central to the Wiyot for the proper performance of World Renewal Ceremonies, specifically the White Deerskin Dance and the Jump Dance, and could not have been alienated or conveyed by an individual. \n In 1910, Grace Nicholson and Carroll Hartman purchased a woman\\'s dance skirt on behalf of Lewis Hobart Farlow, in whose name it was donated to the Peabody Museum that same year. Prior to its purchase by Nicholson and Hartman, the dance skirt was owned by Isaac A. Beers, the United States Indian Agent at Hoopa from 1890-1893. The circumstance under which Beers collected the dance skirt is not known. Peabody Museum records describe the object as \\xe2\\x80\\x9cWiegat\\xe2\\x80\\x94Very old fine Dance Skirt\\xe2\\x80\\x94Beer\\'s Collection\\xe2\\x80\\x9d and from the \\xe2\\x80\\x9cWiyot Indians, California.\\xe2\\x80\\x9d The woman\\'s dance skirt has been identified as Wiyot and has been determined to be a sacred object. \n This dance skirt is made of soft, tanned leather, which is fringed at the bottom hem. A solitary shell object of modified abalone is fastened to a leather strand within the fringe. Another leather strand within the fringe is adorned with three blue glass beads and one long black glass bead. The waist of the skirt is decorated with maidenhair fern and beargrass wraps, as well as iris twine. Dangling from the edge of the twine-wrapped waist are thin twine-wrapped strands adorned with two small bivalve shells and finished with metal thimbles; some strands also contain blue glass beads. \n Consultation evidence suggests this skirt was most likely made as regalia for an adolescent girl\\'s Coming of Age Ceremony, also known as the Flower Ceremony, due to its size and decoration. Families spent years gathering the materials for a girl\\'s \\xe2\\x80\\x9cFirst Dress,\\xe2\\x80\\x9d which was worn initially at her Coming of Age Ceremony. Based on the size of this skirt, and the effort invested in its ornamentation, as well as the location of decoration at the waist, it was likely made as a ceremonial dance skirt for a girl\\'s puberty rites. As abalone is associated with women\\'s blood, the single cut and polished abalone shell bead fastened within the fringe at the skirt\\'s bottom hem further supports the attribution of this skirt to the Coming of Age Ceremony. Museum documentation of the item as a \\xe2\\x80\\x9cVery old fine Dance Skirt\\xe2\\x80\\x9d supports the categorization of this skirt as a specific ceremonial item. According to consultation evidence and other supporting evidence this dance skirt would be used for multiple religious ceremonies, possibly including the Flower Ceremony, Jump Dance, and Brush Dance. \n This cultural item meets the definition of a sacred object because it is a specific ceremonial object required by the Wiyot for the practice of traditional religious ceremonies and dances, such as the Flower Ceremony, the World Renewal Ceremony, and the Brush Dance, by present-day adherents. Wiyot women and girls wore dance skirts for multiple ceremonies because the skirts were imbued with spiritual power and were potent enough to ritually purify ceremonial dance grounds. \n Determinations Made by the Peabody Museum \n Officials of the Peabody Museum have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(C), the four cultural items described above are specific ceremonial objects needed by traditional Native American religious leaders for the practice of traditional Native American religions by their present-day adherents. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(D), the three cultural items described above have ongoing historical, traditional, or cultural importance central to the Native American group or culture itself, rather than property owned by an individual. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the sacred objects and objects of cultural patrimony and the Bear River Band of Rohnerville Rancheria, California; Blue Lake Rancheria, California; and Wiyot Tribe, California (previously listed as the Table Bluff Reservation\\xe2\\x80\\x94Wiyot Tribe). \n Additional Requestors and Disposition \n Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to claim these cultural items should submit a written request with information in support of the claim to Patricia Capone, Peabody Museum of Archaeology and Ethnology, Harvard University, 11 Divinity Avenue, Cambridge, MA 02138, telephone (617) 496-3702, email pcapone@fas.harvard.edu, by June 20, 2018. After that date, if no additional claimants have come forward, transfer of control of the sacred objects and objects of cultural patrimony to the Bear River Band of Rohnerville Rancheria, California; Blue Lake Rancheria, California; and Wiyot Tribe, California (previously listed as the Table Bluff Reservation\\xe2\\x80\\x94Wiyot Tribe) may proceed. \n The Peabody Museum of Archaeology and Ethnology is responsible for notifying the Bear River Band of Rohnerville Rancheria, California; Blue Lake Rancheria, California; and Wiyot Tribe, California (previously listed as the Table Bluff Reservation\\xe2\\x80\\x94Wiyot Tribe) that this notice has been published. \n ", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "In 1906, Grace Nicholson purchased an antler ornament headdress, a red woodpecker headdress, and a roll for the red woodpecker headdress on behalf of Lewis Hobart Farlow. Farlow purchased these three cultural items from Nicholson and donated them to the Peabody Museum of Archaeology and Ethnology in the same year. Peabody Museum records note these cultural items were collected from the \\xe2\\x80\\x9cWeigat Indians,\\xe2\\x80\\x9d or Wiyot, of Humboldt Bay, California. The antler ornament headdress, red woodpecker headdress, and roll have been identified as Wiyot and as sacred objects and objects of cultural patrimony. \n The antler ornament headdress is constructed of leather, suede, and seven carved antler ornaments; red and black paints were applied to sections of the leather and to the antler ornaments. Consultation with representatives from the Wiyot Tribe indicated this antler headdress was most likely used during the Wiyot World Renewal Ceremony, more specifically for the White Deerskin Dance or possibly the Jump Dance. The physical properties of the headdress are entwined with sacred concepts and actions. \n The red woodpecker headdress is constructed from tanned deerhide and approximately 40 scalps of pileated woodpecker. Associated with this headdress, as a separate catalog number, is a storage roll constructed of a worked and polished cylindrical piece of wood, likely redwood. Consultation with representatives from the Wiyot Tribe indicated that the storage roll was required for the safe storage of the headdress and should be considered a part of the medicine associated with the headdress. Consultation with representatives from the Wiyot Tribe indicated this red woodpecker headdress and associated storage roll were most likely used during the World Renewal Ceremony, and possibly with the Jump Dance. \n These three cultural items meet the definition of sacred objects because they are specific ceremonial objects required by the Wiyot to properly perform dances and prayers for World Renewal Ceremonies, including the White Deerskin Dance and the Jump Dance. \n Archeological, historical, and ethnographic data also demonstrate that these three cultural items have ongoing historical, traditional, and cultural importance central to the Wiyot as regalia. Consultation with representatives from the Wiyot Tribe indicated that regalia and medicine items were not owned, but \\xe2\\x80\\x9ccared for\\xe2\\x80\\x9d by individuals, who were able to lend them, including in exchange for money, but not sell them. These Wiyot headdresses and the associated roll could not be sold because they were cared for, but not than owned, by the families and individuals. Due to the caretakers\\' collective responsibility for the headdresses and roll, an individual could not sell or transfer possession of them. For these reasons, based on the cultural information provided through consultation, and further supported by ethnographic and historical data, these three cultural items meet the category definition for objects of cultural patrimony because they have ongoing historical, traditional, and cultural importance central to the Wiyot for the proper performance of World Renewal Ceremonies, specifically the White Deerskin Dance and the Jump Dance, and could not have been alienated or conveyed by an individual. \n In 1910, Grace Nicholson and Carroll Hartman purchased a woman\\'s dance skirt on behalf of Lewis Hobart Farlow, in whose name it was donated to the Peabody Museum that same year. Prior to its purchase by Nicholson and Hartman, the dance skirt was owned by Isaac A. Beers, the United States Indian Agent at Hoopa from 1890-1893. The circumstance under which Beers collected the dance skirt is not known. Peabody Museum records describe the object as \\xe2\\x80\\x9cWiegat\\xe2\\x80\\x94Very old fine Dance Skirt\\xe2\\x80\\x94Beer\\'s Collection\\xe2\\x80\\x9d and from the \\xe2\\x80\\x9cWiyot Indians, California.\\xe2\\x80\\x9d The woman\\'s dance skirt has been identified as Wiyot and has been determined to be a sacred object. \n This dance skirt is made of soft, tanned leather, which is fringed at the bottom hem. A solitary shell object of modified abalone is fastened to a leather strand within the fringe. Another leather strand within the fringe is adorned with three blue glass beads and one long black glass bead. The waist of the skirt is decorated with maidenhair fern and beargrass wraps, as well as iris twine. Dangling from the edge of the twine-wrapped waist are thin twine-wrapped strands adorned with two small bivalve shells and finished with metal thimbles; some strands also contain blue glass beads. \n Consultation evidence suggests this skirt was most likely made as regalia for an adolescent girl\\'s Coming of Age Ceremony, also known as the Flower Ceremony, due to its size and decoration. Families spent years gathering the materials for a girl\\'s \\xe2\\x80\\x9cFirst Dress,\\xe2\\x80\\x9d which was worn initially at her Coming of Age Ceremony. Based on the size of this skirt, and the effort invested in its ornamentation, as well as the location of decoration at the waist, it was likely made as a ceremonial dance skirt for a girl\\'s puberty rites. As abalone is associated with women\\'s blood, the single cut and polished abalone shell bead fastened within the fringe at the skirt\\'s bottom hem further supports the attribution of this skirt to the Coming of Age Ceremony. Museum documentation of the item as a \\xe2\\x80\\x9cVery old fine Dance Skirt\\xe2\\x80\\x9d supports the categorization of this skirt as a specific ceremonial item. According to consultation evidence and other supporting evidence this dance skirt would be used for multiple religious ceremonies, possibly including the Flower Ceremony, Jump Dance, and Brush Dance. \n This cultural item meets the definition of a sacred object because it is a specific ceremonial object required by the Wiyot for the practice of traditional religious ceremonies and dances, such as the Flower Ceremony, the World Renewal Ceremony, and the Brush Dance, by present-day adherents. Wiyot women and girls wore dance skirts for multiple ceremonies because the skirts were imbued with spiritual power and were potent enough to ritually purify ceremonial dance grounds. \n ", "determinations": "Determinations Made by the Peabody Museum \n Officials of the Peabody Museum have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(C), the four cultural items described above are specific ceremonial objects needed by traditional Native American religious leaders for the practice of traditional Native American religions by their present-day adherents. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(D), the three cultural items described above have ongoing historical, traditional, or cultural importance central to the Native American group or culture itself, rather than property owned by an individual. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the sacred objects and objects of cultural patrimony and the Bear River Band of Rohnerville Rancheria, California; Blue Lake Rancheria, California; and Wiyot Tribe, California (previously listed as the Table Bluff Reservation\\xe2\\x80\\x94Wiyot Tribe). \n ", "a_r_d": "Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to claim these cultural items should submit a written request with information in support of the claim to Patricia Capone, Peabody Museum of Archaeology and Ethnology, Harvard University, 11 Divinity Avenue, Cambridge, MA 02138, telephone (617) 496-3702, email pcapone@fas.harvard.edu, by June 20, 2018. After that date, if no additional claimants have come forward, transfer of control of the sacred objects and objects of cultural patrimony to the Bear River Band of Rohnerville Rancheria, California; Blue Lake Rancheria, California; and Wiyot Tribe, California (previously listed as the Table Bluff Reservation\\xe2\\x80\\x94Wiyot Tribe) may proceed. \n The Peabody Museum of Archaeology and Ethnology is responsible for notifying the Bear River Band of Rohnerville Rancheria, California; Blue Lake Rancheria, California; and Wiyot Tribe, California (previously listed as the Table Bluff Reservation\\xe2\\x80\\x94Wiyot Tribe) that this notice has been published. \n "}