{"index": "R_477", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent to Repatriate a Cultural Item: Denver Museum of Nature & Science, Denver, CO\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate a cultural item in the possession of the Denver Museum of Nature & Science, Denver, CO, which meets the definitions of \\xe2\\x80\\x9csacred object\\xe2\\x80\\x9d and \\xe2\\x80\\x9cobject of cultural patrimony\\xe2\\x80\\x9d under 25 U.S.C. 3001.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the cultural items. The National Park Service is not responsible for the determinations in this notice.\\n\\n        The cultural item is a button blanket which is also called a robe, as the terms are used interchangeably to describe the item, and is named Lee shakee daax\\'i x\\'oow or the Blanket Above All Others (A.C. 11428). The robe is made of wool, dyed royal blue and crimson, and patterned in the distinctive \\xe2\\x80\\x9cAll Tribes\\xe2\\x80\\x9d or \\xe2\\x80\\x9cTahltan\\xe2\\x80\\x9d style in which the top-third of the blanket consists of three boxes and parallel stripes that run vertically down each side. Each section is bordered with neat rows of white pearl buttons. The robe is 132.5 cm in height and 170.5 cm in width.\\n        In 1973, Laura Hotch, a Chilkat Tlingit from Klukwan, AK, sold the robe to Michael R. Johnson of Seattle, WA, a collector and dealer, who recorded it as being made between A.D. 1890-1900. In 1974, the robe was purchased from Mr. Johnson by Mary W.A. Crane and donated to the Denver Museum of Nature & Science. For a time, the robe was placed in the Denver Museum of Nature & Science\\'s Northwest Coast Ceremonial Season Exhibit, noted in the label text under \\xe2\\x80\\x9cReligious Ceremonies.\\xe2\\x80\\x9d\\n\\n        During consultation, representatives of the Central Council of the Tlingit & Haida Indian Tribes recounted the traditional history of the robe and its place in clan belief and ceremonial practice. The robe is traced back three generations to Anna Klaney, the youngest daughter of Xootk\\' and Sitka Jack. She was the youngest of 13 sisters, each with a robe of the same design. The fate of the other 12 robes is unknown. This robe was given the name Lee shakee daax\\'i x\\'oow (Blanket Above All Others), and was passed from mother to daughter in the Eagle Nest House. Robes that have been given names such as this one have special importance among the Tlingit and the object is imbued with certain value that a single individual cannot alienate. The robe eventually came to reside with Laura Hotch, who sold the blanket without the consent of the family or clan. Museum records corroborate Tlingit accounts of the robe\\'s sale by Laura Hotch.\\n        The Eagle Nest House has a right to this particular robe. Tlingit of the Eagle Nest House of the Kaagwaantaan Clan of Sitka, AK, are members of the Central Council of the Tlingit & Haida Indian Tribes.\\n        Officials of the Denver Museum of Nature & Science have determined that, pursuant to 25 U.S.C. 3001 (3)(C), the one cultural item is a specific ceremonial object needed by traditional Native American religious leaders for the practice of traditional Native American religions by their present-day adherents. Officials of the Denver Museum of Nature & Science have also determined that, pursuant to 25 U.S.C. 3001 (3)(D), the one cultural item has ongoing historical, traditional, or cultural importance central to the Native American group or culture itself, rather than property owned by an individual. Lastly, officials of the Denver Museum of Nature & Science have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity which can be reasonably traced between the sacred object/object of cultural patrimony and the Central Council of the Tlingit & Haida Indian Tribes.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the sacred object/object of cultural patrimony should contact Dr. Chip Colwell-Chanthaphonh, Curator of Anthropology, NAGPRA Officer, Department of Anthropology, Denver Museum of Nature & Science, 2001 Colorado Boulevard, Denver, CO 80205, telephone (303) 370-6378, before November 30, 2007. Repatriation of the sacred object/object of cultural patrimony to the Central Council of the Tlingit & Haida Indian Tribes on behalf of the Eagle Nest House of the Kaagwaantaan Clan of Sitka, AK, may proceed after that date if no additional claimants come forward.\\n        The Denver Museum of Nature &Science is responsible for notifying the Central Council of the Tlingit & Haida Indian Tribes that this notice has been published.\\n        \\n          Dated: October 1, 2007.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E7-21366 Filed 10-30-07; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate a Cultural Item: Denver Museum of Nature & Science, Denver, CO", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: October 1, 2007.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E7-21366 Filed 10-30-07; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}