{"index": "R_471", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent to Repatriate Cultural Items: Denver Museum of Nature & Science, Denver, CO\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate cultural items in the possession of the Denver Museum of Nature & Science, Denver, CO, which meet the definitions of \\xe2\\x80\\x9csacred object\\xe2\\x80\\x9d and \\xe2\\x80\\x9cobject of cultural patrimony\\xe2\\x80\\x9d under 25 U.S.C. 3001.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the cultural items. The National Park Service is not responsible for the determinations in this notice.\\n        The first cultural item is a basketry hat called Yeil Shaada or Raven Hat (AC.11544). The Raven Hat is made of carved spruce root, plain twining, and false embroidery. A carved raven head is on top at the front with marten or mink fur extending along the crown top and tail attached at the back. The sides of the hat have five red lines in stepped design, black lined raven head above, double purple lines below, and orange checkerboard pattern along the lower edge. Leather ties are on each side. It measures approximately 25 cm in height, 36 cm in length, and 14 cm in width. The catalogue records note that the hat was \\xe2\\x80\\x9cused for dancing\\xe2\\x80\\x9d and speculates that it was a \\xe2\\x80\\x9cshaman\\'s basketry hat, late 19th century.\\xe2\\x80\\x9d Records also note that the cultural item was \\xe2\\x80\\x9cpurchased from Tlingit family, Haines, Alaska\\xe2\\x80\\x9d by the Michael R. Johnson Gallery, Seattle, WA, in 1976. The cultural item was accessioned by the museum in 1983. The hat was placed in the museum\\'s Northwest Coast Ceremonial Season Exhibit until 1995.\\n        The second cultural item is a ceremonial beaded shirt called Lingit Tlein Kudas\\' or Big Man\\'s Shirt (AC.11444). The shirt is long sleeved navy wool with straight sides likely dating to the early 1900s. The yoke, collar, cuffs, front opening, and lower ends are beaded in designs of yellow, white, navy, turquoise, and green set against red wool cloth bordered with a black braid edged with white beads. This unique style of beadwork was done by Tlingit artisans in the late 1800s through contact with Athapaskan and Euro-American traders, though drawn from much older styles of tunics. The shirt measures 98 cm in length and 71 cm in width. The catalogue records note that the shirt was \\xe2\\x80\\x9cacquired from Mrs. Mary Klanott, Klukwan, Alaska, 1974\\xe2\\x80\\x9d by Michael R. Johnson Gallery, Seattle, WA, on October 7, 1974. The shirt was accessioned by the museum in 1983. Through the mid 1990s, the shirt was used in the museum\\'s Northwest Coast Ceremonial Season Exhibit.\\n        During consultation, representatives of the Central Council of the Tlingit & Haida Indian Tribes recounted the social and spiritual importance of both cultural items and the rules of Tlingit cultural property law. A member of the Lukaax.adi Clan sang the traditional song that goes with these objects. Documentation was presented of the objects\\' histories from the early 20th century, their import in ongoing ceremonial practices, and their significance and custodianship by Tlingit families and the Raven House of the Lukaax.adi Clan. A genealogy was also given demonstrating continuous ownership of the objects until their transfer in the 1970s. A photograph from approximately 1950 shows the Raven Hat in ceremonial context. A photograph from approximately 1937 shows the Big Man\\'s Shirt and Raven Hat worn by clan members in ceremonial context. Tlingit of the Lukaax.adi Clan, Raven House, Haines, AK, are members of the Central Council of the Tlingit & Haida Indian Tribes.\\n        Officials of the Denver Museum of Nature & Science have determined that, pursuant to 25 U.S.C. 3001 (3)(C), the two cultural items are specific ceremonial objects needed by traditional Native American religious leaders for the practice of traditional Native American religions by their present-day adherents. Officials of the Denver Museum of Nature & Science have also determined that, pursuant to 25 U.S.C. 3001 (3)(D), the two cultural items have ongoing historical, traditional, or cultural importance central to the Native American group or culture itself, rather than property owned by an individual. Lastly, officials of the Denver Museum of Nature & Science have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity which can be reasonably traced between the sacred objects/objects of cultural patrimony and the Central Council of the Tlingit & Haida Indian Tribes.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the sacred objects/objects of cultural patrimony should contact Dr. Chip Colwell-Chanthaphonh, Curator of Anthropology, NAGPRA Officer, Department of Anthropology, Denver Museum of Nature & Science, 2001 Colorado Boulevard, Denver, CO 80205, telephone (303) 370-6378, before January 18, 2008. Repatriation of the sacred objects/objects of cultural patrimony to the Central Council of the Tlingit & Haida Indian Tribes on behalf of the Lukaax.adi Clan, Raven House of Haines, AK, may proceed after that date if no additional claimants come forward.\\n        The Denver Museum of Nature & Science is responsible for notifying the Central Council of the Tlingit & Haida Indian Tribes that this notice has been published.\\n        \\n          Dated: November 7, 2007.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E7-24611 Filed 12-18-07; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate Cultural Items: Denver Museum of Nature & Science, Denver, CO", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: November 7, 2007.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E7-24611 Filed 12-18-07; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}