{"index": "R_475", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent to Repatriate Cultural Items: Horner Collection, Oregon State University, Corvallis, OR\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate cultural items in the possession of the Horner Collection, Oregon State University, Corvallis, OR that meet the definition of \\xe2\\x80\\x9cunassociated funerary objects\\xe2\\x80\\x9d under 25 U.S.C. 3001.\\n\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the cultural items. The National Park Service is not responsible for the determinations in this notice.\\n        The five cultural items are one antler tool; one nose ring or bracelet; one mortar and pestle; one jar of beads; and one bag of bells.\\n        The Museum of Oregon Country, Oregon Agricultural College was renamed the John B. Horner Museum of the Oregon Country in 1936, and became commonly known as the Horner Museum. The Oregon Agricultural College was renamed Oregon State College in 1937, and became Oregon State University in 1962. The Horner Museum closed in 1995. Currently, cultural items from the Horner Museum are referred to as the Horner Collection, which is owned by, and in the possession of, Oregon State University.\\n        Horner Collection, Oregon State University professional staff consulted with representatives of the Confederated Tribes of the Coos, Lower Umpqua and Siuslaw Indians of Oregon; Confederated Tribes of the Grand Ronde Community of Oregon; Confederated Tribes of the Siletz Reservation, Oregon; Coquille Tribe of Oregon; and Santa Rosa Indian Community of the Santa Rosa Rancheria, California.\\n        On March 17, 1929, V.P. Mitchell removed a \\xe2\\x80\\x9chorn implement\\xe2\\x80\\x9d from an unknown site near Yachats, OR. On December 21, 1933, V.P. Mitchell donated the antler horn implement to the museum and listed as part of the J. G. Crawford collection. Although the Horner Collection, Oregon State University has no documentation that the antler tool was ever buried with any individual, Mr. Crawford is known to have collected human remains and cultural items from burials and mounds.\\n        On December 21, 1933, V.P. Mitchell donated a nose ring or bracelet to the museum. Provenience records show that the item was in V.P. Mitchell\\'s possession in 1929 and is listed as a \\xe2\\x80\\x9cYachats Indian nose ring.\\xe2\\x80\\x9d On June 27, 2006, a representative of the Santa Rosa Indian Community of the Santa Rosa Rancheria, California identified the item as a bracelet of a young lady or grandmother. On February 11, 2004, a representative of the Confederated Tribes of Siletz Indians, Oregon identified the cultural item as a funerary object from Yachats, OR.\\n\\n        At an unknown date, cultural items were removed by Mrs. P. Mitchell from an unknown area near Yachats, OR. On April 13, 1968, Mrs. Mitchell donated one mortar and pestle, one jar of Indian beads, and one bag of bells, along with a human skull, to the museum. A deed of gift was submitted, which states \\xe2\\x80\\x9cCollection of Indian artifacts found near Yachats, OR.\\xe2\\x80\\x9d The Horner Collection, Oregon State University has no specific documentation that the cultural items were ever buried with any individual. However, with the inclusion of a human skull donated with the cultural items, the museum has identified them as unassociated funerary objects. The human remains are described in a previously published Notice of Inventory Completion in the Federal Register of October 26, 2005 (FR Doc 05-21332, pages 61839-61840).\\n        All of the above cultural items were removed from undisclosed locations near Yachats, OR. According to a tribal representative for the Confederated Tribes of the Siletz Reservation, Oregon, the Yachats area had large middens lining the lower Yachats River and nearby coastline. Large middens show the extensive time period of occupation of the Yachats area. The Yachats area was made part of the Siletz/Coast Reservation when it was established in 1855. This area was inhabited by the Alsea, Coos, Lower Umpqua, some South Slough and lower Coquille people, and some members of other tribes also confederated upon the Siletz Reservation. The Alsea people, as well as others that lived at Yachats, moved to the Siletz reservation in 1876. Descendants of tribes from the Yachats area are members of the Confederated Tribes of the Siletz Reservation, Oregon.\\n        Based on geographic, historic documents, museum and donor history, and consultation evidence, the Horner Collection, Oregon State University reasonably believe the cultural items to be unassociated funerary objects and culturally affiliated with the Confederated Tribes of the Siletz Reservation, Oregon.\\n        Officials of the Horner Collection, Oregon State University have determined that, pursuant to 25 U.S.C. 3001 (3)(B), the five cultural items described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony and are believed, by a preponderance of the evidence, to have been removed from a specific burial site of a Native American individual. Officials of the Horner Collection, Oregon State University also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the unassociated funerary objects and the Confederated Tribes of the Siletz Reservation, Oregon.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the unassociated funerary objects should contact Sabah Randhawa, Executive Vice President and Provost, President\\'s Office, Oregon State University, 600 Kerr Administration Building, Corvallis, OR 97331, telephone (541) 737-8260, before December 20, 2007. Repatriation of the unassociated funerary objects to the Confederated Tribes of the Siletz Reservation, Oregon may proceed after that date if no additional claimants come forward.\\n        The Horner Collection, Oregon State University is responsible for notifying the Confederated Tribes of the Coos, Lower Umpqua and Siuslaw Indians of Oregon; Confederated Tribes of the Grand Ronde Community of Oregon; Confederated Tribes of the Siletz Reservation, Oregon; Coquille Tribe of Oregon; and Santa Rosa Indian Community of the Santa Rosa Rancheria, California that this notice has been published.\\n        \\n          Dated: October 18, 2007.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E7-22669 Filed 11-19-07; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate Cultural Items: Horner Collection, Oregon State University, Corvallis, OR", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: October 18, 2007.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E7-22669 Filed 11-19-07; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}