{"index": "R_482", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent to Repatriate Cultural Items: Cincinnati Museum Center, Cincinnati, OH\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate cultural items in the possession of the Cincinnati Museum Center, Cincinnati, OH that meet the definition of \\xe2\\x80\\x9cunassociated funerary objects\\xe2\\x80\\x9d under 25 U.S.C. 3001.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the cultural items. The National Park Service is not responsible for the determinations in this notice.\\n        In 1964, the Cincinnati Museum of Natural History, now part of the Cincinnati Museum Center, purchased three cultural items from Traders Exchange in Champaign, IL. The three items are one string of 23 rolled copper beads (CMC #A14673); one string of 58 small rolled copper beads (CMC #A14674); and one rolled copper bead (#A14675).\\n        The cultural items are catalogued as \\xe2\\x80\\x9coriginally excavated from Cayuse Indian graves near old Fort Walla Walla in the state of Washington.\\xe2\\x80\\x9d Old Fort Walla Walla was originally a Northwest Company trading post called Fort Nez Perces. It was along the banks of the Columbia River north of the mouth of the Walla Walla River in southeastern Washington around 1818 and was the site of the first Treaty Council in 1855. Based on museum records, the three cultural items are reasonably believed to be unassociated funerary objects. There is no information to indicate when or under what circumstances Traders Exchange acquired the cultural items, but it is known that a series of looting/excavation activities took place at old Fort Walla Walla from the 1880s through at least the 1950s.\\n        Geographic, historic, and ethnological evidence indicate that Cayuse Indians occupied or utilized the area near Fort Walla Walla in historic times, and most likely for a considerably longer period before historic times. Geographically, the Cayuse, Umatilla, and Walla Walla traditionally covered a large percentage of eastern Oregon and southeastern Washington. The Cayuse or Waiilatpus, occupied the slopes of the Umatilla, Walla Walla, John Day, Upper Grande Ronde, Powder, and Burnt River drainages, as well as the Willow Creek branch of the Malheur River. There is a preponderance of evidence that a cultural continuity exists between the tribes known today as Cayuse, Umatilla, and Walla Walla and the occupants of the Fort Walla Walla area prior to contact. Descendants of the Cayuse are members of the Confederated Tribes of the Umatilla Reservation, Oregon.\\n        Officials of the Cincinnati Museum Center have determined that, pursuant to 25 U.S.C. 3001 (3)(B), the three cultural items described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony and are believed, by a preponderance of the evidence, to have been removed from a specific burial site of a Native American individual. Officials of the Cincinnati Museum Center also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the unassociated funerary objects and the Confederated Tribes of the Umatilla Reservation, Oregon.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the unassociated funerary objects should contact Jane MacKnight, Registrar, Cincinnati Museum Center, 1301 Western Avenue, Cincinnati, OH 45203, telephone (513) 287-7092, before October 15, 2007. Repatriation of the unassociated funerary objects to the Confederated Tribes of the Umatilla Reservation, Oregon may proceed after that date if no additional claimants come forward.\\n        Cincinnati Museum Center is responsible for notifying Confederated Tribes of the Umatilla Reservation, Oregon that this notice has been published.\\n        \\n          Dated: August 20, 2007\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E7-18105 Filed 9-12-07; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate Cultural Items: Cincinnati Museum Center, Cincinnati, OH", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: August 20, 2007", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E7-18105 Filed 9-12-07; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}