{"index": "R_489", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent to Repatriate a Cultural Item: Denver Museum of Nature & Science, Denver, CO\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate a cultural item in the possession of the Denver Museum of Nature & Science, Denver, CO, which meets the definitions of \\xe2\\x80\\x9csacred object\\xe2\\x80\\x9d and \\xe2\\x80\\x9cobject of cultural patrimony\\xe2\\x80\\x9d under 25 U.S.C. 3001.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the cultural items. The National Park Service is not responsible for the determinations in this notice.\\n        The cultural item is a Beaver Chilkat Shirt, which is also called a tunic, as the terms are used interchangeably to describe the item (AC. 11604). The sleeveless, untailored garment consists of rectangular front and back sections with woven shoulders and a round neck opening, which is joined loosely at the sides below armholes. The fabric was created by means of twined weaving in handspun mountain goat wool and yellow cedar bark, which is a technique known as Chilkat twining from its specialty production by Chilkat Tlingit women. The entire design field of the front is filled with intricate stylized forms that have been interpreted as a beaver in natural wool dyed in colors of black, yellow, and green. The open white ground of the back tunic is centered at the top with a mask form and crossed lower with bands of geometric patterns, including a basal checkerboard. The bottom edges are fringed.\\n        In 1974, the cultural item was sold by Marc Jacobs, Sr. to Michael R. Johnson of Seattle, WA, a collector and dealer. In October 1974, the cultural item was purchased by Adelaide de Menil and Dr. Edmund Carpenter. In August 1976, it was transferred to Howard B. Roloff through an exchange requested by Mary W. A. Crane. The museum accessioned the cultural item into the collection later that same year.\\n        During consultation, representatives of the Central Council of the Tlingit & Haida Indian Tribes gave oral history of the tunic as a clan \\xe2\\x80\\x9ctreasured property,\\xe2\\x80\\x9d and its place in clan belief and ceremonial practice. The tunic\\'s history began four generations ago with a daughter of Chief Shakes IV and can be traced to a line of caretakers up to 1974. The tunic is identified as an item of Chilkat regalia among the most valued of ceremonial clothing used in funerary rites and is high status apparel at traditional ceremonies and potlatches. The tunic is required for the ceremonial rites conducted to renew and ensure the spiritual harmony of the Tlingit people. The tunic is not owned by a single individual, instead there are designated caretakers and it belongs to the clan as a whole, and therefore it could not have been alienated by a single individual.\\n        According to museum records, the line of caretakers starts in 1890 with a Tlingit family in Angoon, AK, and also corroborates Tlingit accounts of the tunic\\'s sale by Mark Jacobs, Sr. Tlingit of the Deisheetaan Clan of the Needlefish House are from Angoon, AK, and are represented in this claim by the Central Council of the Tlingit & Haida Indian Tribes.\\n        Officials of the Denver Museum of Nature & Science have determined that, pursuant to 25 U.S.C. 3001 (3)(C), the one cultural item is a specific ceremonial object needed by traditional Native American religious leaders for the practice of traditional Native American religions by their present-day adherents. Officials of the Denver Museum of Nature & Science have also determined that, pursuant to 25 U.S.C. 3001 (3)(D), the one cultural item has ongoing historical, traditional, or cultural importance central to the Native American group or culture itself, rather than property owned by an individual. Lastly, officials of the Denver Museum of Nature & Science have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity which can be reasonably traced between the sacred object/object of cultural patrimony and the Central Council of the Tlingit & Haida Indian Tribes.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the sacred object/object of cultural patrimony should contact Dr. Stephen Nash, Chair, Department of Anthropology, Denver Museum of Nature & Science, 2001 Colorado Boulevard, Denver, CO 80205, telephone (303) 370-6056, before September 24, 2007. Repatriation of the cultural item to the Central Council of the Tlingit & Haida Indian Tribes on behalf of the Deisheetaan Clan of the Needlefish House, Angoon, AK, may proceed after that date if no additional claimants come forward.\\n        The Denver Museum of Nature & Science is responsible for notifying the Central Council of the Tlingit & Haida Indian Tribes that this notice has been published.\\n        \\n          Dated: August 8, 2007.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E7-16786 Filed 8-23-07; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate a Cultural Item: Denver Museum of Nature & Science, Denver, CO", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: August 8, 2007.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E7-16786 Filed 8-23-07; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}