{"index": "R_483", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent to Repatriate Cultural Items: Augusta Museum of History, Augusta, GA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate cultural items in the possession of the Augusta Museum of History, Augusta, GA that meet the definition of \\xe2\\x80\\x9cunassociated funerary objects\\xe2\\x80\\x9d under 25 U.S.C. 3001.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the cultural items. The National Park Service is not responsible for the determinations in this notice.\\n        At an unknown date, two cultural items were collected from \\xe2\\x80\\x9ca grave near Walla Walla, Washington,\\xe2\\x80\\x9d located in Walla Walla County, WA, by L.W. Stillwell of Deadwood, SD (Catalogue number K-17 and K-19). At an unknown date, the cultural items came into the possession of Chester E. Story of Augusta, GA, and were subsequently purchased by Jouett Davenport, also of Augusta, GA, in January 1932. In April 1963, Mr. Davenport donated the cultural items to the Augusta Museum of History (then the Augusta-Richmond County Museum). The two unassociated funerary objects are one string of glass and shell disc beads, and one string of colored glass beads.\\n\\n        The donor of the collection, Mr. Davenport, told the Augusta Museum that the beads came from a grave near Walla Walla. The two strings of beads are typical personal adornment items that were often buried with the deceased. The beads date to the historic period, placing the grave within the post-European contact era or after trading was established in the area around 1818.\\n        \\n        The Pa cxapu band of the Weyiiletpuu (Cayuse) wintered in the area presently known as the City of Walla Walla. The Weyiiletpuu had fishing sites and summer camps along the Walla Walla River. Oral histories identify the area as where the Weyiiletpuu, Imatalamlama, and Waluulapam live, and also identified many burial places of their ancestors within the valley and city limits of Walla Walla. Descendants of the Weyiiletpuu, Imatalamlama, and Waluulapam are members of the Confederated Tribes of the Umatilla Reservation, Oregon.\\n        Officials of the Augusta Museum of History have determined that, pursuant to 25 U.S.C. 3001 (3)(B), the two cultural items described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony and are believed, by a preponderance of the evidence, to have been removed from a specific burial site of an Native American individual. Officials of the Augusta Museum of History also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the unassociated funerary objects and the Confederated Tribes of the Umatilla Reservation, Oregon.\\n        Representatives of any other Indian Tribes that believes itself to be culturally affiliated with the unassociated funerary objects should contact Misty Tilson, Registrar, Augusta Museum of History, 560 Reynolds St., Augusta, GA 30901, telephone (706) 722 - 8454, before October 1, 2007. Repatriation of the unassociated funerary objects to the Confederated Tribes of the Umatilla Reservation, Oregon may proceed after that date if no additional claimants come forward.\\n        The Augusta Museum of History is responsible for notifying the Confederated Tribes of the Umatilla Reservation, Oregon that this notice has been published.\\n        \\n          Dated: August 8, 2007.\\n          Sherry Hutt,\\n          Manager, National NAGPRA.\\n        \\n      \\n      [FR Doc. E7-17204 Filed 8-29-07; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate Cultural Items: Augusta Museum of History, Augusta, GA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: August 8, 2007.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA.", "fr_doc": "[FR Doc. E7-17204 Filed 8-29-07; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}