{"index": "R_488", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent to Repatriate Cultural Items: Field Museum of Natural History, Chicago, IL\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate cultural items in the possession of the Field Museum of Natural History (Field Museum), Chicago, IL that meet the definition of \\xe2\\x80\\x9ccultural items\\xe2\\x80\\x9d under 25 U.S.C. 3001.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the cultural items. The National Park Service is not responsible for the determinations in this notice.\\n        The 56 cultural items are 19 Gaan masks, 18 wands (5 are associated with masks), 16 hoops, 1 bullroarer, and 1 medicine string attached to a buckskin bag.\\n        The first Gaan mask consists of a cloth hood and attached rack, and is associated with two wands (catalog number 68807). The cloth hood is black and brownish in color and has three small openings for the eyes and mouth. The rack, made from wood, yucca, or sotol slats, is painted with geometric designs and dots in red, white, and black. The two wands both come to a point on one end and appear to be blackened. The second Gaan mask consists of a cloth hood and attached rack, and is associated with two wands (catalog number 68808). The hood is primarily black. The rack consists of three vertical sections and is painted red, green, black, and white. Three red dangles hang from each end of the bottom horizontal piece of the rack. The two wands are painted with geometric and curvilinear designs. One wand has a diagonally pointed end. The other wand has a crosspiece near the top.\\n\\n        The third Gaan mask consists of a cloth hood and attached rack (catalog number 68809). The cloth hood is black and has three small holes for the eyes and mouth. The rack consists of five laths making up one vertical section and has a horizontal section of four pointed laths attached across the middle and are attached at a diagonal at the base and near the top of the rack. The rack is painted with geometric designs in green, red, black, blue, and white. The fourth Gaan mask consists of a cloth hood and attached rack, and is associated with one wand (catalog number 68810). The cloth hood appears black and has two small holes for the eyes. The rack consists of a horizontal section across the bottom with a \\xe2\\x80\\x9csunburst\\xe2\\x80\\x9d at the top. The rack is painted in geometric designs in red, yellow, and black. The wand has a crosspiece and is painted in red and black. The design consists of black zigzag lines filled in with red.\\n        The fifth Gaan mask consists of a cloth hood and attached rack (catalog number 68817). The hood is in very poor condition and the U-shaped support piece that holds the rack in place can be seen. The trident shaped rack is painted in red, white, and black. The sixth Gaan mask consists of a cloth hood and attached rack (catalog number 68818). The hood is in poor condition. The trident shaped rack has attached crosspieces, and painted with geometric designs and dots in red and black. The seventh Gaan mask consists of a cloth hood and attached rack (catalog number 84673). The cloth hood is black with three small perforations for the eyes and mouth. The rack consists of a central piece made up of six vertical laths each coming to a point at the top. It has triangular pieces jutting out, and two horizontal pieces with what appear to be sunbursts on each end. The rack is painted in geometric designs and dots in red, white, and blue and/or black.\\n        The eighth Gaan mask consists of a cloth hood and attached rack (catalog number 84674). The hood is black with perforations for the eyes with a brass button attached over each eye perforation. The trident shaped rack is painted with geometric designs in red, blue, black, yellow, and white. A set of red dangles hang down on each end of the rack\\'s horizontal support piece. The ninth Gaan mask consists of a cloth hood and attached rack (catalog number 84675). The cloth hood is black with two small perforations for the eyes with a brass button over each eye-hole. The hood is made from a grain or flour sack, and has writing in red and black. The rack is painted with geometric designs and dots in yellow, white, red, black, and blue. The rack consists of four vertical laths that come to a point at the top and three sets of horizontal laths. A set of red dangles hang down from each side of the middle set of horizontal slats.\\n        The tenth Gaan mask consists of a cloth hood and attached rack (catalog number 84676). The cloth hood is black with two small perforations for the eyes. A brass button is attached over one eye-hole. It appears that originally there were two buttons on the mask to represent eyes. The rack is painted with geometric and zigzag designs in green, red, and black. The rack consists of two short, individual, vertical laths with a black zigzag design and two sets of three laths with cross pieces and red dangles that jut out diagonally on either side. The eleventh Gaan mask consists of a cloth hood and attached rack (catalog number 84677). The cloth hood is black with two perforations for the eyes. A piece of carved shell and a feather is attached in the center above the eyes. The rack is trident shaped with one horizontal lath, three vertical pieces that come to a point at the end, and two stepped laths that are placed on the diagonal between the outer and central laths. The rack is painted in red, white, green, and black. There is a small hoop attached at the top of both of the outer vertical pieces.\\n        The twelfth Gaan mask consists of a cloth hood and attached rack (catalog number 84680). The cloth hood is black with three small perforations for the eyes and mouth. The rack is painted white with a black design in the center of the middle vertical section. Cross pieces are used on the three vertical sections and on the horizontal lath. A set of reddish dangles hang down from each side of the horizontal lath. The thirteenth Gaan mask consists of a cloth hood and attached rack (catalog number 84682). The cloth hood is black with three small perforations for the eyes and mouth. The hood was made from a grain or flour sack. Printed writing in brown or red is visible on the hood. The rack consists of one horizontal piece at the base and three vertical sections. The central section is shaped like a cross. The outer sections have three cross pieces. A set of dangles hang down from each side of the horizontal piece. The rack is painted black with a few areas at the top of the vertical laths and cross pieces left natural.\\n        The fourteenth Gaan mask consists of a cloth hood and attached rack (catalog number 84684). The cloth hood is brownish in color. The hood was made from a printed grain or flour sack. There is a leaf-type pattern design and writing. The rack consists of two connected vertical laths with cross pieces and is painted white and black. The fifteenth Gaan mask consists of a cloth hood and attached rack (catalog number 84687). The cloth hood is black with three small perforations for the eyes and mouth. The rack consists of a large central sunburst and two sections that are attached toward each side of the hood. The sunburst is constructed from a hoop, approximately 8 inches in diameter, with numerous small pieces inset through the hoop that resemble rays. A narrow lath bisects the center of the hoop. The rack is painted with geometric designs in red and blue. A set of red dangles hang down from each side of the rack.\\n        The sixteenth Gaan mask consists of a cloth hood and attached rack (catalog number 84688). The hood is made from a cloth bag and is primarily black. The rack consists of a horizontal piece with three vertical sections, and is attached with fabric ties to a U-shaped support beneath the mask. The central section consists of two pointed slats with cross pieces and two sunbursts. The outer sections consist of a pointed lath with two sections of shorter laths attached near the top and bottom. A set of red dangles hang down from each end of the horizontal piece. The rack is painted in geometric designs in red, blue, and black. The seventeenth Gaan mask consists of a cloth hood and attached rack (catalog number 84689). The cloth hood is black with small perforations for the eyes. A brass button is attached over each perforation. The rack consists of three sections. The central section consists of four laths that come to a point at the top with laths attached at an angle on each side. The outer sections consist of five laths set diagonally on the hood that come to a diagonal point at the top. A set of red dangles hang down from each outer section. The rack is painted with geometric designs in blue, red, and black.\\n        The eighteenth Gaan mask consists of a cloth hood and attached rack (catalog number 84690). The hood is black with three small perforations for the eyes and mouth. A brass button is attached above each perforation. The rack consists of a vertical section with a half sunburst at top and a horizontal section attached near the hood. The rack is painted with geometric designs in red, black, and blue. A set of red dangles hang from each side of the horizontal section. The nineteenth Gaan mask consists of a cloth hood and attached rack (catalog number 84691). The hood appears to be black and gray with blue paint or printing beneath the mouth. The rack is in the shape of a cross with a circular disc within a hoop at the top. The rack is painted white with geometric designs and dots in red and black. A set of reddish dangles hang from each side of the horizontal section of the cross.\\n\\n        One singular wand is the shape of a cross (catalog number 84598). The wand measures 57 inches x 23 1/4 inches and has a crosspiece near the top. It comes to a point at the bottom end and has been painted blue, black, yellow, and possibly white and red. There is a mortise cut horizontally in the vertical section of wood. The crosspiece is set into the mortise and tied with a leather thong. A set of four wands is painted in what appears to be yellow, black, and possibly blue (catalog number 84599). Each wand comes to a point at one end. The tops of the poles are slightly tapered and have a notch cut around the wand\\'s circumference.\\n        A set of two wands includes a small medicine hoop (catalog number 84656). Both wands taper to a point at one end. One wand is approximately 51 inches long and has small wooden hoop, approximately 7 1/2 inches in diameter, attached by being set into a notch. This wand is painted red and yellow, and has blue dots. The hoop is painted blue on the interior and has blue dots painted on the exterior. The second wand has a notch, but no hoop attached. It is approximately 51 3/4 inches in length. The central section of wand is 36 inches and painted blue. Blue dots are painted on the non-pointed end of the wand. A set of two wands is painted with geometric designs and dots in black, green, and red (catalog number 84678). A sunburst is attached to the center of one of the wands. Both wands come to a point at one end.\\n        A set of two wands is pointed at one end and painted black on both sides (catalog number 84681). One is approximately 27 1/4 inches in length and the other is approximately 27 1/2 inches long. Both wands have a zigzag line on one side and white dots painted on the other side. A set of two wands is blackened on both sides and comes to a point at one end (catalog number 84683).\\n        The first set of medicine hoops includes four hoops (catalog number 84600). One hoop is approximately 16 inches in diameter and painted black. The second hoop is approximately 19 1/4 inches in diameter and appears to have been painted white. The third hoop is approximately 21 1/2 inches in diameter and painted blue. The fourth hoop is approximately 22 3/4 inches in diameter and appears to be painted yellow. The second set of medicine hoops includes two hoops (catalog number 84601). One hoop is approximately 18 3/4 inches in diameter and appears yellowish. The second hoop is approximately 21 1/2 inches in diameter and appears blackened.\\n        The third set of medicine hoops includes two hoops with worked stones attached (catalog number 84604). One hoop is approximately 16 inches in diameter and has five pieces of worked stone attached with sinew at intervals around the hoop. The hoop appears yellow with blue dots. The second hoop is approximately 16 1/4 inches in diameter and has four worked stones attached with sinew. The fourth set of medicine hoops includes two hoops (catalog number 84605). One of the hoops is broken. The broken hoop was approximately 21 inches in diameter and painted either dark blue or black with red-brown dots. The second hoop is approximately 19 1/2 inches in diameter and painted black or brown.\\n        The fifth set of medicine hoops includes two hoops with cross pieces (catalog number 84657). One hoop is broken, but was originally approximately 20 1/2 inches in diameter. This hoop originally had small, carved pieces of wood or yucca in sets of four attached at four different points of the hoop. Several pieces, however, are broken or missing. Most of the carved pieces are painted blue, but one appears red. The hoop may have been painted, but the color is unclear. The second medicine hoop is approximately 15 3/4 inches in diameter and appears to have been painted blue. This hoop has pieces of carved wood in sets of four attached at four different points of the hoop. The pieces appear to be painted blue and are approximately 3 3/4 inches in length. A few of the carved wooden pieces are broken or missing. The sixth set of medicine hoops includes four small hoops with feathers attached (catalog number 84667). One hoop is painted white, the second appears to be partially painted blue, the third appears to be painted yellow, and the fourth appears to be painted red.\\n        The bullroarer is painted with zigzag lines in black and red (catalog number 84679). A string is attached at the narrow end of the bullroarer and is wrapped loosely around it.\\n        The medicine string is attached to a painted buckskin bag with a worn cloth covering and a cross within it (catalog number 84722). Two brass buttons are attached to a flap with corresponding holes in the flap to close the bag. The buckskin bag contained a cross and worn piece of cloth. The medicine string has blue glass and white stone or glass beads attached at intervals. The bag is rectangular and consists of buckskin folded over like an envelope or wallet. There are zigzag and geometric designs painted on the outside of the bag in blue, yellow, and red. At the center of the flap there is a rectangular piece of (abalone) shell with a feather attached. The worn, printed, cotton cloth appears stained and has several holes. The cross consists of two pieces of wood and is approximately 5 3/4 inches x 3 1/2 inches. It is painted in geometric designs in yellow, blue, and red. At the top of the cross there appears to be a depiction of a person\\'s face with a crown and a depiction of the figure\\'s arms on the horizontal of the cross. A white feather and shell are attached at the center of the cross.\\n        These cultural items were purchased for the Field Museum by Charles L. Owen during two Field Columbian Museum expeditions to the White Mountain Apache Reservation in 1901 and in 1903. The museum accessioned the items into its collection in the same year they were collected.\\n        The cultural affiliation of the cultural items is White Mountain Apache as indicated by museum records and consultation evidence presented by the White Mountain Apache Tribe of the Fort Apache Reservation, Arizona. Most of the cultural items are identified as coming from the White Mountain Apache Reservation. In other cases, the cultural items are identified as coming from the White River Agency, the North Fork of the White River, or the East Fork of the White River, which are located on the Fort Apache Indian Reservation White Mountain Apache Trust Lands.\\n        Officials of the Field Museum of Natural History have determined that, pursuant to 25 U.S.C. 3001, the 56 cultural items meet the definition of cultural items and are subject to repatriation under NAGPRA. Officials of the Field Museum of Natural History also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the cultural items and the White Mountain Apache Tribe of the Fort Apache Reservation, Arizona.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the cultural items should contact Jonathan Haas, MacArthur Curator of North American Anthropology, Field Museum of Natural History, 1400 South Lake Shore Drive, Chicago, IL 60605, telephone (312) 665-7829, before September 24, 2007. Repatriation of the cultural items to the White Mountain Apache Tribe of the Fort Apache Reservation, Arizona may proceed after that date if no additional claimants come forward.\\n\\n        The Field Museum of Natural History is responsible for notifying the Apache Tribe of Oklahoma; Fort McDowell Yavapai Nation, Arizona; Fort Sill Apache Tribe of Oklahoma; Jicarilla Apache Nation, New Mexico; Mescalero Apache Tribe of the Mescalero Reservation, New Mexico; San Carlos Apache Tribe of the San Carlos Reservation, Arizona; Tonto Apache Tribe of Arizona; White Mountain Apache Tribe of the Fort Apache Reservation, Arizona; and Yavapai-Apache Nation of the Camp Verde Indian Reservation, Arizona that this notice has been published.\\n        \\n          Dated: August 8, 2007.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E7-16774 Filed 8-23-07; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate Cultural Items: Field Museum of Natural History, Chicago, IL", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: August 8, 2007.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E7-16774 Filed 8-23-07; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}