{"index": "R_480", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent to Repatriate Cultural Items: Thomas Burke Memorial Washington State Museum, University of Washington, Seattle, WA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate cultural items in the control the Thomas Burke Memorial Washington State Museum (Burke Museum), University of Washington, Seattle, WA, that meet the definition of \\xe2\\x80\\x9cunassociated funerary objects\\xe2\\x80\\x9d under 25 U.S.C. 3001.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the cultural items. The National Park Service is not responsible for the determinations in this notice.\\n        In 1920-1921, unassociated funerary objects were removed from two graves at \\xe2\\x80\\x9cHall Site #8\\xe2\\x80\\x9din the vicinity of 45-GR-134, Grant County, WA, during a museum expedition by F. S. Hall, Earl O. Roberts, and M. Mohr. The cultural items were accessioned by the museum in 1920 (Burke Accn. #1860). The 31 unassociated funerary objects are 1 lot of beads (possibly made of juniper berries), 4 metal fragments, 22 bone tools, 2 bird bones, 1 lot of shell beads, and 1 lot of olivella shell beads.\\n        In 1920 and 1921, unassociated funerary objects were removed from an unknown location in Grant County, WA, during a museum expedition by F. S. Hall, Earl O. Roberts, and M. Mohr. The cultural items were accessioned by the museum in 1920 (Burke Accn. #1860). The 28 unassociated funerary objects are 1 lot of metal fragments, 2 dentalium shells, 11 dentalium shell beads (some strung on fiber), 3 dentalium shell fragments, 2 lots of red ochre, 8 small rocks, and 1 seed.\\n        The burial pattern and unassociated funerary objects are consistent with Native American plateau customs. Museum documentation indicates that the cultural items were found in connection with human remains. The cultural items are consistent with cultural items typically found in context with burials in eastern Washington.\\n\\n        Early and late published ethnographic documentation indicates that the sites described above are the aboriginal territory of the Moses-Columbia or Sinkiuse, and Yakima (Daugherty 1973, Miller 1998, Mooney 1896, Ray 1936, Spier 1936). Descendents of the Moses-Columbia, Sinkiuse, and Yakima are members of the Confederated Tribes of the Colville Reservation, Washington and Confederated Tribes and Bands of the Yakama Nation, Washington. Furthermore, information provided by the two tribes during consultation indicates that the aboriginal ancestors occupying this area were highly mobile and traveled the landscape for gathering resources as well as trade, and are part of the and are part of the more broadly defined Plateau communities. Descendents of these Plateau communities are now widely dispersed and enrolled in the Confederated Tribes and Bands of the Yakama Nation, Washington; Confederated Tribes of the Colville Reservation, Washington; Confederated Tribes of the Umatilla Reservation, Oregon; Confederated Tribes of the Warm Springs Reservation of Oregon; Nez Perce Tribe of Idaho; and Wanapum Band, a non-federally recognized Indian group.\\n        The Confederated Tribes and Bands of the Yakama Nation, Washington; Confederated Tribes of the Colville Reservation, Washington; Confederated Tribes of the Umatilla Reservation, Oregon; Confederated Tribes of the Warm Springs Reservation of Oregon; Nez Perce Tribe of Idaho; and Wanapum Band, non-federally recognized Indian group are claiming jointly all cultural items from the Columbia River area in eastern Washington and Oregon.\\n        Officials of the Burke Museum have determined that, pursuant to 25 U.S.C. 3001 (3)(B), the 59 cultural items described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony and are believed, by a preponderance of the evidence, to have been removed from a specific burial site of a Native American individual. Officials of the Burke Museum also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the unassociated funerary objects and the Confederated Tribes of the Colville Reservation, Washington, Nez Perce Tribe of Idaho, Confederated Tribes of the Umatilla Reservation, Oregon, and Confederated Tribes of the Warm Springs Reservation of Oregon, Confederated Tribes and Bands of the Yakama Nation, Washington. Furthermore, officials of the Burke Museum have determined that there is a cultural relationship between the unassociated funerary objects and the Wanapum Band, a non-federally recognized Indian group.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the unassociated funerary objects should contact Dr. Peter Lape, Burke Museum, University of Washington, Box 353010, Seattle, WA 98195-3010, telephone (206) 685-2282, before October 15, 2007. Repatriation of the unassociated funerary objects to the Confederated Tribes and Bands of the Yakama Nation, Washington; Confederated Tribes of the Colville Reservation, Washington; Confederated Tribes of the Umatilla Reservation, Oregon; Confederated Tribes of the Warm Springs Reservation of Oregon; and Nez Perce Tribe of Idaho for themselves and on behalf of the Wanapum Band, a non-federally recognized Indian group, may proceed after that date if no additional claimants come forward.\\n        The Burke Museum is responsible for notifying the Confederated Tribes and Bands of the Yakama Nation, Washington; Confederated Tribes of the Colville Reservation, Washington; Confederated Tribes of the Umatilla Reservation, Oregon; Confederated Tribes of the Warm Springs Reservation of Oregon; Nez Perce Tribe of Idaho; and Wanapum Band, a non-federally recognized Indian group that this notice has been published.\\n        \\n          Dated: August 28, 2007\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E7-18102 Filed 9-12-07; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate Cultural Items: Thomas Burke Memorial Washington State Museum, University of Washington, Seattle, WA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: August 28, 2007", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E7-18102 Filed 9-12-07; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}