{"index": "R_484", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent to Repatriate Cultural Items: Fort Worth Museum of Science and History, Fort Worth, TX\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate cultural items in the possession of the Fort Worth Museum of Science and History, Fort Worth, TX that meets the definition of \\xe2\\x80\\x9cunassociated funerary objects\\xe2\\x80\\x9d under 25 U.S.C. 3001.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the cultural items. The National Park Service is not responsible for the determinations in this notice.\\n        In the early 1950s, cultural items were excavated from extended burials on private property at site CA-SJO-105 under the control of the Phoebe A. Hearst Museum of Anthropology, University of California at Berkeley, Berkeley, CA. In 1986, the Fort Worth Museum of Science and History obtained funerary objects that were originally removed from this site. The cultural items are recorded as excavated from numbered burials; however, the human remains are not in the possession of the Fort Worth Museum of Science and History. The 16 unassociated funerary objects are 2 Haliotis shell pendants, 4 obsidian knife or spear points, 1 serrated-edge obsidian point, 2 clam shell pendants or spoons, 1 red/black obsidian scraper, 3 chert scrapers, 2 obsidian arrow points, and 1 string of olivella shell beads. Four obsidian points also were listed on the original inventory, but are missing from collections and have not been included in this count.\\n\\n        Site CA-SJO-105 is located between Stockton and Lodi, CA and within the historical territory of the Northern Valley Yokut. Descendants of the Northern and Southern Valley Yokut are members of the Santa Rosa Indian Community of the Santa Rosa Rancheria, California. The cultural items are consistent with those used by the Northern and Southern Valley Yokut. The Santa Rosa Indian Community of the Santa Rosa Rancheria, California (Tachi Yokut Tribe) have requested the unassociated funerary objects described above for repatriation.\\n        Officials of the Fort Worth Museum of Science and History have determined that, pursuant to 25 U.S.C. 3001 (3)(B), the 16 cultural items described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony and are believed, by a preponderance of the evidence, to have been removed from a specific burial site of a Native American individual. Officials of the Fort Worth Museum of Science and History also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the unassociated funerary objects and the Santa Rosa Indian Community of the Santa Rosa Rancheria, California.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the unassociated funerary objects should contact Renee Tucker, Assistant Curator of History, Fort Worth Museum of Science and History, 1501 Montgomery Street, Fort Worth, TX 76107, telephone (817) 255-9325, before September 24, 2007. Repatriation of the unassociated funerary objects to the Santa Rosa Indian Community of the Santa Rosa Rancheria, California may proceed after that date if no additional claimants come forward.\\n        The Fort Worth Museum of Science and History is responsible for notifying the Santa Rosa Indian Community of the Santa Rosa Rancheria, California that this notice has been published.\\n        \\n          Dated: August 3, 2007.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E7-16798 Filed 8-23-07; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate Cultural Items: Fort Worth Museum of Science and History, Fort Worth, TX", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: August 3, 2007.", "signature_name": "Null", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E7-16798 Filed 8-23-07; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}