{"index": "R_495", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent to Repatriate Cultural Items: Southwest Museum of the American Indian, Autry National Center, Los Angeles, CA; Correction\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice; correction.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate cultural items in the possession of the Southwest Museum of the American Indian, Autry National Center, Los Angeles, CA, that meet the definitions of \\xe2\\x80\\x9csacred objects\\xe2\\x80\\x9d and \\xe2\\x80\\x9cobjects of cultural patrimony\\xe2\\x80\\x9d under 25 U.S.C. 3001.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the cultural items. The National Park Service is not responsible for the determinations in this notice.\\n\\n        This notice corrects a previously published Notice of Intent to Repatriate by increasing the number of cultural items listed from 55 to 56 cultural items, as the original notice omitted one Dilzini Gaan headdress.\\n        In the Federal Register of November 2, 2006, (FR Doc E6-18509, pages 64559-64561), the following corrections are made -\\n        The third paragraph is corrected by substituting the following paragraph:\\n        The 56 cultural items are 42 pieces of Dilzini Gaandance material, 7 Dilzini Gaan headdresses, 2 Dilzini Gaan dance wands, 2 crosses, 1 shirt, 1 medicine bundle, and 1 cap.\\n        Paragraphs 9 and 10 are corrected by substituting the following paragraphs:\\n        On December 3, 1935, the Southwest Museum purchased four Dilzini Gaan headdresses from Ms. Bonnie Gray of Burbank, CA, with money provided by the General Charles McCormack Reeve Fund. According to correspondence found in the museum records, Ms. Gray and a companion unearthed the masks in Arizona from the floor of a deserted Apache cabin during the middle of the night. Museum records identify all four headdresses as Apache \\xe2\\x80\\x9cDevil Dance\\xe2\\x80\\x9d material.\\n        The first of the four Dilzini Gaan headdresses is made of wooden slats tied together with sinew arranged in a fan shape measuring approximately 31 inches wide and 35 inches high. The slats are decorated with small mirrors and red, black, blue and yellow painted zigzags, arrows, birds, and geometric designs. A black cloth mask is attached to the frame with two slits made for the wearer\\'s eyes. The second Dilzini Gaan headdress is made of wooden slats tied together with sinew arranged in a fan shape measuring approximately 30.5 inches wide and 36 inches high. Blue, red-orange, black, purple, green, and yellow triangles, diamonds, circles, and other geometric shapes have been painted on both sides of the wooden slats. The third Dilzini Gaan headdress is made of long wooden slats divided into three groups and connected by smaller wooden slats to create a fan shaped arc tied together with sinew. It measures approximately 26 inches wide and 40 inches high. Red, yellow, blue, purple, and green diamonds, scallops, triangles, and dots have been painted on both sides of the slats. Mirrors adhere to the longer slats and one mirror appears to be missing. Two tassels made of four slender yellow wooden rods are attached to the laterally projecting slats. There is no mask for the headdress. The fourth Dilzini Gaan headdress is made of wooden slats tied together with sinew arranged into three points. The headdress measures approximately 17 inches wide and 18 inches high, is decorated with black, red, and purple chevrons and black dots on one side, and is decorated with black, green, red, and purple dots on the opposite side.\\n        Paragraphs 20 to 23 are also corrected by substituting the following:\\n\\n        Consultation and physical inspection of the cultural items described above by knowledgeable Western Apache traditional cultural authorities of the San Carlos Apache Tribe of the San Carlos Reservation, Arizona; Tonto Apache Tribe of Arizona; White Mountain Apache Tribe of the Fort Apache Reservation, Arizona; and Yavapai-Apache Nation of the Camp Verde Indian Reservation, Arizona have identified the cultural items as culturally affiliated with Western Apache Indian tribes. According to the traditional cultural authorities, the cultural items have ongoing historical, traditional, and cultural importance to the Western Apache, and today, must be returned to the tribes representing the Western Apache to fully complete the ceremonial cycle into which they were introduced; as such, the cultural items are objects of cultural patrimony.\\n        According to Western Apache traditional cultural authorities, the 56 cultural items are made and handled according to instructions received from the Creator. The Creator is the only One who has the right to possess the cultural items after their use by humans. The cultural items must be put away properly to return them to the Creator; as such, the cultural items are sacred objects. The Western Apache are represented today by the federally recognized San Carlos Apache Tribe of the San Carlos Reservation, Arizona; Tonto Apache Tribe of Arizona; White Mountain Apache Tribe of the Fort Apache Reservation, Arizona; and Yavapai-Apache Nation of the Camp Verde Indian Reservation, Arizona. These four tribes are members of the Western Apache NAGPRA Working Group.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the objects of cultural patrimony/sacred objects should contact Dr. Duane H. King, Executive Director, or LaLena Lewark, Senior NAGPRA Coordinator, Southwest Museum of the American Indian, Autry National Center, 234 Museum Drive, Los Angeles, CA 90065, telephone (323) 221-2164 extension 241, before May 2, 2007. Repatriation of the objects of cultural patrimony/sacred objects to the San Carlos Apache Tribe of the San Carlos Reservation, Arizona; Tonto Apache Tribe of Arizona; White Mountain Apache Tribe of the Fort Apache Reservation, Arizona; and Yavapai-Apache Nation of the Camp Verde Indian Reservation, Arizona may proceed after that date if no additional claimants come forward.\\n        Southwest Museum is responsible for notifying the Apache Tribe of Oklahoma; Fort Sill Apache Tribe of Oklahoma; Jicarilla Apache Nation, New Mexico; Mescalero Apache Tribe of the Mescalero Reservation, New Mexico; San Carlos Apache Tribe of the San Carlos Reservation, Arizona; Tonto Apache Tribe of Arizona; White Mountain Apache Tribe of the Fort Apache Reservation, Arizona; and Yavapai-Apache Nation of the Camp Verde Indian Reservation, Arizona that this notice has been published.\\n        \\n          Dated: March 14, 2007\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E7-5977 Filed 3-30-07; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate Cultural Items: Southwest Museum of the American Indian, Autry National Center, Los Angeles, CA; Correction", "agency2": "National Park Service, Interior.", "action": "Notice; correction.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: March 14, 2007", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E7-5977 Filed 3-30-07; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}