{"index": "R_491", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent to Repatriate Cultural Items: Peabody Museum of Archaeology and Ethnology, Harvard University, Cambridge, MA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate cultural items in the possession of the Peabody Museum of Archaeology and Ethnology, Harvard University, Cambridge, MA that meet the definition of \\xe2\\x80\\x9cunassociated funerary objects\\xe2\\x80\\x9d under 25 U.S.C. 3001.\\n        \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the cultural items. The National Park Service is not responsible for the determinations in this notice.\\n        The 39 cultural items are stone effigy pendants, glass and shell beads, ceramic sherds, projectile points, bone fragments, metal bells, one worked stone, one ceramic pipe, and one pipe stem fragment.\\n        In 1872, one cultural item was recovered from an unknown location in Trenton, Mercer County, NJ, by C.C. Abbott and F.W. Putnam. It was donated to the Peabody Museum of Archaeology and Ethnology by the Peabody Museum Salem (now the Peabody Essex Museum) through Ernest Dodge in 1952. The one unassociated funerary object is a stone effigy pendant depicting a face.\\n        In 1877, one cultural item was recovered from an unknown location in Trenton, Mercer County, NJ, by C.C. Abbott and donated to the Peabody Museum of Archaeology and Ethnology by Mr. Abbott later that same year. The one unassociated funerary object is a stone effigy pendant depicting a face.\\n        In 1877, one cultural item was recovered from an unknown location in Vincentown, Burlington County, NJ, by C.C. Abbott and donated to the Peabody Museum by Mr. Abbott later that same year. The one unassociated funerary object is a stone effigy pendant depicting a face.\\n        In 1877, one cultural item was likely recovered from \\xe2\\x80\\x9cIndian burial ground\\xe2\\x80\\x9d in Vincentown, Burlington County, NJ, by C.C. Abbott and donated to the Peabody Museum of Archaeology and Ethnology by Mr. Abbott later that same year. The unassociated funerary object is a stone effigy pendant depicting a face.\\n        The four cultural items described above most likely date to the Middle Woodland period or later (post-A.D. 0). Archeological evidence suggests that face effigy pendants were used by the Delaware people during the Middle Woodland period or later. Consultation, archeological, and ethnographic evidence indicates that these kinds of effigy pendants are known as Mesingw and may be symbolically associated with the Big House Ceremony that likely developed during the Late Woodland or Contact periods (A.D. 1000 - 1500).\\n        In 1879, one cultural item was recovered from an unknown location in Chester County, PA, by Isaac Kirk during a Peabody Museum of Archaeology and Ethnology expedition led by C.C. Abbott. The unassociated funerary object is one set of glass and shell beads.\\n        The cultural item most likely dates to the Contact period or later (post-A.D. 1500), as glass beads were introduced by Europeans as trade items in the post-Contact period.\\n        In 1895, eight cultural items were recovered from the Lalor Field site in Trenton, Mercer County, NJ, by Ernest Volk during a Peabody Museum of Archaeology and Ethnology expedition led by Mr. Volk. The eight unassociated funerary objects are five lots of ceramic sherds, two projectile points, and one ceramic pot base.\\n        The cultural items most likely date to the Middle or Late Woodland periods (A.D. 0 - 1500) and the decoration and/or fabric of the ceramic sherds support this date.\\n        In 1909, 20 cultural items were recovered from the A.K. Rowan Farm site and \\xe2\\x80\\x9cburial place near old house\\xe2\\x80\\x9d in Trenton, Mercer County, NJ, by Ernest Volk and R.E. Merwin during a Peabody Museum of Archaeology and Ethnology expedition led by Mr. Volk and Mr. Merwin. The 20 unassociated funerary objects are 6 projectile points, 1 stone scraper, 1 set of glass beads, 4 lots of ceramic sherds, 2 worked bone fragments, 3 metal bells, 1 worked stone, 1 stone effigy pendant depicting a face, and 1 kaolin pipe stem fragment.\\n        The cultural items most likely date to the Middle Woodland through Contact periods (A.D. 0 - 1500). The shape of the bifacial lithics (lancelet, small triangular) date to the Middle Woodland period (A.D. 0 - 1000). Brass and European copper objects, glass beads, and Dutch kaolin trade pipes date to the Contact period (A.D. 1500). Archeological evidence suggests that face effigy pendants were used by the Delaware people during the Middle Woodland period or later. Consultation, archeological, and ethnographic evidence indicates that these kinds of effigy pendants are known as Mesingw and may be symbolically associated with the Big House Ceremony that likely developed during the Late Woodland or Contact periods (A.D. 1000 - 1500).\\n        In 1911, two cultural items were recovered from the Riverview Cemetery, on the south shore of the Delaware River, in Trenton, Mercer County, NJ, by Frank Wachter. They were donated to the Peabody Museum of Archaeology and Ethnology by Mr. Wachter through Ernest Volk in 1912. The two unassociated funerary objects are one set of glass beads and one kaolin pipe.\\n        The cultural items most likely date to the early Contact period or later (post-A.D. 1500). Glass beads and kaolin pipes were introduced by Europeans as trade items in the post-Contact period.\\n        Between 1888 and 1917, three cultural items were recovered from the Lalor Field site in Trenton, Mercer County, NJ, by C.C. Abbott and Ernest Volk. They were donated to the Peabody Museum of Archaeology and Ethnology by Mr. Abbott at an unknown date and accessioned into the Museum\\'s collection in 1952. The three unassociated funerary objects are three lots of ceramic sherds.\\n        Between 1888 and 1917, one cultural item was recovered from Deutzville in Hamilton Township, Mercer County, NJ, by C.C. Abbott and Ernest Volk. It was donated to the Peabody Museum of Archaeology and Ethnology by Mr. Abbott at an unknown date and accessioned into the Museum\\'s collection in 1952. The unassociated funerary object is one lot of ceramic sherds.\\n        The four cultural items most likely date to the Middle or Late Woodland periods (A.D. 0 - 1500), as suggested by the decoration and/or fabric of the sherds.\\n        Museum documentation indicates that the 39 cultural items described above were recovered from burial contexts. The Peabody Museum of Archaeology and Ethnology is not in possession of the human remains from these burials. Archeological evidence, museum documentation, and oral histories indicate that the cultural items are from areas considered to be aboriginal homelands and traditional burial areas of the Delaware people.\\n        Officials of the Peabody Museum of Archaeology and Ethnology have determined that, pursuant to 25 U.S.C. 3001 (3)(B), the 39 cultural items described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony and are believed, by a preponderance of the evidence, to have been removed from specific burial sites of Native American individuals. Officials of the Peabody Museum of Archaeology and Ethnology also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the unassociated funerary objects and the Cherokee Nation, Oklahoma, on behalf of the Delaware Tribe of Indians; and Delaware Nation, Oklahoma.\\n\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the unassociated funerary objects should contact Patricia Capone, Repatriation Coordinator, Peabody Museum of Archaeology and Ethnology, Harvard University, 11 Divinity Avenue, Cambridge, MA 02138, telephone (617) 496-3702, before August 29, 2007. Repatriation of the unassociated funerary objects to the Cherokee Nation, Oklahoma, on behalf of the Delaware Tribe of Indians; and Delaware Nation, Oklahoma may proceed after that date if no additional claimants come forward.\\n        The Peabody Museum of Archaeology and Ethnology is responsible for notifying the Cherokee Nation, Oklahoma; Delaware Nation, Oklahoma; and Stockbridge Munsee Community, Wisconsin that this notice has been published.\\n        \\n          Dated: June 27, 2007.\\n          Sherry Hutt,\\n          National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E7-14578 Filed 7-27-07; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate Cultural Items: Peabody Museum of Archaeology and Ethnology, Harvard University, Cambridge, MA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: June 27, 2007.", "signature_name": "Sherry Hutt,", "signature_title": "National NAGPRA Program.", "fr_doc": "[FR Doc. E7-14578 Filed 7-27-07; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}