{"index": "R_492", "messy_full": "\\n      \\n        \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent to Repatriate Cultural Items: American Museum of Natural History, New York, NY\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate cultural items in the possession of the American Museum of Natural History, New York, NY, that meet the definition of \\xe2\\x80\\x9cunassociated funerary objects\\xe2\\x80\\x9d under 25 U.S.C. 3001.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the cultural items. The National Park Service is not responsible for the determinations in this notice.\\n        The 67 cultural items are 1 fossil bird bone, 1 carved human face, 8 unio shells, 1 shell bead, 1 bead of shell or chalk, l large slate bead, 3 strings of beads of various shell and stone materials, 1 string of predominately serpentine beads, 47 serpentine beads, 1 sculpted human head, 1 seal head sculpture, and 1 pipe. The three strings of beads are of mixed composition - containing approximately 34, 36, and over 100 beads respectively. The one string of predominately serpentine beads is composed of approximately 35 beads of serpentine and some shell. Each of these four strings of beads appears to have been strung together after they had been found and it is believed that they represent four separate pieces.\\n        The cultural items were collected or acquired by James Terry in 1882. The museum acquired all the cultural items from Mr. Terry in 1891 when the museum purchased his entire collection of more than 26,000 items. The museum accessioned the items between 1891 and 1893.\\n        Mr. Terry collected the 1 fossil bird bone, 1 carved human face, 8 unio shells, 1 shell bead, 1 of the strings of beads of mixed composition, and 1 sculpted human head from various locations in Umatilla County, OR. The fossil bird bone is a single broken piece and approximately 8 cm in length. The human face, carved from bone, was acquired in 7 fragments, measuring between .5 cm by .5 cm and 4 cm by 2.5 cm. The unio shells measure from 5 cm to 8.5 cm in length. The shell bead, which is perforated with three holes, is roughly rectangular, and measures 2.5 cm by 3 cm. The sculpted human head is a single stone, which appears to be granite and weighs approximately 6.8 kg (or 15 lbs), and features a human face.\\n        Mr. Terry acquired the 1 shell or chalk bead, 2 remaining strings of beads of mixed composition, 47 serpentine beads, and 1 seal head sculpture from Mrs. Kunzie of Umatilla, OR. Mrs. Kunzie had collected the seal head sculpture and one string of beads of mixed composition from the vicinity of the Columbia River in Umatilla, OR. The shell or chalk bead, the other string of beads of mixed composition, and serpentine beads were collected from unknown locations in Umatilla County, OR. The bead of shell or chalk is discoid in shape and has a diameter of approximately 1.25 cm. The serpentine beads range in size, and are discoid, cylindrical, and rectangular in shape. The seal head sculpture is a single piece of basalt, weighing approximately 16 kg (or 35 lbs), and carved with a zoomorphic face.\\n        Mr. Terry acquired the pipe and large serpentine bead from Mrs. Gordon, who collected them from the vicinity of the Columbia River in Umatilla, OR. The pipe is tubular in shape and is made of kaolin. The large slate bead is an ovaloid disc, with a large perforation, and measures approximately 2.5 by 4 cm.\\n        Mr. Terry acquired the string of predominately serpentine beads from Mrs. Terry, his wife, who collected them from the vicinity of the Columbia River in Umatilla, OR.\\n        The determination that the items described above are \\xe2\\x80\\x9cunassociated funerary objects\\xe2\\x80\\x9d is based on information provided during consultation by representatives of the Confederated Tribes of the Umatilla Reservation, Oregon and expert opinion. According to museum records, Mr. Terry indicated that the cultural items he collected himself were from sand dunes of Umatilla, OR. The sand dunes of Umatilla were unlikely to have been used as habitation sites and are likely to contain burials. The museum also has four sets of human remains that Mr. Terry acquired from sand dunes of Umatilla, but which are not associated with the cultural items described in this notice.\\n        Carved heads, complete tubular pipes, and whole beads tend to be found in burials on the Plateau. The items were likely associated with the Umatilla site, a Late Prehistoric to Historic Umatilla village, which is located in the area where the items were likely collected. Geographic location is consistent with the traditional and post-contact territory of the Confederated Tribes of the Umatilla Reservation, Oregon.\\n        Officials of the American Museum of Natural History have determined that, pursuant to 25 U.S.C. 3001 (3)(B), the 67 cultural items are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony and are believed, by a preponderance of the evidence, to have been removed from a specific burial site of a Native American individual. Officials of the American Museum of Natural History also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the unassociated funerary objects and the Confederated Tribes of the Umatilla Reservation, Oregon.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the unassociated funerary objects should contact Nell Murphy, Director of Cultural Resources, American Museum of Natural History, Central Park West at 79th Street, New York, NY 10024, telephone (212) 769-5837, before July 5, 2007. Repatriation of the unassociated funerary objects to the Confederated Tribes of the Umatilla Reservation, Oregon may proceed after that date if no additional claimants come forward.\\n        The American Museum of Natural History is responsible for notifying the Confederated Tribes of the Umatilla Reservation, Oregon that this notice has been published.\\n        \\n          Dated: May 14, 2007\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E7-10713 Filed 6-1-07; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate Cultural Items: American Museum of Natural History, New York, NY", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: May 14, 2007", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E7-10713 Filed 6-1-07; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}