{"index": "R_496", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent to Repatriate a Cultural Item: University of Kansas, Lawrence, KS\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate a cultural item in the possession of the University of Kansas, Lawrence, KS that meets the definitions of \\xe2\\x80\\x9csacred object\\xe2\\x80\\x9d and \\xe2\\x80\\x9cobject of cultural patrimony\\xe2\\x80\\x9d under 25 U.S.C. 3001.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the cultural item. The National Park Service is not responsible for the determinations in this notice.\\n        The cultural item is a woven basket. The University of Kansas acquired the basket from an unknown donor in 1917. Representatives of the Yurok Tribe of the Yurok Reservation, California identified the cultural item as a ceremonial basket used in the Wo-neek-wo-ley-go (Jump Dance). Tribal representatives also indicated that Yurok law prohibits the sale of such ceremonial items.\\n        Officials of the University of Kansas have determined that, pursuant to 25 U.S.C. 3001 (3)(C), the cultural item described above is a specific ceremonial object needed by traditional Native American religious leaders for the practice of traditional Native American religions by their present-day adherents. Officials of the University of Kansas also have determined that, pursuant to 25 U.S.C. 3001 (3)(D), the cultural item described above has ongoing historical, traditional, or cultural importance central to the Native American group or culture itself, rather than property owned by an individual. Lastly, officials of the University of Kansas have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the sacred object/object of cultural patrimony and the Yurok Tribe of the Yurok Reservation, California.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the sacred object/object of cultural patrimony should contact Thomas Foor, NAGPRA Coordinator, ARCC, University of Kansas, Spooner Hall, 1340 Jayhawk Blvd., Room 5B, Lawrence, KS 66045-7500, telephone (785) 766-5476, before May 2, 2007. Repatriation of the sacred object/object of cultural patrimony to the Yurok Tribe of the Yurok Reservation, California may proceed after that date if no additional claimants come forward.\\n        The University of Kansas is responsible for notifying the Yurok Tribe of the Yurok Reservation, California that this notice has been published.\\n        \\n          Dated: January 24, 2007\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E7-5974 Filed 3-30-07; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate a Cultural Item: University of Kansas, Lawrence, KS", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: January 24, 2007", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E7-5974 Filed 3-30-07; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}