{"index": "R_499", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent to Repatriate a Cultural Item: State Historical Society of Wisconsin, Madison, WI\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate a cultural item in the possession of the State Historical Society of Wisconsin, Madison, WI (also known as the Wisconsin Historical Society), that meets the definition of \\xe2\\x80\\x9csacred object\\xe2\\x80\\x9d under 25 U.S.C. 3001.\\n\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the cultural items. The National Park Service is not responsible for the determinations in this notice.\\n        The one cultural item is a war bundle and its contents. This war bundle was purchased from Little Winneshiek, a member of the Ho-Chunk Nation of Wisconsin, by Albert Green Heath on an unknown date. In 1955, the Logan Museum of Anthropology, Beloit College, Beloit, WI, purchased the Albert Green Heath Collection from Mr. Heath\\'s heirs. The State Historical Society of Wisconsin purchased a portion of the Heath Collection, including Little Winneshiek\\'s war bundle (SHSW #1956.8352, Heath #1532), from the Logan Museum in March of 1956.\\n        During consultation, the Traditional Court of the Ho-Chunk Nation of Wisconsin identified Mr. Clayton Winneshiek and Mr. William Winneshiek as the lineal descendants of Little Winneshiek, the last known keeper of the bundle. The Traditional Court further indicated that both Mr. Clayton Winneshiek and Mr. William Winneshiek are both members of the Ho-Chunk Nation of Wisconsin and practitioners of the clan bundle feast. The war bundle will be used by present-day practitioners of the clan bundle feast of the Ho-Chunk Nation of Wisconsin.\\n        Officials of the State Historical Society of Wisconsin have determined that, pursuant to 25 U.S.C. 3001 (3)(C), the one cultural item described above is a specific ceremonial object needed by traditional Native American religious leaders for the practice of traditional Native American religions by their present-day adherents. Officials of the State Historical Society of Wisconsin also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the sacred object and the Ho-Chunk Nation of Wisconsin.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the sacred object should contact Jennifer Kolb, Deputy Director, Museum Division, Wisconsin Historical Society, 30 North Carroll Street, Madison, WI 53703, telephone (608) 261-2461, before March 9, 2007. Repatriation of the sacred object to the Ho-Chunk Nation of Wisconsin may proceed after that date if no additional claimants come forward.\\n        The State Historical Society of Wisconsin is responsible for notifying the Ho-Chunk Nation of Wisconsin, Mr. Clayton Winneshiek, and Mr. William Winneshiek that this notice has been published.\\n        \\n          Dated: December 21, 2006.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E7-1962 Filed 2-6-07; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate a Cultural Item: State Historical Society of Wisconsin, Madison, WI", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: December 21, 2006.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E7-1962 Filed 2-6-07; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}