{"index": "R_494", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent to Repatriate a Cultural Item: U.S. Department of Agriculture, Forest Service, Cibola National Forest, Albuquerque, NM\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate a cultural item in the possession of the U.S. Department of Agriculture, Forest Service, Cibola National Forest, Albuquerque, NM that meets the definition of \\xe2\\x80\\x9csacred object\\xe2\\x80\\x9d under 25 U.S.C. 3001.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the cultural items. The National Park Service is not responsible for the determinations in this notice.\\n\\n        In 1973, one pair of leggings was illegally removed from a site located on lands administered by the Cibola National Forest in west central New Mexico. In 2003, the U.S. Department of Agriculture, Forest Service Law Enforcement Officers recovered the leggings as a part of an Archeological Resources Protection Act investigation. The U.S. Department of Agriculture, Forest Service Law Enforcement Officers held the leggings until they were released by the court to the Cibola National Forest following the successful prosecution of the case in 2006.\\n        The leggings are made from human hair and were made in the late prehistoric to early historic period (approximately A.D. 1100-1700). The site from which the leggings were removed contained pottery sherds of Puebloan manufacture from the late prehistoric and/or early historic periods. Expert witnesses for the court case determined that the leggings were of Puebloan construction from the late prehistoric to early historic period. During consultation, representatives of the Pueblo of Acoma, New Mexico demonstrated that the leggings were of Acoma manufacture and that they were a sacred object associated with the Acoma religion and needed by traditional Acoma religious leaders for the present-day practice of their religion.\\n        Officials of the U.S. Department of Agriculture, Forest Service, Cibola National Forest have determined that, pursuant to 25 U.S.C. 3001 (3)(C), the one cultural item described above is a specific ceremonial object needed by traditional Native American religious leaders for the practice of traditional Native American religions by their present-day adherents. Officials of the U.S. Department of Agriculture, Forest Service, Cibola National Forest also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the sacred object and the Pueblo of Acoma, New Mexico.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the sacred object should contact Dr. Frank E. Wozniak, NAGPRA Coordinator, Southwestern Region, USDA Forest Service, 333 Broadway Blvd., SE, Albuquerque, NM 87102, telephone (505) 842-3238, before June 18, 2007. Repatriation of the sacred object to the Pueblo of Acoma, New Mexico may proceed after that date if no additional claimants come forward.\\n        The U.S. Department of Agriculture, Forest Service, Cibola National Forest is responsible for notifying the Pueblo of Acoma, New Mexico and Pueblo of Laguna, New Mexico that this notice has been published.\\n        \\n          Dated: March 20, 2007.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E7-9450 Filed 5-16-07; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate a Cultural Item: U.S. Department of Agriculture, Forest Service, Cibola National Forest, Albuquerque, NM", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: March 20, 2007.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E7-9450 Filed 5-16-07; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}