{"index": "R_503", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent to Repatriate Cultural Items: Horner Collection, Oregon State University, Corvallis, OR\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate cultural items in the possession of the Horner Collection, Oregon State University, Corvallis, OR, that meet the definition of \\xe2\\x80\\x9cunassociated funerary objects\\xe2\\x80\\x9d under 25 U.S.C. 3001.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the cultural items. The National Park Service is not responsible for the determinations in this notice.\\n        The 12 cultural objects are 5 baskets, 1 mortar, 2 arrows, 1 bag containing projectile points, 2 obsidian spear points, and 1 obsidian blade.\\n        The Museum of Oregon Country, Oregon Agricultural College was renamed the John B. Horner Museum of the Oregon Country in 1936, and became commonly known as the Horner Museum. The Oregon Agricultural College was renamed the Oregon State College in 1937, and became Oregon State University in 1962. The Horner Museum closed in 1995. Currently, cultural items from the Horner Museum are referred to as the Horner Collection, which is owned by, and in the possession of, Oregon State University.\\n        Horner Collection, Oregon State University professional staff consulted with representatives of the Duckwater Shoshone Tribe of the Duckwater Reservation, Nevada; Karuk Tribe of California; Pit River Tribe, California; Redding Rancheria, California; Santa Rosa Indian Community of the Santa Rosa Rancheria, California (also known as the Tachi Yokut Tribe); Smith River Rancheria, California; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; and Yurok Tribe of the Yurok Reservation, California.\\n        In 1953, one mortar was loaned to the Horner Collection by S.L. Burnaugh, who later gifted the mortar to the Horner Collection in 1972. Museum records state that the mortar was found in Calveris, California (probably Calaveras) by an unknown person at an unknown time. The Calaveras area is within the Northern Valley Yokut or Foot Hill Miwok territories, which is part of the traditional territory of the Santa Rosa Indian Community of the Santa Rosa Rancheria, California.\\n        The mortar is a shallow oval with one end deeper than the other and two grooves in one side of the rim. The mortar has been identified by tribal representatives of the Santa Rosa Indian Community of the Santa Rosa Rancheria, California as being a ceremonial mortar used for the preparation of a jimson weed (Datura stramonium) beverage that young men drink during the traditional coming of age ceremony. According to consultation evidence, this type of ceremonial mortar was usually buried with its owner. The museum has no documentation that the mortar was ever buried with an individual, however, based on consultation evidence, officials of the Horner Collection, Oregon State University reasonably believe the mortar is an unassociated funerary object.\\n        According to museum records, three baskets are from Tulare County, CA, and were loaned by Mrs. James Edmond Barrett to the Horner Collection in 1934. In 1972, Mrs. Barrett gifted the baskets to the Horner Collection. The Horner Collection, Oregon State University has no documentation that the three baskets were ever buried with any individual. However, museum records state Mrs. Barrett and her husband are known to have collected cultural items that were taken from burials and mounds.\\n        In 1981, one basket was found in collections with no accession number and without provenience information.\\n        In 1984, Francis E. Alvord gifted one basket to the Horner Collection. Mrs. Alvord identified the basket as Shoshone and said it had belonged to her parents. It is not known how her parents acquired the basket. Anthropomorphic figures on the basket have been identified as Yokut designs, specifically the Wah-nees (first man) design, by tribal representatives of the Santa Rosa Rancheria Indian Community of the Santa Rosa Rancheria, California.\\n        All five baskets have been identified by tribal representatives of the Santa Rosa Indian Community of the Santa Rosa Rancheria, California as offering baskets that would have been buried with special offerings for an individual\\'s safe passage to the spirit world. The Horner Collection, Oregon State University has no documentation that the baskets were ever buried with any individual. However, based on consultation, collector history, and museum records, officials of the Horner Collection, Oregon State University reasonably believe that the five baskets are unassociated funerary objects.\\n        In 1987, one arrow was found in museum collections. In 1993, another arrow was found in the museum collection. Both arrows have no accession numbers and are without provenience information. Both arrows have reed main shafts and one has the hardwood foreshaft construction that is typical of the Tachi Yokut culture group according to the Handbook of North American Indians Vol. 8 (page 452). Furthermore, both arrows have been identified by tribal consultants of the Santa Rosa Indian Community of the Santa Rosa Rancheria, California as being typical of arrows made historically and prehistorically by the Tachi Yokut. Consultation evidence states that men would often leave arrows at gravesites as offerings in the belief that they would bring good luck for hunting in the spirit world. The Horner Collection, Oregon State University has no documentation that the arrows were ever buried with any individual. However, based on the information from consultation, officials of the Horner Collection, Oregon State University reasonably believes that the two arrows are unassociated funerary objects.\\n\\n        In 1993, one obsidian blade was found in museum collection with no accession number and is without provenience information. The obsidian blade has been identified by tribal representatives of the Santa Rosa Indian Community of the Santa Rosa Rancheria, California as being typical of the blades given to a young man for his coming of age ceremony, as such, this type of blade was a personal item that would have been buried with its owner. The Horner Collection, Oregon State University has no documentation that the obsidian blade was ever buried with any individual. However, based on the information from consultation, officials of the Horner Collection, Oregon State University reasonably believes that the cultural item is an unassociated funerary object.\\n        In 1993, two obsidian spear points were found in museum collections with no accession numbers and are without provenience information. In 1999, one bag containing approximately 300 small projectile points made of obsidian and chert was found in museum collections with no accession number and no provenience information.\\n        The two obsidian spear points and bag of projectile points are typical items that have been found at ancient burials and were commonly left as offerings in the belief that the projectile points could be used for hunting in the spirit world. The Horner Collection, Oregon State University has no documentation that the cultural items were ever buried with any individual. However, based on the museum records and information from consultation, officials of the Horner Collection, Oregon State University reasonably believes that the three cultural items are unassociated funerary objects.\\n        Officials of the Horner Collection, Oregon State University have determined that, pursuant to 25 U.S.C. 3001 (3)(B), the 12 cultural items described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony and are believed, by a preponderance of the evidence, to have been removed from a specific burial site of an Native American individual. Officials of the Horner Collection, Oregon State University also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the unassociated funerary objects and the Santa Rosa Indian Community of the Santa Rosa Rancheria, California.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the unassociated funerary objects should contact Sabah Randhawa, Executive Vice President and Provost, President\\'s Office, Oregon State University, 600 Kerr Administration Building, Corvallis, OR 97331, telephone (541) 737-8260, before January 29, 2007. Repatriation of the unassociated funerary objects to the Santa Rosa Indian Community of the Santa Rosa Rancheria, California may proceed after that date if no additional claimants come forward.\\n        The Horner Collection, Oregon State University is responsible for notifying the Duckwater Shoshone Tribe of the Duckwater Reservation, Nevada; Karuk Tribe of California; Pit River Tribe, California; Redding Rancheria, California; Santa Rosa Indian Community of the Santa Rosa Rancheria, California; Smith River Rancheria, California; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; and Yurok Tribe of the Yurok Reservation, California that this notice has been published.\\n        \\n          Dated: November 22, 2006.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E6-22346 Filed 12-28-06; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate Cultural Items: Horner Collection, Oregon State University, Corvallis, OR", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: November 22, 2006.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E6-22346 Filed 12-28-06; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}