{"index": "R_506", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent to Repatriate Cultural Items: Peabody Museum of Archaeology and Ethnology, Harvard University, Cambridge, MA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate cultural items in the possession of the Peabody Museum of Archaeology and Ethnology, Harvard University, Cambridge, MA, that meet the definition of \\xe2\\x80\\x9cobjects of cultural patrimony\\xe2\\x80\\x9d under 25 U.S.C. 3001.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the cultural items. The National Park Service is not responsible for the determinations in this notice.\\n        The 15 cultural items are 2 woven rush mats used in bundle ceremonies and a war bundle or portable shrine, which consists of 1 eagle claw, 1 scalp, 1 thong wrapping, 1 buffalo hair bag, 2 buckskin bags, 1 matting bag, 1 inner buckskin wrapper for a sacred bird, 1 band of buckskin, 1 sacred bird, 1 pipe, 1 bladder pouch, and 1 lot of tobacco.\\n        An assessment of the 15 cultural items was made by Peabody Museum of Archaeology and Ethnology staff in consultation with representatives of the Osage Tribe, Oklahoma.\\n        In 1909, M.R. Harrington sold two woven rush mats used in bundle ceremonies to the Peabody Museum of Archaeology and Ethnology. According to museum documentation, Mr. Harrington acquired the cultural items in 1908 or 1909 from a Mrs. Red Corn in Oklahoma. The mats are described in museum documentation as Osage objects.\\n        In 1916, Vern N. Thornburgh sold a war bundle, also known as a portable shrine, to the Peabody Museum of Archaeology and Ethnology. The bundle consists of 13 cultural items which are 1 eagle claw, 1 scalp, 1 thong wrapping, 1 buffalo hair bag, 2 buckskin bags, 1 matting bag, 1 inner buckskin wrapper for a sacred bird, 1 band of buckskin, 1 sacred bird, 1 pipe, 1 bladder pouch, and 1 lot of tobacco. According to museum documentation, Mr. Thornburgh purchased the cultural items in 1915 or earlier from an Osage man named Mi-da-in-ga, who most likely belonged to the Tsi-zhu Wa-shta-ge clan of the Tsi-zhu moiety of the Osage tribe. Museum information indicates that Mr. Thornburgh obtained the cultural items in Oklahoma. The bundle is described in museum documentation as an Osage object.\\n        Historical, anthropological, and consultation evidence indicates that bundles and their accouterments, including mats, were specialized objects associated with bundle ceremonies. Objects used in bundle ceremonies, including primary ritual objects (bundles) and secondary ritual objects (which might include mats) were ceremonially made and consecrated and were symbolically kept by a clan on behalf of the tribe.\\n        In correspondence to Charles C. Willoughby, Peabody Museum of Archaeology and Ethnology director, the collector, Mr. Thornburgh, repeatedly pointed out that bundles were not owned by any individual member of the tribe, but by the tribe itself. The correpondence states that \\xe2\\x80\\x9cthese war bundles . . . are not controlled by an individual that you might deal with but by the leading men of the tribe\\xe2\\x80\\x9d;\\xe2\\x80\\x9cthis bundle was not owned by an individual but by the tribe, or rather controlled by the tribe, but was kept by an individual as a keeper for the tribe, and goes to make up the organization of the tribe, consisting of various clans\\xe2\\x80\\x9d; and \\xe2\\x80\\x9cthis bundle . . . belongs to the Hiln ah sha tsa - Red Eagle clan - other names are Yellow hand - Wah-shin pe ashi people, or Clan of people.\\xe2\\x80\\x9d A preponderance of the evidence thus indicates that the named individual, Mi-da-in-ga, was not the owner of the war bundle, nor was he in a position to sell it to Mr. Thornburgh. Consultation with tribal representatives of the Osage Tribe, Oklahoma supports the notion that both bundles and bundle mats were the responsibility of, and in the physical control of, an individual caretaker but were communally owned and existed for the well being of the group.\\n\\n        It is currently unclear if the two woven rush mats were used only for the unpacking of bundles or if they were also used as, or were intended also to be used as, woven rush mat bags enclosing bundles. A woven rush mat bag was one of several necessary, consecrated, and inalienable elements constituting a bundle. Consultation and historic, anthropological, and museum evidence suggest that, even if the mats were not themselves elements of a bundle, they may be considered \\xe2\\x80\\x9csecondary\\xe2\\x80\\x9d ritual objects. In addition to primary ritual objects, such as bundles, the Osage tribe used many types of secondary ritual objects that were sanctified through consecration and were associated with primary ritual objects. The mats reported here were specifically associated with and used in bundle ceremonies and, therefore, appear to fit the category of secondary ritual objects. Like primary ritual objects, secondary objects were symbolically kept by a clan on behalf of the tribe, were communally owned, and existed for the well being of the group.\\n        Bundles and mats continue to play an important, ongoing role in the spiritual and religious identity of contemporary Osage people. Population decline and changing social and material conditions (including the spread of Christianity) in the late 19th and 20th centuries prompted Osage individuals to modify and reinterpret religious practices. Consultation with Osage tribal representatives clarifies that while traditional Osage spiritual and religious practices have meshed with Christian beliefs, elements from older practices, such as bundles and mats like the ones reported here, continue to be used and safeguarded by tribal members. For example, the bundle discussed here, which is documented as coming from the Tsi-zhu Wa-shta-ge clan, plays an ongoing role in the clan\\'s identity as peacemakers, orators, and doctors.\\n        Based on anthropological, geographical, and historical information; museum records; consultation evidence; and expert opinion, there is a cultural affiliation between the Osage Tribe, Oklahoma and the 15 cultural items. The specific cultural attribution of the cultural items in museum records indicates an affiliation to the Osage people. Futhermore, Oklahoma lies within the traditional territory of the Osage people. Consultation evidence and other research supports that stylistic characteristics of the cultural items reported here are consistent with traditional Osage forms. Present-day descendants of the Osage people are members of the Osage Tribe, Oklahoma.\\n        Officials of the Peabody Museum of Archaeology and Ethnology have determined that, pursuant to 25 U.S.C. 3001 (3)(D), the cultural items have ongoing historical, traditional, and cultural importance central to the Native American group or culture itself, rather than property owned by an individual. Officials of the Peabody Museum of Archaeology and Ethnology also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the 15 objects of cultural patrimony and the Osage Tribe, Oklahoma.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the objects of cultural patrimony should contact Patricia Capone, Repatriation Coordinator, Peabody Museum of Archaeology and Ethnology, Harvard University, 11 Divinity Avenue, Cambridge, MA 02138, telephone (617) 496-3702, before January 8, 2007. Repatriation of the objects of cultural patrimony to the Osage Tribe, Oklahoma may proceed after that date if no additional claimants come forward.\\n        The Peabody Museum of Archaeology and Ethnology is responsible for notifying the Osage Tribe, Oklahoma that this notice has been published.\\n        \\n          Dated: November 9, 2006.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E6-20701 Filed 12-6-06; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate Cultural Items: Peabody Museum of Archaeology and Ethnology, Harvard University, Cambridge, MA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: November 9, 2006.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E6-20701 Filed 12-6-06; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}