{"index": "R_507", "messy_full": "\\n      \\n        \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent To Repatriate Cultural Items: Southwest Museum of the American Indian, Autry National Center, Los Angeles, CA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate cultural items in the possession of the Southwest Museum of the American Indian, Autry National Center, Los Angeles, CA, that meet the definition of \\xe2\\x80\\x9csacred objects\\xe2\\x80\\x9d under 25 U.S.C. 3001.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the cultural items. The National Park Service is not responsible for the determinations in this notice.\\n        The 14 cultural items are 8 katsina kwatsi (masks), 5 wooden war gods, and 1 flute altar.\\n        In 1960, the Southwest Museum purchased seven katsina kwatsi (masks) from Mr. Andrew T. Johnston with financial assistance provided by the Southwest Museum Acquisition Fund. According to museum documentation, Mr. Johnston acquired all seven masks from Old Oraibi, AZ. No further information has been found to clarify means of acquisition by the donor. The seven katsina kwatsi are one Tasaf, one Koyemsi, one Piftuka, one Cohnina, one Angakchina, and one Heotos.\\n        On May 10, 1934, the Southwest Museum acquired one katsina mask from Miss Rose Dougan. Museum records identify the cultural item as an \\xe2\\x80\\x9cold Hopi bearded mask.\\xe2\\x80\\x9d No further information has been found to clarify means or location of acquisition by the donor. The katsina kwatsi is an Angakchina.\\n        On March 8, 1941, the Southwest Museum acquired five wooden war gods or prayer effigies from Mrs. Ina Sizer Cassidy. According to donor correspondence, the \\xe2\\x80\\x9cOld Prayer effigies\\xe2\\x80\\x9d were found in 1920 by Mrs. Cassidy\\'s husband, Gerald Cassidy, at a war gods\\' shrine near Old Oraibi, AZ, during Snake Dance ceremonies.\\n        On June 28, 1950, the Southwest Museum purchased one flute altar from Mr. William Neil Smith with financial assistance provided by the General Charles McCormack Reeve Fund. According to museum documentation, Mr. Smith acquired the altar in Old Oraibi, AZ. No further information has been found to clarify means of acquisition by the donor.\\n        Museum documentation indicates that the 14 cultural items originated from Old Oraibi, which is located within the Hopi Reservation. Archeological and ethnographic evidence suggests that the Hopi have continuously inhabited the Old Oraibi since A.D. 1150. In 1900, Old Oraibi was the largest Hopi settlement.\\n        Consultation and physical inspection of the cultural items described above by the knowledgeable traditional cultural authorities of the Hopi Tribe of Arizona, the Katsinmomngwit (Kachina Priest) and Lenmomngwit (Flute Priest), have identified the cultural items as culturally affiliated with the Hopi Tribe of Arizona. According to the traditional cultural authorities, the cultural items have ongoing historical, traditional, and cultural importance to the Hopi Tribe of Arizona. As part of continuing religious practice, the cultural items must be cared for by current members of the Kachina and Flute Societies of the Hopi.\\n        Officials of the Southwest Museum have determined that, pursuant to 25 U.S.C. 3001 (3)(C), the 14 cultural items described above are specific ceremonial objects needed by traditional Native American religious leaders for the practice of traditional Native American religions by their present-day adherents. Officials of the Southwest Museum also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the 14 sacred objects and the Hopi Tribe of Arizona.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the sacred objects should contact Dr. Duane H. King, Executive Director, or Jamie Hebert, NAGPRA Research Associate for Collections, Southwest Museum of the American Indian, Autry National Center, 234 Museum Drive, Los Angeles, CA 90065, telephone (323) 221-2164 extension 241, before December 4, 2006. Repatriation of the 14 sacred objects to the Hopi Tribe of Arizona may proceed after that date if no additional claimants come forward.\\n        The Southwest Museum is responsible for notifying the Hopi Tribe of Arizona that this notice has been published.\\n        \\n          Dated: September 28, 2006\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E6-18476 Filed 11-1-06; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent To Repatriate Cultural Items: Southwest Museum of the American Indian, Autry National Center, Los Angeles, CA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: September 28, 2006", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E6-18476 Filed 11-1-06; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}