{"index": "R_505", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent to Repatriate a Cultural Item: Peabody Museum of Archaeology and Ethnology, Harvard University, Cambridge, MA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate a cultural item in the possession of the Peabody Museum of Archaeology and Ethnology, Harvard University, Cambridge, MA, that meets the definition of \\xe2\\x80\\x9cunassociated funerary object\\xe2\\x80\\x9d under 25 U.S.C. 3001. The cultural item was removed from Plymouth County, MA.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the cultural item. The National Park Service is not responsible for the determinations in this notice.\\n        A detailed assessment of the unassociated funerary object was made by the Peabody Museum of Archaeology and Ethnology professional staff in consultation with representatives of the Wampanoag Repatriation Confederation, on behalf of the Wampanoag Tribe of Gay Head (Aquinnah) of Massachusetts, Assonet Band of the Wampanoag Nation (a non-federally recognized Indian group), and Mashpee Wampanoag Indian Tribe (a non-federally recognized Indian group).\\n\\n        In 1967, a metal pin (possibly a shroud pin) with fragments of textile and soil was discovered by the Fernandez Construction Company in the vicinity of Atkinson Drive in Bridgewater, Plymouth County, MA, and was donated later that same year to the Peabody Museum of Archaeology and Ethnology by Dr. Pierce H. Leavitt, Plymouth County Medical Examiner. Museum documentation indicates that the metal pin had been recovered with human remains from a grave. The human remains that were originally associated with this cultural item were described in a Notice of Inventory Completion in the Federal Register on August 14, 2003, (FR Doc 03-20754, pages 48626-48634), and have since been transferred to the culturally affiliated tribe. Therefore, this cultural item is an unassociated funerary object.\\n        This interment most likely dates to the Historic/Contact period (post 500 B.P.). This straight pin is of European manufacture and probably dates from the 17th or 18th century. In a burial context, the recovery of copper alloy pins and pin fragments, or the presence of discrete copper staining, suggests the use of such pins to secure shrouds. Coffin nails were also found with the human remains. The use of coffins, coffin nails, shrouds, and shroud pins is consistent with colonial Christian interment customs and suggests this interment dates from the Historic period. Dr. Dena Dincauze, formerly of the Peabody Museum of Archaeology and Ethnology, commented that the graves are likely from the 18th century and that the graves appeared to be Christian Native American burials.\\n\\n        Oral tradition and historical documentation indicate that Bridgewater, MA, is within the aboriginal and historic homeland of the Wampanoag Nation. The present-day Indian tribe and groups that are most closely affiliated with the Wampanoag Nation are the Wampanoag Tribe of Gay Head (Aquinnah) of Massachusetts, Assonet Band of the Wampanoag Nation (a non-federally recognized Indian group), and Mashpee Wampanoag Indian Tribe (a non-federally recognized Indian group).\\n        Officials of the Peabody Museum of Archaeology and Ethnology have determined that, pursuant to 25 U.S.C. 3001 (3)(B), the one cultural item described above is reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony and is believed, by a preponderance of the evidence, to have been removed from a specific burial site of a Native American individual. Officials of the Peabody Museum of Archaeology and Ethnology have also determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the unassociated funerary object and the Wampanoag Tribe of Gay Head (Aquinnah) of Massachusetts, and that there is a cultural relationship between the unassociated funerary object and the Assonet Band of the Wampanoag Nation (a non-federally recognized Indian group) and Mashpee Wampanoag Indian Tribe (a non-federally recognized Indian group).\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the unassociated funerary object should contact Patricia Capone, Repatriation Coordinator, Peabody Museum of Archaeology and Ethnology, Harvard University, 11 Divinity Avenue, Cambridge, MA 02138, telephone (617) 496-3702, before January 8, 2007. Repatriation of the unassociated funerary object to the Wampanoag Repatriation Confederation, on behalf of the Wampanoag Tribe of Gay Head (Aquinnah) of Massachusetts, Assonet Band of the Wampanoag Nation (a non-federally recognized Indian group), and Mashpee Wampanoag Indian Tribe (a non-federally recognized Indian group) may proceed after that date if no additional claimants come forward.\\n        The Peabody Museum of Archaeology and Ethnology is responsible for notifying the Wampanoag Repatriation Confederation, Wampanoag Tribe of Gay Head (Aquinnah) of Massachusetts, Assonet Band of the Wampanoag Nation (a non-federally recognized Indian group), and Mashpee Wampanoag Indian Tribe (a non-federally recognized Indian group) that this notice has been published.\\n        \\n          Dated: November 9, 2006.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E6-20702 Filed 12-6-06; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate a Cultural Item: Peabody Museum of Archaeology and Ethnology, Harvard University, Cambridge, MA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: November 9, 2006.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E6-20702 Filed 12-6-06; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}