{"index": "R_508", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent To Repatriate Cultural Items: Thomas Burke Memorial Washington State Museum, University of Washington, Seattle, WA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate cultural items in the possession of the Thomas Burke Memorial Washington State Museum (Burke Museum), University of Washington, Seattle, WA, that meet the definition of \\xe2\\x80\\x9cunassociated funerary objects\\xe2\\x80\\x9d under 25 U.S.C. 3001.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the cultural items. The National Park Service is not responsible for the determinations in this notice.\\n        The 1,549 cultural items are 1 copper ore, 5 abalone shell gorgets, 5 shell pendants, 2 shell fragments, 1 steatite pipe, 2 points, 1,530 beads, 1 basketry fragment with leather, 1 iron spear, and 1 iron axehead.\\n        Between 1950 and 1960, Dr. Harold Bergen, an avocational archeologist, collected funerary objects from the Bergen site #20, along the foot of a rocky bluff outside of Selah, Yakima County, WA. Ten burials were found in a flexed position with stones placed on the human remains. The human remains were in a fragile condition and were not collected with the exception of two crania. The crania were not accessioned by the Burke Museum and the whereabouts of the two individuals are unknown. In 1989, the unassociated funerary objects were donated to the Burke Museum (Burke Accession #1989-57). The 1,546 unassociated funerary objects are 1 copper ore, 5 abalone shell gorgets, 5 shell pendants, 2 shell fragments, 1 steatite pipe, 2 points, and 1,530 beads.\\n        Ethnographic and archeological evidence indicates that rockslide burials in talus slopes were customary burial practices of the Yakama. It was also customary for the Yakama to bury individuals with many of their personal belongings. The burial practices and funerary objects are consistent with practices of the Confederated Tribes and Bands of the Yakama Nation, Washington. Selah is within the aboriginal territory of the Confederated Tribes and Bands of the Yakama Nation, Washington and within the land claims boundaries of Indian Claims Commission decisions (12 ICC 301 (1963); 7 ICC 794 (1959)).\\n        In 1995, one cultural item was accessioned by the museum when it was found in collections (Burke Accession #1995-64). The circumstances surrounding how the cultural item came into Burke Mueum\\'s collection is unknown. According to museum documentation, the cultural item was collected from a burial immediately south of Priest Rapids Dam, Yakima County, WA. The one unassociated funerary object is a fragment of leather attached to a basketry fragment. Museum documentation includes a note indicating it was from the Earnest Combes Collection, that copper was also found with the burial, and the human remains were those of a child. The human remains and copper are not located at the Burke Museum and no further information could be located.\\n        Ethnographic and archeological data suggests that deceased Yakama people were commonly wrapped in buckskin, blankets, and tule mats in preparation for burial. The leather and basketry fragments are consistent with this information. Priest Rapids Dam is within the aboriginal territory of the Confederated Tribes and Bands of the Yakama Nation, Washington.\\n        In 1896, two cultural items were acquired through trade with the Hudson Bay Company by Dr. R.E Stewart. According to museum documentation, the cultural items were found on a grave and are from Satus Creek, WA. In 1905, the cultural items were donated to the Burke Museum (Burke Accession #40). The two unassociated funerary objects are one iron spear and one iron axe head.\\n        The two cultural items are consistent with other funerary objects known to be associated with Yakama burials. The Se\\'tas-lema and Lower Yakama bands were the groups ethnographically noted to have occupied the Satus Creek area. Satus Creek is within the aboriginal territory of the Confederated Tribes and Bands of the Yakama Nation, Washington. Satus Creek falls within the lands ceded in the Yakama Treaty of 1855.\\n        Officials of the Burke Museum have determined that, pursuant to 25 U.S.C. 3001 (3)(B), the cultural items described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony and are believed, by a preponderance of the evidence, to have been removed from a specific burial site of a Native American individual. Officials of the Burke Museum also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the 1,549 unassociated funerary objects and the Confederated Tribes and Bands of the Yakama Nation, Washington.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the unassociated funerary objects should contact Dr. Peter Lape, Burke Museum, University of Washington, Box 353010, Seattle, WA 98195-3010, telephone (206) 685-2282, before December 4, 2006. Repatriation of the unassociated funerary objects to the Confederated Tribes and Bands of the Yakama Nation, Washington may proceed after that date if no additional claimants come forward.\\n        The Burke Museum is responsible for notifying the Confederated Tribes and Bands of the Yakama Nation, Washington that this notice has been published.\\n        \\n          Dated: September 28, 2006\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E6-18482 Filed 11-1-06; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent To Repatriate Cultural Items: Thomas Burke Memorial Washington State Museum, University of Washington, Seattle, WA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: September 28, 2006", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E6-18482 Filed 11-1-06; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}