{"index": "R_500", "messy_full": "\\n      \\n        \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent to Repatriate Cultural Items: Denver Museum of Nature & Science, Denver, CO\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate cultural items in the possession of the Denver Museum of Nature & Science, Denver, CO that meet the definition of \\xe2\\x80\\x9cunassociated funerary objects\\xe2\\x80\\x9d under 25 U.S.C. 3001.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the cultural items. The National Park Service is not responsible for the determinations in this notice.\\n\\n        The two cultural items are decorated animal bones, reportedly found with human remains. The human remains were repatriated to the Miccosukee Tribe of Indians of Florida after publication of a Notice of Inventory Completion in the Federal Register on June 7, 2004 (FR Doc 04-12661, page 31841) and a corrected Notice of Inventory Completion on December 5, 2005 (FR Doc 05-23873, pages 73261-73262).\\n        Sometime between 1910 and 1911, the human remains came into the possession of Jesse H. Bratley. After Mr. Bratley\\'s death in 1948, the cultural items came into the possession of Mr. Bratley\\'s daughter, Hazel Bratley. In 1961, Mary W.A. Crane and Francis V. Crane purchased the cultural items from Ms. Bratley. In 1983, the Cranes donated the cultural items to the museum. Based on provenience, museum records, research, and consultation with the Seminole Nation of Oklahoma, and Seminole Tribe of Florida, Dania, Big Cypress, Brighton, Hollywood & Tampa Reservations, the cultural items have been determined to be Seminole. Mr. Bratley resided in Homestead, FL, in 1910 and moved to Miami, FL, in 1911. During this time, Mr. Bratley photographed Seminole people. His records for the cultural items say that he acquired \\xe2\\x80\\x9csacral & pubic bones and some smaller ones,\\xe2\\x80\\x9d and recorded the culture of the cultural items as \\xe2\\x80\\x9cSeminole.\\xe2\\x80\\x9d\\n        Historical and archeological evidence establish that Seminole and Miccosukee people have been residents in central and southern Florida for several hundred years. In consultations, representatives of the Miccosukee Tribe of Indians of Florida; Seminole Nation of Oklahoma; and Seminole Tribe of Florida, Dania, Big Cypress, Brighton, Hollywood & Tampa Reservations confirmed their affiliation with earlier historic American Indians in Florida and indicated that the cultural items were associated with human remains of an individual that was probably one of their ancestors. This individual was repatriated to the Miccosukee Tribe of Indians of Florida. Descendants of the Seminole are members of the Miccosukee Tribe of Indians of Florida; Seminole Nation of Oklahoma; and Seminole Tribe of Florida, Dania, Big Cypress, Brighton, Hollywood & Tampa Reservations.\\n        Officials of the Denver Museum of Nature & Science have determined that, pursuant to 25 U.S.C. 3001 (3)(B), the two cultural items described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony and are believed, by a preponderance of the evidence, to have been removed from a specific burial site of an Native American individual. Officials of the Denver Museum of Nature & Science also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the cultural items and the Miccosukee Tribe of Indians of Florida; Seminole Nation of Oklahoma; and Seminole Tribe of Florida, Dania, Big Cypress, Brighton, Hollywood & Tampa Reservations.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the unassociated funerary objects should contact Dr. Stephen Nash, NAGPRA Officer, Department of Anthropology, Denver Museum of Nature & Science, 2001 Colorado Boulevard, Denver, CO 80205, telephone (303) 370-6056, before March 9, 2007. Repatriation of the unassociated funerary items to the Miccosukee Tribe of Indians of Florida; Seminole Nation of Oklahoma; and Seminole Tribe of Florida, Dania, Big Cypress, Brighton, Hollywood & Tampa Reservations may proceed after that date if no additional claimants come forward.\\n        The Denver Museum of Nature & Science is responsible for notifying the Miccosukee Tribe of Indians of Florida; Seminole Nation of Oklahoma; and Seminole Tribe of Florida, Dania, Big Cypress, Brighton, Hollywood & Tampa Reservations that this notice has been published.\\n        \\n          Dated: January 23, 2007.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E7-1965 Filed 2-6-07; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate Cultural Items: Denver Museum of Nature & Science, Denver, CO", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: January 23, 2007.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E7-1965 Filed 2-6-07; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}