{"index": "R_516", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent to Repatriate Cultural Items: Horner Collection, Oregon State University, Corvallis, OR\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate cultural items in the possession of the Horner Collection, Oregon State University, Corvallis, OR, that meet the definition of \\xe2\\x80\\x9cunassociated funerary objects\\xe2\\x80\\x9d under 25 U.S.C. 3001.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the cultural items. The National Park Service is not responsible for the determinations in this notice.\\n        The four cultural objects are one mortar, one maul, one blanket strip, and one unknown lithic.\\n        The Museum of Oregon Country, Oregon Agricultural College was renamed the John B. Horner Museum of the Oregon Country in 1936, and became commonly known as the Horner Museum. The Oregon Agricultural College was renamed the Oregon State College in 1937, and became Oregon State University in 1962. The Horner Museum closed in 1995. Currently, cultural items from the Horner Museum are referred to as the Horner Collection, which is owned by, and in the possession of, Oregon State University.\\n        Horner Collection, Oregon State University professional staff consulted with representatives of the Confederated Tribes of the Umatilla Reservation, Oregon and the Confederated Tribes of the Warm Springs Reservation of Oregon. The Confederated Tribes and Bands of the Yakama Nation, Washington; Confederated Tribes of the Chehalis Reservation, Washington; Cowlitz Indian Tribe, Washington; Shoalwater Bay Tribe of the Shoalwater Bay Indian Reservation, Washington; and Skokomish Indian Tribe of the Skokomish Reservation, Washington were informed, but did not participate in the consultations.\\n        At an unknown date, one mortar was removed from a sand dune on the Wishram River, Klickitat County, WA, where it feeds into the Columbia River, by an unknown person. In 1934, the mortar was brought to the Horner Museum by the heirs of Mr. J.L. Hill and donated to the Horner Museum in 1981.\\n        At an unknown date, a maul was removed from sand dunes near the mouth of the Deschutes River where it connects with the Columbia River in Wasco County, OR, by Truman Wilcox. According to donor information, the sand dunes were where the Indians held their pow-wows. Tribal representatives identify this area as a former village site. In 1934, the maul was donated to the Horner Museum by J.G. Crawford.\\n        In the 1880s, the blanket strip was found in an abandoned settler\\'s cabin near Columbus (now Maryhill, Klickitat County, WA), along the Columbia River by members of the James Berrien family. In 1962, the blanket strip was brought to the Horner Museum by Mr. Bliss Clark. It is unknown how Mr. Clark acquired the cultural item.\\n        In the 1880s, an unknown lithic was removed from near Biggs, Sherman County, OR, along the Columbia River by Lucius E. Clark. In 1962, the unknown lithic was brought to the Horner Museum by Mr. Bliss Clark. It is unknown how Mr. Clark acquired the lithic.\\n        The traditional lands of the Tenino, Tygh, Wyam, Dock-Spus, Dalles band of Wasco, Ki-Gal-Twal-La band of Wasco, and Dog River band of Wasco include Klickitat County in Washington, and Wasco and Sherman Counties in Oregon. Descendants of these Indian groups are members of the present-day Confederated Tribes of the Warm Springs Reservation of Oregon.\\n        The Horner Collection, Oregon State University has no specific evidence that the four cultural items were ever buried with any individual. However, Mr. Crawford, Mr. Dyer, and Mr. Hill are known to have collected cultural items from burials and mounds. Based on consultation and museum records, the Horner Collection, Oregon State University has identified the cultural items as unassociated funerary objects.\\n        Officials of the Horner Collection, Oregon State University have determined that, pursuant to 25 U.S.C. 3001 (3)(B), the four cultural items described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony and are believed, by a preponderance of the evidence, to have been removed from a specific burial site of a Native American individual. Officials of the Horner Collection, Oregon State University also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the unassociated funerary objects and the Confederated Tribes of the Warm Springs Reservation of Oregon.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the four unassociated funerary objects should contact Sabah Randhawa, Executive Vice President and Provost, President\\'s Office, Oregon State University, 600 Kerr Administration Building, Corvallis, OR 97331, telephone (541) 737-8260, before August 28, 2006. Repatriation of the unassociated funerary objects to the Confederated Tribes of the Warm Springs Reservation of Oregon may proceed after that date if no additional claimants come forward.\\n        The Horner Collection, Oregon State University is responsible for notifying the Confederated Tribes and Bands of the Yakama Nation, Washington; Confederated Tribes of the Chehalis Reservation, Washington; Confederated Tribes of the Umatilla Reservation, Oregon; Confederated Tribes of the Warm Springs Reservation of Oregon; Cowlitz Indian Tribe, Washington; Shoalwater Bay Tribe of the Shoalwater Bay Indian Reservation, Washington; and Skokomish Indian Tribe of the Skokomish Reservation, Washington that this notice has been published.\\n        \\n          Dated: June 20, 2006.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E6-12029 Filed 7-26-06; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate Cultural Items: Horner Collection, Oregon State University, Corvallis, OR", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: June 20, 2006.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E6-12029 Filed 7-26-06; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}