{"index": "R_513", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent to Repatriate a Cultural Item: Thomas Burke Memorial Washington State Museum, University of Washington, Seattle, WA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate a cultural item in the possession of the Thomas Burke Memorial Washington State Museum (Burke Museum), University of Washington, Seattle, WA, that meets the definition of \\xe2\\x80\\x9cobject of cultural patrimony\\xe2\\x80\\x9d under 25 U.S.C. 3001.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the cultural item. The National Park Service is not responsible for the determinations in this notice.\\n        The cultural item is a large stone sculpture (Burke catalog #152), referred to by the Chilliwack community, which includes the Nooksack people, as the \\xe2\\x80\\x9cStone T\\'ixwelatsa.\\xe2\\x80\\x9d The sculpture has anthropomorphic and zoomorphic features carved and pecked into the stone. The head includes large eyes and an open mouth with exaggerated lips. The main body of the figure appears to be seated with flexed arms and legs. A ridge with six protruding grooves is present on the back of the figure, and a small circular depression is present on the top of the head. The figure weighs over 100 pounds.\\n        According to Chilliwack and Nooksack oral history, T\\'ixwelatsa was a man turned into stone by the transformer Xa:ls. T\\'ixwelatsa was the first male ancestor of the Chilliwack community. The Chilliwack historically spoke a Nooksack related language. The Chilliwack share a common ancestry and cultural connection with the Nooksack. The sculpture is considered a transformation object that holds the spirit of T\\'ixwelatsa, and Xa:ls gave the transformed stone form to T\\'ixwelatsa\\'s wife as the original caretaker. The stone T\\'ixwelatsa was placed in front of the longhouse and cared for by the descendants of T\\'ixwelatsa. At an unknown date, one of the subsequent caretakers married into the neighboring Sumas tribe and took the stone with her as part of her continuing caretaking responsibilities.\\n        The cultural item is believed to have been removed from the Fraser Plains, near Sumas, Whatcom County, WA, in 1892. It was donated to the museum by the Young Naturalist Society (Burke Accn. # 190). At the time of removal from the Fraser Plains, the cultural item was considered inalienable by a single individual and was removed without the permission of the caretaker or Tixwelatsa\\'s descendants.\\n        The Nooksack Indian Tribe of Washington is considered a member of the broader Chilliwack community, which includes both American and Canadian Chilliwack communities. Ties between the Chilliwack communities were artificially divided by the creation of the United States and Canadian border in 1858. Despite this separation, the Nooksack continue to maintain a strong relationship with the Canadian Chilliwack community. The \\xe2\\x80\\x9cStone T\\'ixwelatsa\\xe2\\x80\\x9d is culturally affiliated with the Nooksack Indian Tribe of Washington, as part of the Chilliwack community, based on religious, geographic, kinship, and oral history information presented by the tribe. Evidence submitted during consultation supports the central importance of this cultural item to the cultural identity of the Nooksack Indian Tribe of Washington and broader Chilliwack community. The cultural item is considered collective property of the Chilliwack community and serves as a significant part of the cultural model for education.\\n        Officials of the Burke Museum have determined that, pursuant to 25 U.S.C. 3001 (3)(D), the cultural item described above has an ongoing historical, traditional, or cultural importance central to the Native American group or culture itself, rather than property owned by an individual. Officials of the Burke Museum also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the object of cultural patrimony and the Nooksack Indian Tribe of Washington.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the object of cultural patrimony should contact Dr. Peter Lape, Burke Museum, Box 353010, Seattle, WA 98195, telephone (206) 685-2282, before September 18, 2006. Repatriation of the object of cultural patrimony to the Nooksack Indian Tribe of Washington may proceed after that date if no additional claimants come forward.\\n        The Burke Museum is responsible for notifying the Nooksack Indian Tribe of Washington that this notice has been published.\\n        \\n          Dated: July 24, 2006\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E6-13690 Filed 8-17-06; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate a Cultural Item: Thomas Burke Memorial Washington State Museum, University of Washington, Seattle, WA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: July 24, 2006", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E6-13690 Filed 8-17-06; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}