{"index": "R_514", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent to Repatriate Cultural Items: Thomas Burke Memorial Washington State Museum, University of Washington, Seattle, WA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate cultural items in the control of the Thomas Burke Memorial Washington State Museum (Burke Museum), University of Washington, Seattle, WA, that meet the definition of \\xe2\\x80\\x9cunassociated funerary objects\\xe2\\x80\\x9d under 25 U.S.C. 3001.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the cultural items. The National Park Service is not responsible for the determinations in this notice.\\n        In 1894, cultural items were removed from Point Barrow (formerly known as Cape Smyth), AK. Cape Smyth was located on the southern end of Point Barrow Spit. The cultural items were removed from a grave by Dr. James Taylor White and donated by Mrs. James T. White to the Burke Museum in 1904 (Burke Accession. #846). No human remains are present. The 13 unassociated funerary objects are 4 bead bracelets (including loose beads), 1 amulet, 1 pipe cleaner with beads, 5 bracelet fragments (including loose beads), and 2 seed bead bracelets strung on sinew.\\n\\n        The unassociated funerary objects are culturally affiliated with the Native Village of Barrow Inupiat Traditional Government based on geographic and ethnographic information. Point Barrow is located in Northern Alaska within the traditional territory of the Inupiat people. The Utqiagvigmiut Inpuiat community occupied the area immediately surrounding Point Barrow. The cultural items are consistent with the material culture of the Inupiat. Descendants of the Inupiat are members of the Native Village of Barrow Inupiat Traditional Government. Furthermore, consultation with tribal representatives confirmed that the preponderance of the evidence suggests the cultural items can be culturally affiliated to the Native Village of Barrow Inupiat Traditional Government.\\n        Officials of the Burke Museum have determined that, pursuant to 25 U.S.C. 3001 (3)(B), the 13 cultural items described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony and are believed, by a preponderance of the evidence, to have been removed from a specific burial site of an Native American individual. Officials of the Burke Museum also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the unassociated funerary objects and the Native Village of Barrow Inupiat Traditional Government.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the unassociated funerary objects should contact Dr. Peter Lape, Burke Museum, University of Washington, Box 353010, Seattle, WA 98195-3010, telephone (206) 685-2282, before August 28, 2006. Repatriation of the unassociated funerary objects to the Native Village of Barrow Inupiat Traditional Government may proceed after that date if no additional claimants come forward.\\n        The Burke Museum is responsible for notifying the Native Village of Barrow Inupiat Traditional Government that this notice has been published.\\n        \\n          Dated: June 20, 2006\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E6-11997 Filed 7-26-06; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate Cultural Items: Thomas Burke Memorial Washington State Museum, University of Washington, Seattle, WA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: June 20, 2006", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E6-11997 Filed 7-26-06; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}