{"index": "R_510", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent to Repatriate Cultural Items: U.S. Department of Energy, Richland Operations Office, Richland, WA and Thomas Burke Memorial Museum, University of Washington, Seattle, WA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate cultural items in the control of the U.S. Department of Energy, Richland Operations Office, Richland, WA, and in the physical custody of the Thomas Burke Memorial Museum (Burke Museum), University of Washington, Seattle, WA, that meet the definition of \\xe2\\x80\\x9cunassociated funerary objects\\xe2\\x80\\x9d under 25 U.S.C. 3001.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the cultural items. The National Park Service is not responsible for the determinations in this notice.\\n        At an unknown date, cultural items were removed from two graves on Pope Avenue in Hanford, Benton County, WA, by Samuel D. Paddock. Prior to 1960, the cultural items were received by the Burke Museum and formally accessioned in 1986 (Burke Accn. # 1986-80). The human remains were not transferred to the Burke Museum. The 284 unassociated funerary objects are 1 shell bead, 281 glass beads, 1 brass button, and 1 copper fragment.\\n        Museum documentation indicates that the cultural items were recovered from graves, and the types of items are consistent with other funerary objects found in the Columbia River area during occupation by the Yakama, Walla Walla, and Wanapum groups. Ethnographic documentation indicates that the present-day location of Hanford, WA, is located within an overlapping aboriginal territory of descendants of the Yakama, Walla Walla, and Wanapum groups, which are represented today by the Confederated Tribes and Bands of the Yakama Nation, Washington; Confederated Tribes of the Umatilla Reservation, Oregon; and the Wanapum Band, a non-federally recognized Indian group.\\n        The Yakama Treaty, signed on June 9, 1855, included the Hanford area in the aboriginal territory of the present-day Confederated Tribes and Bands of the Yakama Nation, Washington. The Walla Walla people have also occupied this area since before historic times. As per the Treaty of Walla Walla, signed on June 9, 1855, the Walla Walla people are represented by the present-day Confederated Tribes of the Umatilla Reservation, Oregon. The Wanapum Band occupied the Hanover area, which is now designated the U.S. Department of Energy Hanford Site, as recently as World War II, when they moved to the Priest Rapids area.\\n        Officials of the Department of Energy and the Burke Museum have determined that, pursuant to 25 U.S.C. 3001 (3)(B), the 284 cultural items described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony and are believed, by a preponderance of the evidence, to have been removed from a specific burial site of a Native American individual. Officials of the Department of Energy and Burke Museum also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the unassociated funerary objects and the Confederated Tribes and Bands of the Yakama Nation, Washington, and Confederated Tribes of the Umatilla Reservation, Oregon. Furthermore, officials of the Department of Energy and the Burke Museum have determined that there is a cultural relationship between the unassociated funerary objects and the Wanapum Band, a non-federally recognized Indian group.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the 284 unassociated funerary objects should contact Annabelle Rodriguez, U.S. Department of Energy, Cultural/Historic Resources Program, Richland Operations Office, 825 Jadwin Avenue, MSIN A5-15, Richland, WA 99352, telephone (509) 372-0277, before November 13, 2006. Repatriation of the unassociated funerary objects to the Confederated Tribes of the Umatilla Reservation, Oregon, and Confederated Tribes and Bands of the Yakama Nation, Washington, for themselves and on behalf of the Wanapum Band, a non-federally recognized Indian group, may proceed after that date if no additional claimants come forward. The Confederated Tribes and Bands of the Yakama Nation, Washington; Confederated Tribes of the Umatilla Reservation, Oregon; and Wanapum Band, a non-federally recognized Indian group, are claiming jointly all cultural items from the Hanford area.\\n        The Department of Energy is responsible for notifying the Confederated Tribes and Bands of the Yakama Nation, Washington; Confederated Tribes of the Umatilla Reservation, Oregon; and Wanapum Band, a non-federally recognized Indian group, that this notice has been published.\\n        \\n          Dated: September 25, 2006\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E6-16924 Filed 10-11-06; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate Cultural Items: U.S. Department of Energy, Richland Operations Office, Richland, WA and Thomas Burke Memorial Museum, University of Washington, Seattle, WA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: September 25, 2006", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E6-16924 Filed 10-11-06; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}