{"index": "R_525", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent to Repatriate Cultural Items: Gilcrease Museum, Tulsa, OK\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate cultural items in the possession of the Gilcrease Museum, Tulsa, OK, that meet the definition of \\xe2\\x80\\x9cunassociated funerary objects\\xe2\\x80\\x9d under 25 U.S.C. 3001.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the cultural items. The National Park Service is not responsible for the determinations in this notice.\\n        The 9,097 unassociated funerary objects are 45 whole and restored ceramic vessels; 2,784 spindle whorls, clay beads, and pot sherds; 1,403 daub samples; 401 fire-cracked rocks, hammerstones, celts, cores, and cobbles; 1,594 lithic flakes and tools, including projectile points, scrapers, drills, and burins; 2,558 faunal bones and bone and antler tools; 13 mussel shells, shell fragments, and shell beads; 238 turtle shells and shell fragments; 13 pieces of charcoal; 3 metal objects; 38 non-charred wood and floral samples; and 7 mineral specimens.\\n\\n        Between 1964 and 1968, human remains and funerary objects were removed from the Charlie MacDuffie farm in Craighead County, AR, by avocational archeologist Frank Soday. The cultural items were deeded by gift to Gilcrease Museum in 1982 by the Soday Research Foundation. The human remains and associated funerary objects are described in an accompanying Notice of Inventory Completion.\\n        The Charlie MacDuffie site (3CG21) is located near the town of Lunsford in Craighead County, northeastern Arkansas. Excavation records indicate that the site consisted of a \\xe2\\x80\\x9clarge village with two mounds.\\xe2\\x80\\x9d Cultural items associated with the human remains removed from the site have been determined to date to the Middle Mississippian period (A.D. 1170-1300). Oral history evidence presented by representatives of the Quapaw Tribe of Indians, Oklahoma indicates that the region has long been included in the traditional and hunting territory of the Quapaw. French colonial records from 1700 also indicate that the Quapaw were known then to be the only Native American group present in the St. Francis River valley region where the MacDuffie site is located.\\n        Officials of the Gilcrease Museum have determined that, pursuant to 25 U.S.C. 3001 (3)(B), the cultural items are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony and are believed, by a preponderance of the evidence, to have been removed from specific burial sites of Native American individuals. Officials of the Gilcrease Museum also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the unassociated funerary objects and the Quapaw Tribe of Indians, Oklahoma.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the unassociated funerary objects should contact Randy Ramer, Curator of Anthropology, Gilcrease Museum, 1400 Gilcrease Museum Road, Tulsa, OK 74127-2100, telephone (918) 596-2743, before April 13, 2006. Repatriation of the unassociated funerary objects to the Quapaw Tribe of Indians, Oklahoma may proceed after that date if no additional claimants come forward.\\n        The Gilcrease Museum is responsible for notifying the Quapaw Tribe of Indians, Oklahoma that this notice has been published.\\n        \\n          Dated: February 10, 2006.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E6-3553 Filed 3-13-06; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate Cultural Items: Gilcrease Museum, Tulsa, OK", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: February 10, 2006.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E6-3553 Filed 3-13-06; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}