{"index": "R_523", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent to Repatriate Cultural Items: American Museum of Natural History, New York, NY\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate cultural items in the possession of the American Museum of Natural History, New York, NY, that meet the definition of \\xe2\\x80\\x9cunassociated funerary objects\\xe2\\x80\\x9d under 25 U.S.C. 3001.\\n        This notice is published as part of the National Park Service(s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the cultural items. The National Park Service is not responsible for the determinations in this notice.\\n        The 31 cultural items are from 2 shamans\\' kits. The first shaman\\'s kit contains 18 cultural items; the second shaman\\'s kit contains 14 cultural items. At an unknown date, Lieutenant George Thornton Emmons acquired the 31 cultural items. In 1894, the American Museum of Natural History purchased the shamans\\' kits from Lieutenant Emmons and accessioned them into its collection that same year.\\n        The first shaman\\'s kit consists of one box drum, one beating stick, one bundle of beating sticks, three ornamental portions of dance headdresses, one headdress mask, three wooden carvings, one portion of a wooden rattle, three strings of scallop shells, four wooden guards or spirits, and one doctor\\'s urine box.\\n\\n        The box drum is made from wood and is painted to represent a brown bear. The beating stick measures about 32 cm x 3 cm x 1 cm. The bundle of beating sticks measures 37 cm x 14 cm x 7 cm and consists of 11 sticks tied together with plant fiber. The first portion of one dance headdress is a wooden figure carved to represent a salmon that is painted graphite and black. The second and third partial headdresses are wooden figures carved to represent bears\\' heads. The wooden headdress mask is carved to represent a Tlingit spirit (a dead man) and is painted black and red. The first wooden carving depicts a land otter that is sitting up. The second carving depicts a spirit with a frog in its stomach, and the third wooden carving depicts a spirit with a land otter coming out of its mouth. The partial rattle consists of a wooden handle attached to the rattle\\'s body that is carved to represent an oyster-catcher. The three strings of shells consist of scallop shells attached with hide. The first wooden guard or spirit is carved to represent an eagle, and the second is carved to represent a bear. The third wooden guard or spirit is carved to represent a figure with a fighting headdress, and the fourth is carved to represent many spirits. The doctor\\'s urine box is made of wood, stands on two legs, and measures approximately 32 cm x 22 cm x 18 cm.\\n        The second shaman\\'s kit consists of one wooden rattle, four wooden masks, two headdress masks, one headdress, one ceremonial hat, two ornamental tops of dance headdresses, and three sections of walrus ivory.\\n        The wooden rattle is carved to represent the sun and is ornamentally painted to depict a frog. The first wooden mask is carved to represent a land otter and is ornamentally painted red, black, and mineral blue, with a devil fish painted on each cheek. The second wooden mask is carved to represent a man\\'s face; the center of the forehead is raised and is carved to represent a killer whale\\'s dorsal fin. The mask is ornamentally painted in red, black, and native mineral blue. Tail feathers of a red wing flicker are painted on each cheek, while the forehead is painted to depict a raven. The third wooden mask is carved to represent the spirit of an old man named \\xe2\\x80\\x9cShou-Kee-yake\\xe2\\x80\\x9d and is painted red, black, and native mineral blue. The fourth wooden mask is carved to represent an old woman with a labret in the lower lip. The mask is also ornamentally painted red, black, and native mineral blue; and on the face are painted the tail feathers of the red wing flicker. The two headdress masks are made of wood. The first headdress mask, carved to represent an eagle, is painted red, black, and native mineral blue, and is ornamented with copper eyebrows. The second headdress mask is carved to represent a ground hog and is ornamented with copper eyebrows and operculum teeth. Above the forehead, three carved spirit faces are painted red, black, and native mineral blue. The headdress is made of wood and hide and is painted red, black, and native mineral blue. It is carved to represent a kingfisher above and a frog below, with both figures ornamented with copper eyebrows and operculum teeth. The ceremonial hat is made of woven spruce root and is painted to depict a spirit of a man with a devil fish on either hand. The first ornamental portion of the dance headdress consists of four woven spruce root disks, and the second portion consists of five woven spruce root disks. The walrus ivory is in three pieces.\\n        The cultural affiliation of the 31 cultural items is Hutsnuwu (\\xe2\\x80\\x9cHootz-ar-tar qwan\\'\\') Tlingit as indicated through museum records and consultation with representatives of the Central Council of the Tlingit & Haida Indian Tribes. Museum records identify the items as having come from the grave houses of two doctors of the \\xe2\\x80\\x9cHootz-ar-tar qwan.\\xe2\\x80\\x9d The Central Council of the Tlingit &Haida Indian Tribes has requested the shamans\\' kits on behalf of the clans of Angoon who comprise the Hutsnuwu Tlingit.\\n        Officials of the American Museum of Natural History have determined that, pursuant to 25 U.S.C. 3001 (3) (B), the 31 cultural items described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony and are believed, by a preponderance of the evidence, to have been removed from a specific burial site of Native American individuals. Officials of the American Museum of Natural History also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the unassociated funerary objects and the Central Council of the Tlingit & Haida Indian Tribes.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the unassociated funerary objects should contact Nell Murphy, Director of Cultural Resources, American Museum of Natural History, Central Park West at 79th Street, New York, NY 10024, telephone (212) 769-5837, before May 26, 2006. Repatriation of the unassociated funerary objects to the Central Council of the Tlingit & Haida Indian Tribes may proceed after that date if no additional claimants come forward.\\n        The American Museum of Natural History is responsible for notifying the Angoon Community Association, Central Council of the Tlingit & Haida Indian Tribes, Kootznoowoo Incorporated, and Sealaska Heritage Institute that this notice has been published.\\n        \\n          Dated: March 23, 2006.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E6-6264 Filed 4-25-06; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate Cultural Items: American Museum of Natural History, New York, NY", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: March 23, 2006.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E6-6264 Filed 4-25-06; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}