{"index": "R_529", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent to Repatriate Cultural Items: Horner Collection, Oregon State University, Corvallis, OR\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate cultural items in the possession of the Horner Collection, Oregon State University, Corvallis, OR, that meet the definition of \\xe2\\x80\\x9cunassociated funerary objects\\xe2\\x80\\x9d under 25 U.S.C. 3001.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the cultural items. The National Park Service is not responsible for the determinations in this notice.\\n        The Horner Collection, Oregon State University professional staff consulted with representatives of the Confederated Tribes of the Warm Springs Reservation of Oregon. The Confederated Tribes and Bands of the Yakama Indian Nation, Washington, were advised of the cultural items, but did not participate in consultation.\\n        In 1936, Mr. Keith Chamberlain loaned two antelope spikes to the John B. Horner Museum of the Oregon Country, Oregon Agricultural College. The Oregon Agricultural College was renamed the Oregon State College in 1937, and became Oregon State University in 1962. In 1974, Mr. Chamberlain donated the two antelope spikes to the Horner Museum. Currently, cultural items from the Horner Museum are referred to as the Horner Collection, which is owned by, and in the possession of, Oregon State University. At that time, Mr. Chamberlain also donated an additional 36 cultural items to the Horner Collection. The cultural items are 14 bead necklaces, 3 mortars, 1 pestle, 2 gaming sticks, 1 bow, 2 bone whistles, 1 axe head, 1 small bowl, 1 flintlock and bead, 1 unknown lithic, 1 stone pendant, 2 sets of miscellaneous beads, 1 blue and white ceramic pendant, 1 horn jar, 1 copper pendant, 1 set of brass buttons, 1 metal pendant, and 1 set of loose copper beads.\\n        The cultural items were noted as being from \\xe2\\x80\\x9cMemaloose Island, Columbia River.\\xe2\\x80\\x9d It is unknown if they were from Lower Memaloose Island, Wasco County, OR, or Upper Memaloose Island, Klickitat County, WA. It is unknown if they were found by Mr. Chamberlain. The Memaloose Islands were used during the postcontact period by local Native American peoples for the burial of their dead. The Memaloose Islands are within the traditional territory of Chinook- and Sahaptin-speaking Indian groups represented today by the Confederated Tribes and Bands of the Yakama Nation, Washington and the Confederated Tribes of the Warm Springs Reservation of Oregon. The Confederated Tribes of the Warm Springs Reservation of Oregon has submitted a claim for the unassociated funerary objects.\\n        Officials of the Horner Collection, Oregon State University have determined that, pursuant to 25 U.S.C. 3001 (3)(B), the 38 cultural items described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony and are believed, by a preponderance of the evidence, to have been removed from a specific burial site of a Native American individual. Officials of the Horner Collection, Oregon State University also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the 38 unassociated funerary objects and the Confederated Tribes and Bands of the Yakama Nation, Washington, and Confederated Tribes of the Warm Springs Reservation of Oregon.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the unassociated funerary objects should contact Sabah Randhawa, Executive Vice President and Provost, President\\'s Office, Oregon State University, 600 Kerr Administration Building, Corvallis, OR 97331, telephone (541) 737-8260, before March 6, 2006. Repatriation of the 38 unassociated funerary objects to the Confederated Tribes of the Warm Springs Reservation of Oregon may proceed after that date if no additional claimants come forward.\\n        The Horner Collection, Oregon State University is responsible for notifying the Confederated Tribes and Bands of the Yakama Nation, Washington and Confederated Tribes of the Warm Springs Reservation of Oregon and that this notice has been published.\\n        \\n          Dated: January 20, 2006.\\n          C. Timothy McKeown,\\n          Acting Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E6-1379 Filed 2-1-06; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate Cultural Items: Horner Collection, Oregon State University, Corvallis, OR", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: January 20, 2006.", "signature_name": "C. Timothy McKeown,", "signature_title": "Acting Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E6-1379 Filed 2-1-06; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}