{"index": "R_520", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent to Repatriate Cultural Items: Horner Collection, Oregon State University, Corvallis, OR\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate cultural items in the possession of the Horner Collection, Oregon State University, Corvallis, OR, that meet the definition of \\xe2\\x80\\x9cunassociated funerary objects\\xe2\\x80\\x9d under 25 U.S.C. 3001.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the cultural items. The National Park Service is not responsible for the determinations in this notice.\\n        The Museum of Oregon Country, Oregon Agricultural College was renamed the John B. Horner Museum of the Oregon Country in 1936, and became commonly known as the Horner Museum. The Oregon Agricultural College was renamed the Oregon State College in 1937, and became Oregon State University in 1962. The Horner Museum closed in 1995. Currently, cultural items from the Horner Museum are referred to as the Horner Collection, which is owned by, and in the possession of, Oregon State University.\\n        Horner Collection, Oregon State University professional staff consulted with representatives of the Confederated Tribes of the Warm Springs Reservation of Oregon, Cow Creek Band of Umpqua Indians of Oregon, and Miccosukee Tribe of Indians of Florida. The Seminole Tribe of Florida, Dania, Big Cypress, Brighton, Hollywood & Tampa Reservations and Seminole Nation of Oklahoma were informed, but did not participate in the consultations.\\n\\n        At an unknown date, two necklaces composed of French porcelain beads, alligator teeth, iron grape beads, and Sea beans were removed from an unknown location. J.L. Hill loaned the necklaces to the Horner Museum in 1933, and they were gifted to the Horner Museum by the heirs of Mr. Hill in 1981.\\n        Although the necklaces are nearly identical, museum records indicate only one is Seminole in cultural affiliation. A representative of the Miccosukee Tribe of Indians of Florida has identified the two cultural items as traditional to the Miccosukee and as cultural items that would have been buried with their owner. The Horner Collection, Oregon State University has no evidence the cultural items were ever buried with any individual. However, Mr. Hill is known to have collected human remains and cultural items from burials and mounds. Based on information obtained through consultation, the Horner Collection, Oregon State University has identified the two cultural items as unassociated funerary objects.\\n        Officials of the Horner Collection, Oregon State University have determined that, pursuant to 25 U.S.C. 3001 (3)(B), the two cultural items described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony and are believed, by a preponderance of the evidence, to have been removed from a specific burial site of a Native American individual. Officials of the Horner Collection, Oregon State University also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the two unassociated funerary objects and the Miccosukee Tribe of Indians of Florida.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the unassociated funerary objects should contact Sabah Randhawa, Executive Vice President and Provost, President\\'s Office, Oregon State University, 600 Kerr Administration Building, Corvallis, OR 97331, telephone (541) 737-8260, before August 7, 2006. Repatriation of the unassociated funerary objects to the Miccosukee Tribe of Indians of Florida may proceed after that date if no additional claimants come forward.\\n        The Horner Collection, Oregon State University is responsible for notifying the Confederated Tribes of the Warm Springs Reservation of Oregon; Cow Creek Band of Umpqua Indians of Oregon; Miccosukee Tribe of Indians of Florida; Seminole Tribe of Florida, Dania, Big Cypress, Brighton, Hollywood & Tampa Reservations; and Seminole Nation of Oklahoma that this notice has been published.\\n        \\n          Dated: May 25, 2006.\\n          C. Timothy McKeown,\\n          Acting Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E6-10508 Filed 7-5-06; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate Cultural Items: Horner Collection, Oregon State University, Corvallis, OR", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: May 25, 2006.", "signature_name": "C. Timothy McKeown,", "signature_title": "Acting Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E6-10508 Filed 7-5-06; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}