{"index": "R_522", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service-Notice of Intent to Repatriate Cultural Items: South Dakota State Historical Society, Archaeological Research Center, Rapid City, SD\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate cultural items in the possession of the South Dakota State Historical Society, Archaeological Research Center, Rapid City, SD, that meet the definition of \\xe2\\x80\\x9cunassociated funerary object\\xe2\\x80\\x9d under 25 U.S.C. 3001.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the cultural items. The National Park Service is not responsible for the determinations in this notice.\\n        The 14 cultural items are 2 unmodified freshwater bivalve shells, 1 lot of charred wood fragments, 1 lot of bone beads, 1 lot of flint flakes, 1 shell bead, and 8 shell pendants removed from Gregory and Roberts Counties, SD.\\n\\n        A detailed assessment of the cultural items was made by the Archaeological Research Center\\'s professional staff in consultation with representatives of the Cheyenne River Sioux Tribe of the Cheyenne River Reservation, South Dakota; Crow Creek Sioux Tribe of the Crow Creek Reservation, South Dakota; Flandreau Santee Sioux Tribe of South Dakota; Iowa Tribe of Oklahoma; Lower Sioux Indian Community in the State of Minnesota; Northern Cheyenne Tribe of the Northern Cheyenne Indian Reservation, Montana; Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota; Omaha Tribe of Nebraska; Otoe-Missouria Tribe of Indians, Oklahoma; Prairie Island Indian Community in the State of Minnesota; Rosebud Sioux Tribe of the Rosebud Indian Reservation, South Dakota; Sac & Fox Tribe of the Mississippi in Iowa; Santee Sioux Nation, Nebraska; Sisseton-Wahpeton Oyate of the Lake Traverse Reservation, South Dakota; Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota; Upper Sioux Indian Community, Minnesota; and Yankton Sioux Tribe of South Dakota.\\n        In 1923, 11 cultural objects were removed from Daugherty Mounds, 39RO10, in Roberts County, SD, by W.H. Over Museum personnel. The 11 cultural items are 1 lot of bone beads, 1 lot of flint flakes, 1 shell bead, and 8 shell pendants, which were found in association with burials. The cultural items were curated at W.H. Over Museum and then transferred to the Archaeological Research Center in 1974. The human remains with which the 11 cultural items were originally associated were reburied in the mound at the close of the excavation in 1923.\\n        The Daugherty Mounds date to the Woodland period (A.D. 500 - A.D. 1100).\\n        In 1941, three cultural items were removed from the Scalp Creek site, 39GR1, in Gregory County, SD, by E.E. Meleen from the W.H. Over Museum, Vermillion, SD, as part of a Works Projects Administration project. The three cultural items are two unmodified freshwater bivalve shells and one lot of charred wood fragments, which were found in association with burials. The cultural items were curated at W.H. Over Museum and then transferred to the Archaeological Research Center in 1974. The human remains with which the lot of charred wood fragments were originally associated were reburied in the mound at the close of the excavation in 1941. The human remains with which the two unmodified freshwater bivalve shells were originally associated were reburied along the Missouri River near Fort Pierre in 1986.\\n        The Scalp Creek site dates to the Late Woodland period (A.D. 800 - A.D. 1200) and the Extended Coalescent Tradition (A.D. 1500 - A.D. 1675).\\n        Evaluation of documentation from the excavation of the Daugherty Mounds and Scalp Creek sites indicates that the cultural items were found in association with Native American human remains. Other human remains from the Daugherty Mounds and Scalp Creek sites that remain in the possession and control of the Archaeological Research Center have been identified as Native American based on physical anthropological assessment, manner and location of burial, and types of funerary objects associated with the human remains.\\n        The Daugherty Mounds and Scalp Creek sites are located within Sioux aboriginal land as determined by the Indian Claims Commission and shown on the map of Indian Land Areas Judicially Established (1978). The Sioux are represented today by the Cheyenne River Sioux Tribe of the Cheyenne River Reservation, South Dakota; Crow Creek Sioux Tribe of the Crow Creek Reservation, South Dakota; Flandreau Santee Sioux Tribe of South Dakota; Lower Sioux Indian Community in the State of Minnesota; Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota; Prairie Island Indian Community in the State of Minnesota; Rosebud Sioux Tribe of the Rosebud Indian Reservation, South Dakota; Santee Sioux Nation, Nebraska; Sisseton-Wahpeton Oyate of the Lake Traverse Reservation, South Dakota; Upper Sioux Indian Community, Minnesota; and Yankton Sioux Tribe of South Dakota.\\n        Based on historical documents, oral history, and archeological data, the Cheyenne, Iowa, Omaha, Otoe & Missouria, and Sac & Fox people also occupied what is now present-day South Dakota and the surrounding region, and are represented today by the Iowa Tribe of Oklahoma; Northern Cheyenne Tribe of the Northern Cheyenne Indian Reservation, Montana; Omaha Tribe of Nebraska; Otoe-Missouria Tribe of Indians, Oklahoma; Sac & Fox Tribe of the Mississippi in Iowa; and Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota.\\n        Officials of the Archaeological Research Center have determined that, pursuant to 25 U.S.C. 3001 (3)(B), the 14 cultural items described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony, and are believed, by a preponderance of the evidence, to have been removed from a specific burial site of Native American individuals. Officials of the Archaeological Research Center also have determined that, pursuant to 25 U.S.C. 3001 (2), a relationship of shared group identity cannot reasonably be traced between the cultural objects and any present-day Indian tribe.\\n        In July 2003, the Flandreau Santee Sioux Tribe of South Dakota submitted a request to the Archaeological Research Center for repatriation of the culturally unidentifiable human remains and funerary objects from eastern, central, and northwestern South Dakota, and southeastern Montana, including the 14 unassociated funerary objects from the Daugherty Mounds and Scalp Creek sites, on behalf of the Cheyenne River Sioux Tribe of the Cheyenne River Reservation, South Dakota; Crow Creek Sioux Tribe of the Crow Creek Reservation, South Dakota; Flandreau Santee Sioux Tribe of South Dakota; Iowa Tribe of Oklahoma; Lower Sioux Indian Community in the State of Minnesota; Northern Cheyenne Tribe of the Northern Cheyenne Indian Reservation, Montana; Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota; Omaha Tribe of Nebraska; Otoe-Missouria Tribe of Indians, Oklahoma; Prairie Island Indian Community in the State of Minnesota; Rosebud Sioux Tribe of the Rosebud Indian Reservation, South Dakota; Sac & Fox Tribe of the Mississippi in Iowa; Santee Sioux Nation, Nebraska; Sisseton-Wahpeton Oyate of the Lake Traverse Reservation, South Dakota; Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota; Upper Sioux Indian Community, Minnesota; and Yankton Sioux Tribe of South Dakota.\\n\\n        Pursuant to 43 CFR 10.9 (e)(6), museums and Federal agencies must retain possession of culturally unidentifiable human remains pending promulgation of 43 CFR 10.11 unless legally required to do otherwise or recommended to do otherwise by the Secretary of the Interior. The Native American Graves Protection and Repatriation Review Committee (Review Committee) is responsible for recommending specific actions for disposition of culturally unidentifiable human remains. In November 2005, the Archaeological Research Center requested that the Review Committee recommend disposition of the culturally unidentifiable human remains and associated funerary objects from eastern, central, and northwestern South Dakota, and southeastern Montana to the Flandreau Santee Sioux Tribe of South Dakota on behalf of themselves and the Indian tribes listed above that comprise a consortium of 17 Indian tribes. The Review Committee considered the proposal at its November 2005 meeting in Albuquerque, NM, and recommended disposition of the human remains and associated funerary objects to the tribal consortium. A November 23, 2005 letter from the Designated Federal Officer, on behalf of the chair of the Review Committee, to the Archaeological Research Center transmitted the Review Committee\\'s recommendation that the Archaeological Research Center effect disposition of the culturally unidentifiable human remains and associated funerary objects to the tribal consortium contingent on the publication of a Notice of Inventory Completion in the Federal Register.\\n        Disposition of unassociated funerary objects for which a relationship of shared group identity cannot be reasonably traced to a present-day Indian tribe does not require a recommendation from the Secretary. However, since these unassociated funerary objects were removed from two of the same sites for which human remains were already considered by the Review Committee, the Archaeological Research Center has decided to effect a similar disposition to the Flandreau Santee Sioux Tribe of South Dakota on behalf of the Cheyenne River Sioux Tribe of the Cheyenne River Reservation, South Dakota; Crow Creek Sioux Tribe of the Crow Creek Reservation, South Dakota; the Flandreau Santee Sioux Tribe of South Dakota; Iowa Tribe of Oklahoma; Lower Sioux Indian Community in the State of Minnesota; Northern Cheyenne Tribe of the Northern Cheyenne Indian Reservation, Montana; Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota; Omaha Tribe of Nebraska; Otoe-Missouria Tribe of Indians, Oklahoma; Prairie Island Indian Community in the State of Minnesota; Rosebud Sioux Tribe of the Rosebud Indian Reservation, South Dakota; Sac & Fox Tribe of the Mississippi in Iowa; Santee Sioux Nation, Nebraska; Sisseton-Wahpeton Oyate of the Lake Traverse Reservation, South Dakota; Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota; Upper Sioux Indian Community, Minnesota; and Yankton Sioux Tribe of South Dakota.\\n        Representatives of any Indian tribe that believes itself to be culturally affiliated with the 14 unassociated funerary objects should contact Renee M. Boen, Repository Manager, Archaeological Research Center, 2425 E. St. Charles St., Rapid City, SD 57703, telephone (605) 394-1936, before May 26, 2006. Disposition of the unassociated funerary objects to the Flandreau Santee Sioux Tribe of South Dakota on behalf of the Cheyenne River Sioux Tribe of the Cheyenne River Reservation, South Dakota; Crow Creek Sioux Tribe of the Crow Creek Reservation, South Dakota; Iowa Tribe of Oklahoma; Lower Sioux Indian Community in the State of Minnesota; Northern Cheyenne Tribe of the Northern Cheyenne Indian Reservation, Montana; Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota; Omaha Tribe of Nebraska; Otoe-Missouria Tribe of Indians, Oklahoma; Prairie Island Indian Community in the State of Minnesota; Rosebud Sioux Tribe of the Rosebud Indian Reservation, South Dakota; Sac & Fox Tribe of the Mississippi in Iowa; Santee Sioux Nation, Nebraska; Sisseton-Wahpeton Oyate of the Lake Traverse Reservation, South Dakota; Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota; Upper Sioux Indian Community, Minnesota; Yankton Sioux Tribe of South Dakota; and themselves, may proceed after that date if no additional claimants come forward.\\n        The Archaeological Research Center is responsible for notifying the Cheyenne River Sioux Tribe of the Cheyenne River Reservation, South Dakota; Crow Creek Sioux Tribe of the Crow Creek Reservation, South Dakota; Flandreau Santee Sioux Tribe of South Dakota; Iowa Tribe of Oklahoma; Lower Sioux Indian Community in the State of Minnesota; Northern Cheyenne Tribe of the Northern Cheyenne Indian Reservation, Montana; Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota; Omaha Tribe of Nebraska; Otoe-Missouria Tribe of Indians, Oklahoma; Prairie Island Indian Community in the State of Minnesota; Rosebud Sioux Tribe of the Rosebud Indian Reservation, South Dakota; Sac & Fox Tribe of the Mississippi in Iowa; Santee Sioux Nation, Nebraska; Sisseton-Wahpeton Oyate of the Lake Traverse Reservation, South Dakota; Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota; Upper Sioux Indian Community, Minnesota; and Yankton Sioux Tribe of South Dakota that this notice has been published.\\n        \\n          Dated: April 13, 2006.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E6-6268 Filed 4-25-06; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate Cultural Items: South Dakota State Historical Society, Archaeological Research Center, Rapid City, SD", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: April 13, 2006.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E6-6268 Filed 4-25-06; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}