{"index": "R_521", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent to Repatriate Cultural Items: American Museum of Natural History, New York, NY\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate cultural items in the possession of the American Museum of Natural History, New York, NY, that meet the definition of \\xe2\\x80\\x9cunassociated funerary objects\\xe2\\x80\\x9d under 25 U.S.C. 3001.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the cultural items. The National Park Service is not responsible for the determinations in this notice.\\n        The approximately 183 cultural items include carved sticks and figures, wood dishes, pendants, spoons, coins, buttons, and beads.\\n        In 1882, Mr. James Terry, collected 28 cultural items from \\xe2\\x80\\x9cTum-wa-ta, Memaluse Rock, Columbia River, Oregon.\\xe2\\x80\\x9d The 28 cultural items are 1 carved stick, 1 stick with holes, 2 dancing sticks, 2 carved figures, 4 wood dishes, 1 bone pendant, 2 bone spoons, 3 horn spoons, 3 copper beads, 1 horn truss, 1 whip handle, 3 wood tubes, 1 bear claw, 1 basket, and 2 pendants. The museum acquired the cultural items from Mr. Terry in 1891 when the museum purchased his entire collection of more than 26,000 items. The museum accessioned the items between 1891 and 1893.\\n        Mr. Terry\\'s \\xe2\\x80\\x9cMemaluse Rock\\xe2\\x80\\x9d is likely to be one of two Memaloose Islands located near present-day The Dalles, OR. The two dancing sticks are carved with anthropomorphic figures. The two carved figures are also anthropomorphic; one figure is holding a shield and both figures have inlaid shell eyes. The dancing sticks and carved figures are approximately 30 centimeters in length and 7 centimeters wide.\\n        At an unknown date, A.W. Robinson collected two cultural items from Memaloose Island, OR. The two cultural items are one iron bracelet and one copper ceremonial object. Morris Jesup, President of the American Museum of Natural History, purchased part of Mr. Robinson\\'s collection and gifted it to the museum in 1902.\\n        At an unknown date, Dr. Simms collected two brass bells, probably from Memaloose Island, OR. The museum received the bells as a gift and accessioned them in 1903.\\n\\n        Historically, the Memaloose Islands were used by the local Upper Chinook and Sahaptin inhabitants to bury their dead, usually in above-ground charnel houses. The Upper Chinook and Sahaptin people of the Middle Columbia region are ancestors of members of the Confederated Tribes and Bands of the Yakama Reservation, Washington and Confederated Tribes of the Warm Springs Reservation, Oregon.\\n        In 1882, Mr. Terry collected at least 151 cultural items from \\xe2\\x80\\x9cChenoworth Rock, Columbia River, Washington.\\xe2\\x80\\x9d The cultural items are 1 carved board, and at least 150 coins, buttons, and glass beads. The museum acquired the cultural items from Mr. Terry in 1891 when the museum purchased his collection. The museum accessioned the items between 1891 and 1893.\\n        Mr. Terry indicated that the coins, buttons, and glass beads were collected from a \\xe2\\x80\\x9cBurial on Chenoworth Rock\\xe2\\x80\\x9d and that the carved board was from a \\xe2\\x80\\x9cDead House on Chenoworth Rock.\\xe2\\x80\\x9d Mr. Terry also indicated that Chenoworth Rock is near the \\xe2\\x80\\x9d. . . mouth of the Little White Salmon River,\\xe2\\x80\\x9d which is approximately 10 miles west of The Dalles, OR. The board is rectangular, carved with an anthropomorphic figure and measures 181 centimeters long by 57 centimeters wide. The coins date to the early and mid 1800s, and the buttons and glass beads indicate a postcontact date for the burial.\\n        The locale of the unassociated funerary objects is consistent with the postcontact territory of the Confederated Tribes and Bands of the Yakama Reservation, Washington and the Confederated Tribes of the Warm Springs Reservation, Oregon.\\n        Officials of the American Museum of Natural History have determined that, pursuant to 25 U.S.C. 3001 (3)(B), the approximately 183 cultural items are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony and are believed, by a preponderance of the evidence, to have been removed from a specific burial site of a Native American individual. Officials of the American Museum of Natural History also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the unassociated funerary objects and the Confederated Tribes and Bands of the Yakama Reservation, Washington and Confederated Tribes of the Warm Springs Reservation, Oregon.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the unassociated funerary objects should contact Nell Murphy, Director of Cultural Resources, American Museum of Natural History, Central Park West at 79th Street, New York, NY 10024, telephone (212) 769-5837, before August 7, 2006. Repatriation of the unassociated funerary objects to the Confederated Tribes and Bands of the Yakama Reservation, Washington and Confederated Tribes of the Warm Springs Reservation, Oregon may proceed after that date if no additional claimants come forward.\\n        The American Museum of Natural History is responsible for notifying the Confederated Tribes and Bands of the Yakama Reservation, Washington and Confederated Tribes of the Warm Springs Reservation, Oregon that this notice has been published.\\n        \\n          Dated: June 15, 2006.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E6-10524 Filed 7-5-06; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate Cultural Items: American Museum of Natural History, New York, NY", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: June 15, 2006.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E6-10524 Filed 7-5-06; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}