{"index": "R_524", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent to Repatriate Cultural Items: U.S. Department of the Interior, Bureau of Indian Affairs, Washington, DC, and Arizona State Museum, University of Arizona, Tucson, AZ\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate cultural items in the control of the U.S. Department of the Interior, Bureau of Indian Affairs, Washington, DC, and in the physical custody of the Arizona State Museum, University of Arizona, Tucson, AZ, that meet the definition of \\xe2\\x80\\x9cunassociated funerary objects\\xe2\\x80\\x9d under 25 U.S.C. 3001.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the cultural items. The National Park Service is not responsible for the determinations in this notice.\\n        The 113 cultural items are 38 ceramic bowl fragments, 7 ceramic bowls, 3 ceramic jars, 1 ceramic plate, 11 ceramic vessels, 1 stone ring, 9 projectile points, 41 shell and stone beads, 1 stone palette fragment, and 1 stone pendant.\\n        A detailed assessment of the cultural items was made by Bureau of Indian Affairs and Arizona State Museum professional staff in consultation with representatives of the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hopi Tribe of Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; Tohono O\\'odham Nation of Arizona; and Zuni Tribe of the Zuni Reservation, New Mexico. The Zuni Tribe of the Zuni Reservation, New Mexico has withdrawn from this consultation. The Gila River Indian Community of the Gila River Indian Reservation, Arizona is acting on behalf of the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; and Tohono O\\'odham Nation of Arizona; and themselves.\\n        On unknown dates between 1931 and 1934, 43 cultural items were removed from cremation features at an unknown site in the vicinity of Sacaton (AZ U:14:--), Gila River Indian Reservation, Pinal County, AZ, by Carl A. Moosberg. The cultural items are 1 stone pendant, 1 ceramic bowl, and 41 shell and stone beads. In 1935, the 43 cultural items were donated to the Arizona State Museum by Mr. Moosberg. In 1953, the 43 cultural items were sent to the Chicago Natural History Museum (now the Field Museum of Natural History) as part of an exchange. In 2005, the Field Museum returned the cultural items to the Arizona State Museum.\\n        Based on characteristics of the mortuary pattern and the attributes of the ceramic style, the cultural items from AZ U:14:-- have been identified as being associated with the Hohokam archeological tradition, which spanned the years circa A.D. 500-1350/1400.\\n\\n        In 1934 to 1935, 70 cultural items were removed during legally authorized archeological excavations conducted by the Gila Pueblo Foundation of Arizona, at the Snaketown site (AZ U:13:1 ASM), on the Gila River Indian Reservation, Pinal County, AZ. The cultural items are 1 ceramic plate, 6 ceramic bowls, 3 ceramic jars, 11 ceramic vessels, 38 ceramic bowl fragments, 1 stone ring, 1 stone palette fragment, and 9 projectile points. At an unknown date prior to 1950, the Gila Pueblo Foundation sent the stone ring and the 9 projectile points to the Field Museum of Natural History as part of an exchange. In 1950, the Arizona State Museum assumed repository responsibilities for the earlier Gila Pueblo Foundation collections. In 1953, the Arizona State Museum sent the ceramic plate, 6 ceramic bowls, 3 ceramic jars, 11 ceramic vessels, and 38 ceramic bowl fragments to the Chicago Natural History Museum as part of an exchange. In 2005, the Field Museum of Natural History returned the 69 cultural items to the Arizona State Museum. In 2005, the stone palette fragment was found in the museum collections of the Arizona State Museum. Other unassociated funerary objects from this site were published in two Notices of Intent to Repatriate in the Federal Register on March 20, 2001 (FR Doc. 01-6897, pages 15741-42), and December 22, 2004 (FR Doc. 04-27999, pages 76779-80).\\n        The archeological evidence, including characteristics of portable material culture, attributes of ceramic styles, domestic and ritual architecture, site organization, and canal-based agriculture of the settlement places the Snaketown site within the archeologically-defined Hohokam tradition, and within the Phoenix Basin local variant of that tradition. The occupation of the Snaketown site spans the years circa A.D. 500/700-1100/1150.\\n        Continuities of mortuary practices, ethnographic materials, and technology indicate affiliation of Hohokam settlements with present-day O\\'odham (Piman), Pee Posh (Maricopa), and Puebloan cultures. Oral traditions documented for the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hopi Tribe of Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; Tohono O\\'odham Nation of Arizona; and Zuni Tribe of the Zuni Reservation, New Mexico support affiliation with Hohokam sites in central Arizona.\\n        Officials of the Bureau of Indian Affairs and Arizona State Museum have determined that, pursuant to 25 U.S.C. 3001 (3)(B), the 113 cultural items described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony and are believed, by a preponderance of the evidence, to have been removed from a specific burial site of a Native American individual. Officials of the Bureau of Indian Affairs and Arizona State Museum also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the unassociated funerary objects and the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hopi Tribe of Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; Tohono O\\'odham Nation of Arizona; and Zuni Tribe of the Zuni Reservation, New Mexico.\\n\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the unassociated funerary objects should contact John Madsen, Repatriation Coordinator, Arizona State Museum, University of Arizona, Tucson, AZ 85721, telephone (520) 621- 4795, before April 13, 2006. Repatriation of the unassociated funerary objects to the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hopi Tribe of Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; Tohono O\\'odham Nation of Arizona; and Zuni Tribe of the Zuni Reservation, New Mexico may proceed after that date if no additional claimants come forward.\\n        The Arizona State Museum is responsible for notifying the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hopi Tribe of Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; Tohono O\\'odham Nation of Arizona; and Zuni Tribe of the Zuni Reservation, New Mexico that this notice has been published.\\n        \\n          Dated: February 10, 2006\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E6-3556 Filed 3-13-06; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate Cultural Items: U.S. Department of the Interior, Bureau of Indian Affairs, Washington, DC, and Arizona State Museum, University of Arizona, Tucson, AZ", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: February 10, 2006", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E6-3556 Filed 3-13-06; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}