{"index": "R_530", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent to Repatriate Cultural Items: Denver Museum of Nature & Science, Denver, CO\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate cultural items that are in the possession of the Denver Museum of Nature & Science, Denver, CO, which meets the definitions of \\xe2\\x80\\x9csacred object\\xe2\\x80\\x9d and \\xe2\\x80\\x9cobjects of cultural patrimony\\xe2\\x80\\x9d under 25 U.S.C. 3001.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the cultural items. The National Park Service is not responsible for the determinations in this notice.\\n        The ten cultural items are two Dilzini Gaan kilts, one of colored hide with tinklers and bells and the other of colored, beaded canvas (AC.4422 and A.C.8087F); two feathered caps, one made by Abner Kahn of hide with attached eagle and turkey feathers and the other made of buckskin with red cloth inlay, brass studs, and beads (AC.7620 and AC.10177); one man\\'s cap of painted hide, beaded with shell and feather attachments (AC.4777); one Dilzini Gaan mask of black cloth surmounted by a wooden crown of eight fingers and a central rayed cross, painted white with red and blue designs (AC.7592); one pair of Dilzini Gaan boots of colored hide (AC.8087D and AC.8087E); one Dilzini Gaan leg band with tinklers and bells (AC.8087J); and one Dilzini Gaan concha belt of commerial leather with round silver conchas and attached beaded bag with tinklers (AC.8087G).\\n\\n        Museum records show the items were purchased by Mary W.A. Crane and Frances V. Crane of The Crane Foundation from The Fred Harvey Company, Rex Arrowsmith, House of Six Directions, Forestdale Trading Post, and Taos Bookstore in New Mexico and Arizona from 1959 to 1966. In 1968, the cultural items were donated by The Crane Foundation to the Denver Museum of Natural History (now Denver Museum of Nature & Science). The cultural items are cataloged as North American Indian ethnographic objects of various Western Apache cultures.\\n        Museum accession, catalogue, and computer records, published sources, and consultation with The Western Apache NAGPRA Working Group indicate that the ten cultural items described above are from the Western Apache. The Dilzini Gaan objects have been illustrated and/or described in scholarly studies as styles used in traditional girls initiation ceremony by Gaan spirit impersonators. The masks, attire, and equipment are held in high regard in Western Apache society and are specifically needed for ongoing practices of traditional Apahce spiritual beliefs. Western Apache representatives identified each of the items with ongoing religious practice and their testimony was incorporated into museum catalogue identification and descriptions. The cultural items belong to the Western Apache as a group. There are no museum records that indicate the collectors from whom the objects were obtained had received voluntary consent for alienation from individuals or a group with authority as keepers of sacred materials. Therefore, the cultural items have been identified as fitting the definition of sacred objects and objects of cultural patrimony.\\n        The Western Apache NAGPRA Working Group represents the San Carlos Apache Tribe of the San Carlos Reservation, Arizona; Tonto Apache Tribe of Arizona; White Mountain Apache Tribe of the Fort Apache Reservation, Arizona; and Yavapai-Apache Nation of the Camp Verde Indian Reservation, Arizona.\\n        Officials of the Denver Museum of Nature & Science have determined that, pursuant to 25 U.S.C. 3001(3)(C) the ten cultural items described above are specific ceremonial objects needed by traditional Native American religious leaders for the practice of traditional Native American religions by their present-day adherents. Officials of the Denver Museum of Nature & Science also have determined that, pursuant to 25 U.S.C. 3001(3)(D), the ten cultural items have ongoing historical, traditional, or cultural importance central to the Native American group or culture itself, rather than property owned by an individual. Lastly, officials of the Denver Museum of Nature & Science have determined that, pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the ten sacred objects/objects of cultural patrimony and The Western Apache NAGPRA Working Group, as representatives of the San Carlos Apache Tribe of the San Carlos Reservation, Arizona; Tonto Apache Tribe of Arizona; White Mountain Apache Tribe of the Fort Apache Reservation, Arizona; and Yavapai-Apache Nation of the Camp Verde Indian Reservation, Arizona.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the ten sacred objects/objects of cultural patrimony should contact Dr. Steven Holen, Head of the Anthropology Department, Denver Museum of Nature & Science, 2001 Colorado Boulevard, Denver, CO 80205, telephone (303) 370-8261, before March 3, 2006. Repatriation of the ten sacred objects/objects of cultural patrimony to the Western Apache NAGPRA Working Group, representing the San Carlos Apache Tribe of the San Carlos Reservation, Arizona; Tonto Apache Tribe of Arizona; White Mountain Apache Tribe of the Fort Apache Reservation, Arizona; and Yavapai-Apache Nation of the Camp Verde Indian Reservation, Arizona may proceed after that date if no additional claimants come forward.\\n        The Denver Museum of Nature & Science is responsible for notifying the San Carlos Apache Tribe of the San Carlos Reservation, Arizona; Tonto Apache Tribe of Arizona; White Mountain Apache Tribe of the Fort Apache Reservation, Arizona; and Yavapai-Apache Nation of the Camp Verde Indian Reservation, Arizona that this notice has been published.\\n        \\n          Dated: December 30, 2005.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E6-1279 Filed 1-31-06; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate Cultural Items: Denver Museum of Nature & Science, Denver, CO", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: December 30, 2005.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E6-1279 Filed 1-31-06; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}