{"index": "R_539", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent to Repatriate Cultural Items: U.S. Department of the Interior, National Park Service, Homestead National Monument of America, Beatrice, NE\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate cultural items in the possession of the U.S. Department of the Interior, National Park Service, Homestead National Monument of America, Beatrice, NE, that meet the definition of \\xe2\\x80\\x9cunassociated funerary objects\\xe2\\x80\\x9d under 25 U.S.C. 3001.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3).  The determinations in this notice are the sole responsibility of the superintendent, Homestead National Monument of America.\\n        The first two items are a string of ten beads and an arrowhead. The catalog card states that the beads came from a burial ground on the White Mountain Reservation in Arizona in 1898. A catalog card accompanying the beads states that they were donated to the Beatrice Museum by Paul S. Mayerhoff. Park museum records state that the string of ten beads and the arrowhead came into the park collection from an unknown source in 1964.  However, the monument staff believe that they were in fact donated as part of the Mayerhoff-Dietz collection that was donated in 1948 and cataloged in 1989.\\n        The third item is a set of 224 beads strung together on a wire. These beads are very similar to those described above. Accompanying the string of 224 beads is a note card that reads, \\xe2\\x80\\x9cIndian Beads from an Indian Burial Ground, White Mountain Reservation, 1898, Arizona.\\xe2\\x80\\x9d  These beads are part of the Mayerhoff-Dietz collection that was donated in 1948 and cataloged in 1989.\\n\\n        Officials of Homestead National Monument of America have determined that, pursuant to 25 U.S.C. 3001 (3)(B), the three cultural items described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony and are believed, by a preponderance of the evidence, to have been removed from a specific burial site of a Native American individual.  Officials of Homestead National Monument of America also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the unassociated funerary objects and the White Mountain Apache Tribe of the Fort Apache Reservation, Arizona.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the unassociated funerary objects should contact Mark Engler, Superintendent, Homestead National Monument of America, 8523 W. State Highway 4, Beatrice, NE 68310, telephone (402) 223-3514 before October 27, 2005.  Repatriation of the unassociated funerary objects to the White Mountain Apache Tribe of the Fort Apache Reservation, Arizona may proceed after that date if no additional claimants come forward.\\n        Homestead National Monument of America is responsible for notifying the White Mountain Apache Tribe of the Fort Apache Reservation, Arizona that this notice has been published.\\n        \\n          Dated:  August 29, 2005.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 05-19266 Filed 9-26-05; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate Cultural Items: U.S. Department of the Interior, National Park Service, Homestead National Monument of America, Beatrice, NE", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated:  August 29, 2005.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 05-19266 Filed 9-26-05; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}