{"index": "R_531", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent to Repatriate a Cultural Item: Denver Museum of Nature & Science, Denver, CO\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate a cultural item in the possession of the Denver Museum of Nature & Science, Denver, CO, which meets the definitions of \\xe2\\x80\\x9csacred object\\xe2\\x80\\x9d and \\xe2\\x80\\x9cobject of cultural patrimony\\xe2\\x80\\x9d under 25 U.S.C. 3001.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the cultural items. The National Park Service in not responsible for the determinations in this notice.\\n        The cultural item is a beaded button blanket called \\xe2\\x80\\x9cKillerwhale Jumping Over the Reef Robe\\xe2\\x80\\x9d (A.C. 11517). The garment in Tlingit language and usage is called a \\xe2\\x80\\x9crobe,\\xe2\\x80\\x9d and translated as a \\xe2\\x80\\x9cbutton blanket\\xe2\\x80\\x9d in English, and the two terms are used interchangeably to describe the cultural item.\\n\\n        According to notes, an unknown woman at an unknown date made the robe in honor of the supernatural event depicted, for Gus\\'kooskaan, who had it until his death around 1880. From Gus\\'kooskaan, the robe was passed to Gusht\\'eiheen, who had it at his death around 1908. The robe was then passed to Daanaawu, Archie Bell, and then finally to Xaalgen, Annie Jacobs in 1942. In 1974, Annie Jacobs and Mark Jacobs, Sr., sold the robe to Michael R. Johnson, a collector and art dealer in Seattle, WA. In 1975, Mrs. Mary W. A. Crane purchased the robe from Mr. Johnson and gifted it to the Denver Museum of Natural History (now the Denver Museum of Nature & Science) to enhance the Crane American Indian Collection\\'s Northwest Coast materials. The museum accessioned the robe into the collection later that same year.\\n        The male or female one-piece rectangular garment is worn as a robe draped around the shoulders over other clothing, with the continuous border at the top, the design centered on the back, and the bordered opening falling down the wearer\\'s chest to the legs. The robe is made of black woolen cloth with a broad red woolen cloth top and side borders outlined on the inside with three rows of sewn-on pearl buttons. The button-and-bead design on the robe\\'s dark woolen cloth depicts the Killerwhale clan ancestor jumping over a reef in Chatham Strait near the seafront of Angoon, AK. It is centered with a large outlined design of a dorsal-finned whale, in-filled with ribcage and crouched human figures, which curves over a humanoid face and floral motifs. The design is worked in white seed bead lane embroidery, a few yellow and purple bead outlines, large and small pearl buttons along the spine, and appliqued red cloth features outlined in beads.\\n        Edward K. Thomas, President of the Central Council Tlingit & Haida Indian Tribes of Alaska, provided detailed written and photographic documentation of the robe\\'s history as early as 1910 and its significance and ownership by the Dakl\\'aweidi clan. Mr. Thomas explained the clan\\'s right to a particular killerwhale crest and clarified several crucial matters of crest ownership and use, and the function of designated caretakers of clan property. Ms. Lydia George, a representative of the Dakl\\'aweidi clan, of Killerwhale House, Angoon, AK, spoke of the story associated with the robe during a consultation and repatriation at the museum in June 1997.\\n        The cultural item is both a sacred object needed by traditional Native Alaskan leaders and an object of cultural patrimony. In depicting the clan crest, the Keet or Killerwhale, the robe embodies the Keet Yelk or Spirit of the Killerwhale, in particular, the Killerwhale Jumping Over the Reef. It bonds clan members in a kinship and spiritual relationship to Killerwhale, particularly to this Killerwhale event, and to their ancestors who paid for the crest. The object is required for the ceremonial rites conducted to renew and ensure the spiritual harmony of the Tlingit people. The robe is not owned by a single individual, instead there are designated caretakers of the robe, and it belongs to the clan as a whole, and therefore it could not have been alienated by a single individual.\\n        Officials of the Denver Museum of Nature & Science have determined that, pursuant to 25 U.S.C. 3001 (3)(C), the button blanket is a specific ceremonial object needed by traditional Native American religious leaders for the practice of traditional Native American religions by their present-day adherents. Officials of the Denver Museum of Nature & Science have also determined that, pursuant to 25 U.S.C. 3001 (3)(D), the button blanket has ongoing historical, traditional, or cultural importance central to the Native American group or culture itself, rather than property owned by an individual. Officials of the Denver Museum of Nature & Science also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity which can be reasonably traced between the sacred object/object of cultural patrimony and the Central Council of the Tlingit & Haida Indian Tribes. \\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the sacred object/object of cultural patrimony should contact Dr. Steven Holen, Head of the Anthropology Department, Denver Museum of Nature & Science, 2001 Colorado Boulevard, Denver, CO 80205, telephone (303) 370-8261, before March 3, 2006. Repatriation of the sacred object/object of cultural patrimony to the Central Council of the Tlingit & Haida Indian Tribes on behalf of the Dakl\\'aweidi Clan of the Killerwhale House, Angoon, AK, may proceed after that date if no additional claimants come forward.\\n        The Denver Museum of Nature & Science is responsible for notifying the Central Council of the Tlingit & Haida Indian Tribes that this notice has been published.\\n        \\n          Dated: December 30, 2005\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. E6-1275 Filed 1-31-06; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate a Cultural Item: Denver Museum of Nature & Science, Denver, CO", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: December 30, 2005", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. E6-1275 Filed 1-31-06; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}