{"index": "R_536", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent to Repatriate Cultural Items: American Museum of Natural History, New York, NY\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate cultural items in the possession of the American Museum of Natural History, New York, NY, that meet the definition of \\xe2\\x80\\x9cunassociated funerary objects\\xe2\\x80\\x9d under 25 U.S.C. 3001.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum that has control of the cultural items. The National Park Service is not responsible for the determinations in this notice.\\n        The 56 cultural items are 2 baskets, 2 carvings, 12 charms, 2 crowns, 3 wands, 1 pair of earrings, 2 hair pins, 6 headdresses, 5 headdress ornaments, 6 masks, 1 pipe, 6 rattles, 1 walrus ivory, 3 whale\\'s teeth, 1 wooden box with top, 1 bundle of twigs, 1 bone knife, and 1 ceremonial hat. All of the cultural items were collected by Lieutenant George Thornton Emmons.\\n        In the following list, the origin, collection, and acquisition information is derived from museum records.\\n        The first basket, which came from an old grave house of a doctor of the \\xe2\\x80\\x9cHoonah kow,\\xe2\\x80\\x9d is made from plant fibers and measures 12 x 3 x 11 cm. The second basket, which came from the grave house of a shaman of \\xe2\\x80\\x9cGau-da-can, Hoonah-kow,\\xe2\\x80\\x9d is made of spruce wood, is oblong in shape, exhibits a geometric pattern, and measures 14 x 7 x 3 cm.\\n        The first carving, which came from an old grave house of a doctor of the \\xe2\\x80\\x9cHoonah-kow\\xe2\\x80\\x9d on an island off the west coast of Chichagoff Island, near Portlock Harbor, AK, is made of ivory. Although the carving is unfinished, it was intended to represent a bear and would have been attached to a dance robe when completed. The second carving, which came from an old dilapidated shaman\\'s grave in \\xe2\\x80\\x9cHooniah,\\xe2\\x80\\x9d is made of stone and depicts an eagle sitting up.\\n        The first three charms came from an old grave house of a shaman of the \\xe2\\x80\\x9cKar-qwan-ton\\xe2\\x80\\x9d of the \\xe2\\x80\\x9cHoonah-kow\\xe2\\x80\\x9d on an island in Cross Sound, AK. The charms are made of bone and they are carved to represent a land otter\\'s spirit, a bear\\'s spirit, and a land otter\\'s spirit respectively. The fourth charm came from an old grave house of a doctor near \\xe2\\x80\\x9cThlu-hug-gu,\\xe2\\x80\\x9d is made of bone and depicts a salt water worm. The fifth charm is a peccary tusk that came from a doctor\\'s grave house which stood on an island off the west coast of Chichagoff Island, near Portlock Harbor, AK. The sixth charm is made of bone and came from the grave house of a doctor of the \\xe2\\x80\\x9cHoonah kow\\xe2\\x80\\x9d on Icy Straits, AK; although unfinished, it is shaped like a cross. The seventh charm came from the grave house of a deceased doctor of the \\xe2\\x80\\x9cHoonah-kow\\xe2\\x80\\x9d at \\xe2\\x80\\x9cGan-ar-dar-kan.\\xe2\\x80\\x9d This charm is a piece of unadorned green stone that was worn suspended around the neck and may have served as a scratcher. The eighth charm is made of either bone or ivory and came from the grave house of a shaman of the \\xe2\\x80\\x9cHoon-ah\\xe2\\x80\\x9d tribe near \\xe2\\x80\\x9cGan-na-kan.\\xe2\\x80\\x9d This charm depicts a figure surrounded by devil fish. The remaining four charms were removed from an old moose skin dancing robe from an old shaman\\'s grave house at \\xe2\\x80\\x9cHooniah.\\xe2\\x80\\x9d The grave house was placed on a rocky eminence, one quarter mile from the village. The ninth charm is made of ivory and consists of five figures. The largest of the five figures represents a bear and the smallest depicts a land otter while three heads represent witches. The tenth charm is made of ivory and is carved to represent an eagle\\'s spirit. The eleventh charm is made of bone and depicts a whale eating a man; a bear\\'s head is carved into the whale\\'s fin and a crow\\'s head is carved into its tail. The twelfth charm is carved from ivory and depicts a witch that has been bound.\\n        The first crown is made of ten carved mountain goat horns that are attached to a piece of sinew. Lieutenant Emmons acquired the crown from a practicing doctor of the \\xe2\\x80\\x9cKy-yatso-hit-ton\\xe2\\x80\\x9d (Iron House) who had obtained it from his ancestor, a doctor, who was buried at \\xe2\\x80\\x9cAr-son-ku, Hoonah kow.\\xe2\\x80\\x9d The second crown came from an old grave house near \\xe2\\x80\\x9cGau-da-can\\xe2\\x80\\x9d of the \\xe2\\x80\\x9cHoonah-kow\\xe2\\x80\\x9d and is made of nine mountain goat horns that are carved to represent devil fish that are attached to a piece of sinew.\\n\\n        The three dance wands are made of wood. The first wand came from an old shaman\\'s grave house on an island in the Icy Straits and is carved to represent a land otter with a protruding tongue that forms a spear blade on one end. The opposite end is carved to represent a sand hill crane while the two sides represent devil fish. The second and third wands were found in an old grave house of a doctor of the \\xe2\\x80\\x9cHoonah kow\\xe2\\x80\\x9d at \\xe2\\x80\\x9cKook-noo-oa.\\xe2\\x80\\x9d The second wand is inlaid with abalone and is carved to represent a land otter; the sides are cut and painted to represent a star fish with two dog salmon on one side and two salmon and an old copper on the other. The third wand is carved and ornamented to represent a sculpin.\\n        The earrings were removed from a doctor\\'s grave house that stood on an island off the west coast of Chichigoff Island, near Portlock Harbor, AK, and are made of sea lion teeth that have been carved to represent a black fish.\\n        The first hair pin had been the property of a doctor from Hoonah and had come from a grave house on a rocky bluff at the entrance of Port Frederick, AK. It consists of two pieces of bone or ivory which are attached with sinew. The second hair pin is made of ivory and came from Cross Sound, AK, where it had been placed in the hair of a deceased doctor when he was prepared for final disposition.\\n        The first three headdresses were found among a doctor\\'s articles of practice that had been placed in an old grave house near \\xe2\\x80\\x9cGau-da-can, Hoonah kow.\\xe2\\x80\\x9d The first headdress is made of swan down, eagle feathers, ermine skin, brown bear fur, and includes a wooden spirit guard that sits between two wooden horns. The second headdress is made of swan down, eagle tail feathers, and includes a small mask of a Tlingit spirit guard that represents a man who had been killed in a fight. The third headdress is made of red cedar bark that has been twisted into rope. The remaining three headdresses came from a Hoonah shaman\\'s grave house that was placed on a rocky bluff at the entrance of Port Frederick, AK. The fourth headdress is made of either swan or eagle down, eagle feathers, and includes an eagle spirit mask that is painted green, red, and black. The fifth headdress is made of eagle down and eagle feathers, and includes a hawk spirit mask that is painted blue, red, and black. The sixth headdress is made of eagle down and eagle feathers and includes a bear spirit mask that is painted red, green, and black.\\n        The five headdress ornaments are carved of wood. The first ornament was the property of a former doctor from Hoonah and came from a grave house on a rocky bluff at the entrance of Port Frederick, AK. This ornament depicts a Tlingit man and above him, a salmon that is painted red, black, and blue. The remaining four headdress ornaments were found in a carved wooden box partially hidden under the decayed logs of a Hoonah shaman\\'s grave house on Icy Straits, AK, not far from \\xe2\\x80\\x9cGan-da-kan.\\xe2\\x80\\x9d The second headdress ornament depicts the head of a hair seal that is painted black, blue, and red and is adorned with operculum and human hair. The third headdress ornament represents the head of a fox that is painted black, red, and blue. The fourth headdress ornament depicts the head of a mosquito that has been painted black and red and ornamented with human hair. The fifth ornament represents the face of an owl.\\n        The first mask is carved from wood and came from an old grave house from \\xe2\\x80\\x9cGau-da-can, Hoonah-kow.\\xe2\\x80\\x9d It represents a hawk spirit and is painted red, blue, and black. The second mask has been carved from a whale vertebra to depict a raven that is ornamented with copper, operculum teeth, and human hair. This mask came from the grave house of a doctor on an island in Cross Sound, AK. The third mask is made from wood and came from an old shaman\\'s grave, \\xe2\\x80\\x9cHooniah.\\xe2\\x80\\x9d It depicts the face of a \\xe2\\x80\\x9cStick Indian\\xe2\\x80\\x9d shaman; a wolf has been carved into the forehead of the shaman and the face of the shaman is surrounded by six land otters, three on each side. Lieutenant Emmons acquired the remaining three masks from an \\xe2\\x80\\x9cold Kar-qwan-ton\\xe2\\x80\\x9d of the \\xe2\\x80\\x9cHoonah-kow\\xe2\\x80\\x9d who said that they had been the property of a deceased Hoonah doctor of his family and had been removed from his grave house. The fourth, fifth, and sixth masks are carved from bone and represent a Tlingit doctor, the spirits of a dead Tlingit, and the spirit of a dead doctor with \\xe2\\x80\\x9cyake mask over forehead\\xe2\\x80\\x9d respectively.\\n        The pipe comes from an old dilapidated grave house, \\xe2\\x80\\x9cHooniah,\\xe2\\x80\\x9d and is a made of slate. The pipe\\'s bowl is carved to represent the head of a doctor ornamented with a crown or headdress.\\n        The six rattles are carved from wood. The first was the property of an old \\xe2\\x80\\x9cHoonah kow\\xe2\\x80\\x9d doctor and was taken from a grave near \\xe2\\x80\\x9cGau-da-can.\\xe2\\x80\\x9d This rattle represents the sun. It is painted red and ornamented with operculi, which represent the sun\\'s rays. The second and third rattles were the property of a former doctor from Hoonah and came from a grave house on a rocky bluff at the entrance of Port Frederick, AK. The second rattle is painted red and black and carved to represent an oyster catcher; the back side is carved to represent a sleeping witch spirit. The third rattle is painted blue, red, and black and is also carved to represent an oyster catcher; the back side of the rattle depicts a figure that represents a bound witch. Near the handle is a figure that represents a wolf spirit with a protruding tongue while the underside is carved to depict a hawk. The fourth and fifth rattles came from an old shaman\\'s grave, \\xe2\\x80\\x9cHooniah.\\xe2\\x80\\x9d The fourth rattle is carved to represent an oyster catcher with an ivory bill; the backside consists of two figures that represent bound witches in the mouths of two wolves. The underside is carved to represent an owl. The fifth rattle is carved to represent the sun. The sixth rattle came from the grave house of a dead doctor of the \\xe2\\x80\\x9cKar-qwan-ton\\xe2\\x80\\x9d family of the \\xe2\\x80\\x9cHoonah kow\\xe2\\x80\\x9d and is painted red and black and is shaped to represent the new moon.\\n        The first whale\\'s tooth is cut along one side, while the second consists of a section of a whale\\'s tooth, and the third whale\\'s tooth does not appear to have been modified. The section of walrus ivory is partially carved. The whale\\'s teeth and walrus ivory came from an old grave house of a doctor of the \\xe2\\x80\\x9cHoonah-kow\\xe2\\x80\\x9d on one of the Porpoise Islands, Icy Straits, AK. The first and second whale\\'s teeth were found together, while the unmodified tooth and the ivory were found individually.\\n        The wooden box came from an old \\xe2\\x80\\x9cTuck-tam-ton\\xe2\\x80\\x9d shaman\\'s grave. The box, which also includes a top, measures 60 x 40 x 28 cm and is carved to represent a mythical sea spirit.\\n        The bundle of twigs encloses an owl\\'s tongue and is wrapped in plant fiber. Lieutenant Emmons acquired the bundle of twigs from a practicing doctor of the \\xe2\\x80\\x9cKy-yatso-hit-ton\\xe2\\x80\\x9d (Iron House) who had removed the bundle from the grave house of a doctor, his ancestor, who was buried at \\xe2\\x80\\x9cAr-son-ku.\\xe2\\x80\\x9d\\n        The knife is made of bone, ornamented with copper and has a handle that is carved to represent a bear. Lieutenant Emmons acquired the knife from an \\xe2\\x80\\x9cold Kar-qwan-ton\\xe2\\x80\\x9d of the \\xe2\\x80\\x9cHoonah kow\\xe2\\x80\\x9d who claimed that it had been the property of a deceased Hoonah doctor of his family and had been removed from a grave house.\\n        The ceremonial hat is made of spruce wood and is flat and oblong in shape. Colored grasses are woven into the hat to create geometric patterns and two dogs. Attached to the bottom border of the hat is a cloth tie. The hat comes from the grave house of a deceased doctor of the \\xe2\\x80\\x9cHoonah-kow\\xe2\\x80\\x9d near \\xe2\\x80\\x9cGan-den-kan.\\xe2\\x80\\x9d\\n\\n        At an unknown date, Lieutenant Emmons acquired the pipe, the eagle carving, the ivory charm with five figures, the ivory eagle spirit charm, the whale eating a man charm, the ivory charm that represents a bound witch, the oyster catcher rattle with an ivory bill, the wooden painted sun rattle, and the \\xe2\\x80\\x9cStick Indian\\xe2\\x80\\x9d shaman mask. In 1888, the American Museum of Natural History purchased the nine cultural items from Lieutenant Emmons and accessioned them into its collection that same year.\\n        At an unknown date, Lieutenant Emmons acquired the 2 baskets, the unfinished bear carving, the 2 land otter spirit charms, the bear spirit charm, the salt water worm charm, the peccary tusk charm, the cross-shaped charm, one of the crowns, 3 dance wands, 5 masks (hawk spirit, vertebra of whale, Tlingit doctor, spirit of a dead Tlingit, and dead doctor with mask over forehead), the bone knife, the earrings, the 2 hair pins, the 6 headdresses, 1 salmon headdress ornament, the sun rattle with operculi, the oyster catcher-rattle with the dead man in the bill of a crane, the oyster catcher rattle with the sleeping witch spirit, the oyster catcher rattle with the witch that has been bound, the new moon rattle, the walrus ivory, the three whale\\'s teeth, the bundle of twigs, the wooden box, and the spruce wood hat. In 1894, the American Museum of Natural History purchased the 41 cultural items from Lieutenant Emmons and accessioned them into its collection that same year.\\n        At an unknown date, Lieutenant Emmons acquired the hair seal, fox, mosquito, and owl headdress ornaments and the green stone charm or scratcher. In 1896, the American Museum of Natural History purchased the five cultural items from Lieutenant Emmons and accessioned them into its collection that same year.\\n        At an unknown date, Lieutenant Emmons acquired the charm that depicts a figure surrounded by devil fish. In 1897, the American Museum of Natural History purchased this cultural item from Lieutenant Emmons and accessioned it into its collection that same year.\\n        The cultural affiliation of the 56 cultural items is Hoonah Tlingit as indicated through museum records and consultation with representatives of the Hoonah Indian Association. Museum records variously identify the cultural items as having been the property of individuals who are from Hoonah or Hooniah or who belonged to the Hoonah-kow and/or variously indicate that the items came from shamans\\' grave houses located within the traditional territory of the Hoonah Tlingit.\\n        Officials of the American Museum of Natural History have determined that, pursuant to 25 U.S.C. 3001 (3) (B), the 56 cultural items described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony and are believed, by a preponderance of the evidence, to have been removed from a specific burial site of a Native American individual. Officials of the American Museum of Natural History also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the unassociated funerary objects and the Hoonah Indian Association.\\n        The American Museum of Natural History have determined that the museum has right of possession for 10 cultural items, which are the bundle of twigs, the crown of horns with carvings that depict devil fish, the three bone masks, the bone knife, the new moon rattle, the unmodified whale\\'s tooth, the whale\\'s tooth section, and the spruce wood hat, but have decided to waive that right.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the 56 unassociated funerary objects should contact Nell Murphy, Director of Cultural Resources, American Museum of Natural History, Central Park West at 79th Street, New York, NY 10024, telephone (212) 769-5837, before January 9, 2006. Repatriation of the unassociated funerary objects to the Hoonah Indian Association may proceed after that date if no additional claimants come forward.\\n        The American Museum of Natural History is responsible for notifying the Central Council Tlingit and Haida Indian Tribes of Alaska, Hoonah Indian Association, Huna Totem Corporation, and Sealaska Heritage Foundation that this notice has been published.\\n        \\n          Dated: October 11, 2005\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 05-23869 Filed 12-8-05; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate Cultural Items: American Museum of Natural History, New York, NY", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: October 11, 2005", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 05-23869 Filed 12-8-05; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}