{"index": "R_547", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent to Repatriate Cultural Items: California Department of Parks and Recreation, Sacramento, CA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate cultural items in the possession of the California Department of Parks and Recreation, Sacramento, CA, that meet the definition of \\xe2\\x80\\x9cunassociated funerary objects\\xe2\\x80\\x9d under 25 U.S.C. 3001.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3).  The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the cultural items.  The National Park Service is not responsible for the determinations in this notice.\\n        The cultural items are two steatite beads collected by Frank F. Latta some time between 1927 and 1932. Notes from Mr. Latta indicate that the beads were burial related and came from either the Leaning Rock Burial or Bear Creek Burial. Neither of the sites has been identified. Mr. Latta donated the beads to the California Department of Parks and Recreation on July 24, 1988.\\n        The two beads are consistent with the types used by the Northern and Southern Valley Yokuts.  Mr. Latta collected extensively in the historic territory of the Yokuts. Considering the totality of the circumstances, it is likely that this collection is Yokuts.\\n        A detailed assessment of the cultural items was made by the California Department of Parks and Recreation Committee on Repatriation in consultation with representatives of the Santa Rosa Indian Community of the Santa Rosa Rancheria, California (also known as the Tachi Yokut Tribe) and the Tule River Indian Tribe of the Tule River Reservation, California. Because there is no historical affiliation for this collection beyond its general Yokuts attribution, the California Department of Parks and Recreation considers the beads to be culturally affiliated with all federally recognized present-day Yokuts tribes.\\n        Officials of the California Department of Parks and Recreation have determined that, pursuant to 25 U.S.C. 3001 (3)(B), the cultural items described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony and are believed, by a preponderance of the evidence, to have been removed from a specific burial site of an Native American individual.  Officials of the California Department of Parks and Recreation also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the unassociated funerary objects and the Picayune Rancheria of the Chukchansi Indians of California; Santa Rosa Indian Community of the Santa Rosa Rancheria, California (also known as the Tachi Yokut Tribe); Table Mountain Rancheria of California; and Tule River Indian Tribe of the Tule River Reservation, California.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the two steatite beads should contact Paulette Hennum, NAGPRA Coordinator, California Department of Parks and Recreation, 1416 Ninth Street, Sacramento, CA 95814, telephone (916) 653-7976 before July 1, 2005.  Repatriation of the two steatite beads to the Picayune Rancheria of the Chukchansi Indians of California; Santa Rosa Indian Community of the Santa Rosa Rancheria, California (also known as the Tachi Yokut Tribe); Table Mountain Rancheria of California; and Tule River Indian Tribe of the Tule River Reservation, California may proceed after that date if no additional claimants come forward.\\n        The California Department of Parks and Recreation is responsible for notifying the Picayune Rancheria of the Chukchansi Indians of California; Santa Rosa Indian Community of the Santa Rosa Rancheria, California (also known as the Tachi Yokut Tribe); Table Mountain Rancheria of California; and Tule River Indian Tribe of the Tule River Reservation, California that this notice has been published.\\n        \\n          Dated: May 20, 2005\\n          Paul Hoffman,\\n          Deputy Assistant Secretary, Fish and Wildlife and Parks.\\n        \\n      \\n      [FR Doc. 05-10798 Filed 5-31-05; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate Cultural Items: California Department of Parks and Recreation, Sacramento, CA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: May 20, 2005", "signature_name": "Paul Hoffman,", "signature_title": "Deputy Assistant Secretary, Fish and Wildlife and Parks.", "fr_doc": "[FR Doc. 05-10798 Filed 5-31-05; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}