{"index": "R_546", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent to Repatriate a Cultural Item: Phoebe A. Hearst Museum of Anthropology at the University of California, Berkeley, Berkeley, CA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate a cultural item in the possession of the Phoebe A. Hearst Museum of Anthropology at the University of California, Berkeley, Berkeley, CA that meets the definition of \\xe2\\x80\\x9cobjects of cultural patrimony\\xe2\\x80\\x9d under 25 U.S.C. 3001.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3).  The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the cultural items.  The National Park Service is not responsible for the determinations in this notice.\\n        The one cultural item is a Tlingit Chilkat tunic with a Kaagwaantaan Clan of Klukwan bear crest.  In 1977, the cultural item was donated to the Phoebe A. Hearst Museum of Anthropology at the University of California, Berkeley by the daughter of the original purchaser, who had acquired the tunic from the widow of a Tlingit Kaagwaantaan Clan leader during the 1930s.\\n        The Phoebe A. Hearst Museum of Anthropology at the University of California, Berkeley consulted with Sealaska Corporation, acting on behalf of the Kaagwaantaan Clan of Klukwan. Museum records contain a photograph circa 1900 showing the Kaagwaantaan Clan leader wearing the Chilkat tunic with bear crest. Written records obtained at the time of the donation indicate that the Chilkat tunic was worn at a potlatch given by Chief Shakes in Wrangel, AK in 1879. Museum records also indicate that the widow knew that the tunic should not be sold.  Sealaska Corporation provided further evidence that the Chilkat tunic with bear crest was the property of the Kaagwaantaan Clan, could not have been conveyed by any individual tribal member, and should be returned as an object of cultural patrimony. The Phoebe A. Hearst Museum of Anthropology at the University of California, Berkeley agrees with the evidence and therefore will repatriate the Chilkat tunic with bear crest to the Sealaska Corporation, acting on behalf of the Kaagwaantaan Clan of Klukwan.\\n        Officials of the Phoebe A. Hearst Museum of Anthropology at the University of California, Berkeley have determined that, pursuant to 25 U.S.C. 3001 (3)(D), the one cultural item described above has ongoing historical, traditional, or cultural importance central to the Native American group or culture itself, rather than property owned by an individual.  Officials of the Phoebe A. Hearst Museum of Anthropology at the University of California, Berkeley also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the object of cultural patrimony and the Kaagwaantaan Clan of Klukwan, represented by the Sealaska Corporation.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the object of cultural patrimony should contact C. Richard Hitchcock, NAGPRA Coordinator, Phoebe A. Hearst Museum of Anthropology at the University of California, Berkeley, Berkeley, CA 94720, telephone (510) 642-6096, before July 1, 2005.  Repatriation of the object of cultural patrimony to the Sealaska Corporation, acting on behalf of the Kaagwaantaan Clan of Klukwan, may proceed after that date if no additional claimants come forward.\\n        The Phoebe A. Hearst Museum of Anthropology at the University of California, Berkeley is responsible for notifying Chilkat Indian Village (Klukwan); Klukwan, Inc.; and Sealaska Corporation that this notice has been published.\\n        \\n          Dated: May 20, 2005.\\n          Paul Hoffman,\\n          Deputy Assisstant Secretary, Fish and Wildlife and Parks.\\n        \\n      \\n      [FR Doc. 05-10807 Filed 5-31-05; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate a Cultural Item: Phoebe A. Hearst Museum of Anthropology at the University of California, Berkeley, Berkeley, CA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: May 20, 2005.", "signature_name": "Paul Hoffman,", "signature_title": "Deputy Assisstant Secretary, Fish and Wildlife and Parks.", "fr_doc": "[FR Doc. 05-10807 Filed 5-31-05; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}