{"index": "R_541", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent to Repatriate Cultural Items: Mississippi Department of Archives and History, Historic Preservation Division, Jackson, MS\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate cultural items in the possession of the Mississippi Department of Archives and History, Historic Preservation Division, Jackson, MS, that meet the definition of \\xe2\\x80\\x9cunassociated funerary objects\\xe2\\x80\\x9d under 25 U.S.C. 3001.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the cultural items. The National Park Service is not responsible for the determinations in this notice.\\n        An assessment of the cultural items was made by the Mississippi Department of Archives and History, Historic Preservation Division professional staff in consultation with representatives of the Chickasaw Nation, Oklahoma.\\n        In the summer of 1937, one cultural item was removed from the McCullough site (MLe11), Lee County, MS, along a ridgetop south of Kings Creek, by Moreau Chambers, an archeologist with the Mississippi Department of Archives and History, Historic Preservation Division as part of an ongoing survey and legally authorized excavation. The excavation and survey were undertaken to study Chickasaw culture in Lee County, MS, and to find the location of the Battle of Ackia, as part of the process for establishing Ackia Battleground National Monument. The one cultural item, a shell gorget, was found in association with Native American human remains.\\n        \\n        The McCullough site (MLe11) was determined by Mr. Chambers not to be the location of the Battle of Ackia, but a multi-component site consisting of a possibly late prehistoric component, an early Chickasaw component, and a later historic Chickasaw component based on the type of prehistoric and historic artifacts found, ethnohistorical maps, local tradition, and archeological findings (Atkinson 1985; B. Lieb, personal communication 2005; Stubbs 1982). The ethnohistorical maps show this area to be inhabited by historic Chickasaw. Allotment records also show that Ah Thla Tubby, a Chickasaw, was allotted this section of land in 1836 (Stubbs 1982).\\n        In the summer of 1937, Mr. Chambers removed cultural items from the Alston-Wilson site (MLe14), Lee County, MS. The 550 cultural items are 1 shell ear plug; 6 grog-tempered potsherds; 1 gunspall; 1 clear, cut-faceted, crystal bead; 455 blue seed beads (Type IIA4); 15 large, wound, glass necklace beads with a heavy patina (Type WIA6); 29 wound, mold-faceted, clear, glass necklace beads (Type WIIA2); 12 blue, faceted glass necklace beads (Type WIIA3); 1 wound, mold-faceted, amber glass necklace bead (Type WIIA4); 9 drawn and wound, black and white (\\xe2\\x80\\x9crattlesnake\\xe2\\x80\\x9d) beads (Type WIIIA5); 1 drawn, spiral-striped, black and white bead (Type WIIIA3); 18 tubular, faceted, translucent beads (Type WIIC1); and 1 translucent, oval-shaped, faceted necklace bead (Type WIC1). The 550 cultural items were found in association with Native American human remains.\\n        The human remains associated with these cultural items from the McCullough and Alston-Wilson sites were stored in an off-site repository in Jackson, MS. In the 1940s, the repository burned and the human remains were destroyed and are no longer in the possession of the Mississippi Department of Archives and History, Historic Preservation Division.\\n        \\n        The Alston-Wilson site, now better known as MLe14 because of later excavations by Jesse Jennings in 1939 on behalf of the National Park Service, was excavated one month after the McCullough site and has a major occupation dating to A.D.1730-1750. Archeological evidence found at the Alston-Wilson site suggests that this site was part of a major historic Chickasaw village. In the 1730s, there were two major villages in the vicinity of the Alston-Wilson site that were occupied by the Chickasaw: Tchichatala and Falatchao. Tchichatala was a major Chickasaw village. Falatchao was a \\xe2\\x80\\x9cwhite mother town\\xe2\\x80\\x9d meaning it was both a \\xe2\\x80\\x9cwhite\\xe2\\x80\\x9d town (or a peace town, as opposed to a \\xe2\\x80\\x9cred\\xe2\\x80\\x9d war town) and \\xe2\\x80\\x9cmother\\xe2\\x80\\x9d town from which other towns emerged (Hudson 1976:238-239: Nairne [1708] 1988:38).\\n        Both Tchichatala and Falatchao are recognized in historical documents as being occupied by the Chickasaw. However, because of the fluid nature of Chickasaw village occupation, it is difficult to identify the specific boundaries of historic Chickasaw villages. Therefore, based on the archeological evidence that the site was part of a major Chickasaw village and at that time both villages were in the area, the Alston-Wilson site is most probably part of either the village of Tchichatala or Falatchao (Atkinson 1985, 2004; Brad Lieb, personal communication 2004; Cook et al. 1980; Jennings 1941; Johnson et al. 2004).\\n        Based on historical evidence that Lee County, MS, where both the Alston-Wilson site (MLe14) and the McCullough site (MLe11) are located, was occupied by the Chickasaw until their removal to Oklahoma from 1837 until 1850, both sites are probably Chickasaw. The Chickasaws are represented by the present-day Chickasaw Nation, Oklahoma.\\n        Officials of the Mississippi Department of Archives and History, Historic Preservation Division have determined that, pursuant to 25 U.S.C. 3001 (3)(B), the 551 cultural items described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony and are believed, by a preponderance of the evidence, to have been removed from a specific burial site of a Native American individual. Officials of the Mississippi Department of Archives and History, Historic Preservation Division also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the unassociated funerary objects and the Chickasaw Nation, Oklahoma.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the 551 unassociated funerary objects should contact Pamela D. Edwards, Mississippi Department of Archives and History, Historic Preservation Division, P. O. Box 571, Jackson, MS 39205, telephone (601) 576-6940, before September 26, 2005. Repatriation of the unassociated funerary objects to the Chickasaw Nation, Oklahoma may proceed after that date if no additional claimants come forward.\\n        The Mississippi Department of Archives and History, Historic Preservation Division is responsible for notifying the Chickasaw Nation, Oklahoma that this notice has been published.\\n        \\n          Dated: July 26, 2005.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 05-16880 Filed 8-24-05; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate Cultural Items: Mississippi Department of Archives and History, Historic Preservation Division, Jackson, MS", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: July 26, 2005.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 05-16880 Filed 8-24-05; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}