{"index": "R_551", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent to Repatriate Cultural Items: University of Alaska Museum of the North, Fairbanks, AK\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate cultural items in the possession of the University of Alaska Museum of the North, Fairbanks, AK, that meet the definitions of \\xe2\\x80\\x9csacred objects\\xe2\\x80\\x9d and \\xe2\\x80\\x9ccultural patrimony\\xe2\\x80\\x9d under 25 U.S.C. 3001.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the cultural items. The National Park Service is not responsible for the determinations in this notice.\\n        The four cultural items are three ceremonial dance headdresses made from wood and organic paint and one beaded ceremonial tunic. One headdress measures 26.7 x 21.6 cm, is made of wood, canvas, and metal, and depicts in formline design a crest animal painted red and black. The second headdress is also made of wood and measures 29 cm tall; the base measures 22.8 x 24 cm. It depicts a frog crest in formline design and is decorated with abalone. The third headdress is a frontlet depicting Hawk and Sockeye. It is decorated with abalone shell, ermine or rabbit skins, and sea lion whiskers. The ceremonial tunic is made from red wool, has a Shark crest design on the front in beadwork and applied textile, and measures 102.5 x 159 cm.\\n        Two of the three headdresses were obtained by the museum in 1976 as a donation from Harold McCracken. Their original acquisition was described in a publication by Mr. McCracken (Roughnecks and Gentlemen, 1968), who states that he purchased \\xe2\\x80\\x9cwooden dance helmets\\xe2\\x80\\x9d in 1916 (p. 84). Mr. McCracken also notes in the museum\\'s original accession file that the two headdresses were acquired at Hoonah Village. The third headdress was purchased by the University of Alaska Museum director with museum funds from Maxine Silcot in 1985. There is no record of this transaction other than a notation with the purchase amount on the catalog card.\\n        The ceremonial tunic was donated to the museum in 1957 by Pearl Miller Stuart, as part of a larger collection of undocumented Tlingit material. Ms. Stuart purchased the tunic in Ketchikan in 1956, along with a number of other garments that had no associated provenance.\\n        The University of Alaska Museum of the North professional staff weighed evidence provided by the Hoonah Indian Association against anthropological and historic evidence in the University of Alaska Museum accession records and catalogs. The Hoonah Indian Association satisfactorily demonstrated a relationship of shared group identity, which can be traced historically and prehistorically by members of the present-day Indian tribe and an identifiable earlier group. The University of Alaska Museum of the North professional staff also consulted with representatives of the Central Council of the Tlingit & Haida Indian Tribes.\\n        According to Tlingit tradition, ceremonial objects are required for use in potlatches and as part of the cycle of memorial rights. The Tlingit people are required to treat these objects and the spirits they embody according to established protocols to ensure the spiritual balance and well-being of the group. Such objects are inseparable from the ceremonies for which they are intended, and the Tlingit are compelled to host and participate in these ceremonies for their families, past, present, and future.  The members of the Hoonah Indian Association (acting under Tlingit traditional law) consider that ownership of property resides with the group rather than any specific individual. Property cannot be transferred, conveyed, or alienated unless all members of the clan agree. Furthermore, the Tlingit assert an ownership-interest in the crest and spirit designs depicted on the objects subject to this claim. \\n        Officials of the University of Alaska Museum of the North have determined that, pursuant to 25 U.S.C. 3001 (3)(C), the cultural items described above are specific ceremonial objects needed by traditional Native American religious leaders for the practice of traditional Native American religions by their present-day adherents.  Officials of the University of Alaska Museum of the North also have determined that, pursuant to 25 U.S.C. 3001 (3)(D), the cultural items described above have ongoing historical, traditional, and cultural importance central to the culture itself, rather than property owned by an individual.  Lastly, officials of the University of Alaska Museum of the North have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the three headdresses and ceremonial tunic and the Hoonah Indian Association.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the sacred objects and cultural patrimony should contact Dr. Molly Lee, Curator of Ethnology, University of Alaska Museum of the North, 907 Yukon Drive, Fairbanks, AK 99775-6960, (907) 474-7828 before July 1, 2005. Repatriation of the sacred objects and cultural patrimony to the Hoonah Indian Association may proceed after that date if no additional claimants come forward.\\n        The University of Alaska Museum of the North is responsible for notifying the Central Council of the Tlingit & Haida Indian Tribes, Hoonah Indian Association, Huna Totem Corporation, and Sealaska Corporation that this notice has been published.\\n        \\n          Dated:  May 20, 2005\\n          Paul Hoffman,\\n          Deputy Assistant Secretary, Fish and Wildlife and Parks.\\n        \\n      \\n      [FR Doc. 05-10817 Filed 5-31-05; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate Cultural Items: University of Alaska Museum of the North, Fairbanks, AK", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated:  May 20, 2005", "signature_name": "Paul Hoffman,", "signature_title": "Deputy Assistant Secretary, Fish and Wildlife and Parks.", "fr_doc": "[FR Doc. 05-10817 Filed 5-31-05; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}