{"index": "R_557", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent to Repatriate Cultural Items: U.S. Department of Agriculture, Forest Service, Chugach National Forest, Anchorage, AK\\n        \\n          AGENCY:\\n          National Park Service.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given under the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate cultural items in the possession of the U.S. Department of Agriculture, Forest Service, Chugach National Forest, Anchorage, AK, that meet the definition of \\xe2\\x80\\x9cunassociated funerary objects\\xe2\\x80\\x9d under 25 U.S.C. 3001.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the cultural items.  The National Park Service is not responsible for the determinations in this notice.\\n        The cultural items are 10 adzed planks.\\n        In 1980, U.S. Department of the Interior, Bureau of Indian Affairs (BIA) and U.S. Department of the Interior, National Park Service, Cooperative Park Studies Unit (CPSU) archeologists conducted a survey of Mummy Island I, a 14 (h)(1) selection in Prince William Sound, AK.  Cultural items, along with human remains, were collected from five areas at the site. The cultural items are 10 adzed planks. The human remains were reinterred at the original location on October 9, 1990.  Chugach National Forest does not have physical custody or control of human remains from the Mummy Island I site.\\n        On October 2, 1990, U.S. Department of Agriculture, Forest Service, Chugach National Forest archeologists conducted an intentional excavation at Mummy Island I in preparation for the reburial of the human skeletal remains that were collected by BIA/CPSU in 1980. Archeological evidence indicates that the Mummy Island I site is a prehistoric Chugach/Sugpiaq rockshelter.\\n        Officials of Chugach National Forest have determined that, pursuant to 25 U.S.C. 3001 (3)(B), the 10 cultural items are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony and are believed, by a preponderance of the evidence, to have been removed from a specific burial site of a Native American individual.  Officials of the Chugach National Forest also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the unassociated funerary objects and the Native Village of Chenega, which is represented by Chugach Alaska Corporation.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the unassociated funerary objects should contact Linda Yarborough, Forest Archeologist, Chugach National Forest, 3301 C Street, Suite 300, Anchorage, AK 99503, telephone (907) 271\\xc2\\xaf2511, fax (907) 271\\xc2\\xaf2725, before January 21, 2005.  Repatriation of the unassociated funerary objects to the Chugach Alaska Corporation on behalf of the Native Village of Chenega may proceed after that date if no additional claimants come forward.\\n        The Chugach National Forest is responsible for notifying Chugach Alaska Corporation, Chenega Corporation, Native Village of Chenega, Tatitlek Corporation, Native Village of Tatitlek, English Bay Corporation, Native Village of Nanwalek, Port Graham Corporation, Native Village of Port Graham, Eyak Corporation, and Native Village of Eyak that this notice has been published.\\n        Dated:  November 4, 2004\\n        Sherry Hutt,\\n        Manager, National NAGPRA Program.\\n      \\n      [FR Doc. 04-28002 Filed 12-21-04; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate Cultural Items: U.S. Department of Agriculture, Forest Service, Chugach National Forest, Anchorage, AK", "agency2": "National Park Service.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "[FR Doc. 04-28002 Filed 12-21-04; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}