{"index": "R_562", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent to Repatriate a Cultural Item: Arizona State Museum, University of Arizona, Tucson, AZ\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate a cultural item in the possession of the Arizona State Museum, University of Arizona, Tucson, AZ, that meets the definition of \\xe2\\x80\\x9cunassociated funerary object\\xe2\\x80\\x9d under 25 U.S.C. 3001.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3).  The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the cultural items.  The National Park Service is not responsible for the determinations in this notice.\\n        The one cultural item is an abalone shell pendant.\\n\\n        During the 1920s, the cultural item was removed from a cemetery area at site C-144 in Mason Valley, San Diego County, CA, during legally authorized excavations conducted by Malcolm Rogers of the San Diego Museum of Man. The item had previously been removed from its context and cannot be associated with any specific set of human remains. In 1934, the cultural item was sent to the Gila Pueblo Foundation as part of an exchange. In December 1950, the Gila Pueblo Foundation donated the item to the Arizona State Museum.\\n        Based on the mortuary pattern and associated ceramic materials, types of projectile points, and types of shell beads, the cultural item has been dated to the late Prehistoric period to the Historic period (circa A.D. 750-1870). Continuities of material culture and technologies provide a clear continuum for native cultures in this area from the late precontact period into the time of European contact. Historic documents from the Spanish expeditions refer to Diegueno and Kumeyaay peoples living throughout this area. Consultation information provided by the Kumeyaay Cultural Repatriation Committee supports the recognition of this area of San Diego County as an ancestral homeland to the Kumeyaay Indians.\\n        Officials of the Arizona State Museum have determined that, pursuant to 25 U.S.C. 3001 (3)(B), the cultural item is reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony and is believed, by a preponderance of the evidence, to have been removed from a specific burial site of an Native American individual.  Officials of the Arizona State Museum also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the unassociated funerary object and the Barona Group of Capitan Grande Band of Mission Indians of the Barona Reservation, California; Campo Band of Diegueno Mission Indians of the Campo Indian Reservation, California; Ewiiaapaayp Band of Kumeyaay Indians, California; Inaja Band of Diegueno Mission Indians of the Inaja and Cosmit Reservation, California; Jamul Indian Village of California; La Posta Band of Diegueno Mission Indians of the La Posta Indian Reservation, California; Manzanita Band of Diegueno Mission Indians of the Manzanita Reservation, California; Mesa Grande Band of Diegueno Mission Indians of the Mesa Grande Reservation, California; San Pasqual Band of Diegueno Mission Indians of California; Santa Ysabel Band of Diegueno Mission Indians of the Santa Ysabel Reservation, California; Sycuan Band of Diegueno Mission Indians of California; and Viejas (Baron Long) Group of Capitan Grande Band of Mission Indians of the Viejas Reservation, California.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the unassociated funerary object should contact John Madsen, Repatriation Coordinator, Arizona State Museum, University of Arizona, Tucson, AZ 85721, telephone (520) 621-4795, before November 12, 2004.  Repatriation of the unassociated funerary object to the Kumeyaay Cultural Repatriation Committee on behalf of the Barona Group of Capitan Grande Band of Mission Indians of the Barona Reservation, California; Campo Band of Diegueno Mission Indians of the Campo Indian Reservation, California; Ewiiaapaayp Band of Kumeyaay Indians, California; Inaja Band of Diegueno Mission Indians of the Inaja and Cosmit Reservation, California; Jamul Indian Village of California; La Posta Band of Diegueno Mission Indians of the La Posta Indian Reservation, California; Manzanita Band of Diegueno Mission Indians of the Manzanita Reservation, California; Mesa Grande Band of Diegueno Mission Indians of the Mesa Grande Reservation, California; San Pasqual Band of Diegueno Mission Indians of California; Santa Ysabel Band of Diegueno Mission Indians of the Santa Ysabel Reservation, California; Sycuan Band of Diegueno Mission Indians of California; and Viejas (Baron Long) Group of Capitan Grande Band of Mission Indians of the Viejas Reservation, California may proceed after that date if no additional claimants come forward.\\n        The Arizona State Museum is responsible for notifying the Barona Group of Capitan Grande Band of Mission Indians of the Barona Reservation, California; Campo Band of Diegueno Mission Indians of the Campo Indian Reservation, California; Ewiiaapaayp Band of Kumeyaay Indians, California; Inaja Band of Diegueno Mission Indians of the Inaja and Cosmit Reservation, California; Jamul Indian Village of California; La Posta Band of Diegueno Mission Indians of the La Posta Indian Reservation, California; Manzanita Band of Diegueno Mission Indians of the Manzanita Reservation, California; Mesa Grande Band of Diegueno Mission Indians of the Mesa Grande Reservation, California; San Pasqual Band of Diegueno Mission Indians of California; Santa Ysabel Band of Diegueno Mission Indians of the Santa Ysabel Reservation, California; Sycuan Band of Diegueno Mission Indians of California; and Viejas (Baron Long) Group of Capitan Grande Band of Mission Indians of the Viejas Reservation, California that this notice has been published.\\n        \\n          Dated:  August 19, 2004   \\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 04-22827 Filed 10-8-04; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate a Cultural Item: Arizona State Museum, University of Arizona, Tucson, AZ", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated:  August 19, 2004   ", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 04-22827 Filed 10-8-04; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}