{"index": "R_563", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent to Repatriate Cultural Items: Thomas Burke Memorial Washington State Museum, Seattle, WA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate cultural items in the possession of the Thomas Burke Memorial Washington State Museum, Seattle, WA, that meet the definition of \\xe2\\x80\\x9cunassociated funerary objects\\xe2\\x80\\x9d under 25 U.S.C. 3001.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3).  The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the cultural items.  The National Park Service is not responsible for the determinations in this notice.\\n        The 12 cultural items are 1 arm band, 1 headdress ornament, 1 rattle fragment, 2 potlatch rings, 2 fragments of a rattle, 1 oyster catcher rattle, 1 raven rattle, 3 fragments of raven rattles, and 1 knife handle.\\n        \\n        The cultural items were collected by LT. George Emmons from southeastern Alaska at an unknown date and were given to the Thomas Burke Memorial Washington State Museum, Seattle, WA, in 1909. LT. Emmons described the items in his catalog notes: \\xe2\\x80\\x9cThis collection of shaman\\'s articles of practice were found in an old decayed grave house about Icy Straits and belonged to a shaman of the Hoonah kow (Huna) long since deceased.\\xe2\\x80\\x9d\\n        Museum documentation provides the following descriptions by Lieutenant Emmons of the 12 items.\\n        Arm band (catalog number 938): \\xe2\\x80\\x9cArmlet of spruce twigs, bent around and intertwined, worn on the arm above the elbow when dressed for practice.\\xe2\\x80\\x9d\\n        Headdress ornament (catalog number 939): \\xe2\\x80\\x9cHead-dress ornament of wood, shaped to represent the dorsal fin of the killer whale, the lower part is ornamentally carved as the head of the fish. It is painted in native mineral colors, red and graphite.\\xe2\\x80\\x9d\\n        Rattle fragment (catalog number 940): \\xe2\\x80\\x9cCircle of spruce twig, a portion of a circular rattle carried in practice.\\xe2\\x80\\x9d\\n        Potlatch rings (catalog number 941and 942): \\xe2\\x80\\x9cTwo ornaments of finely woven spruce root consisting of a series of four and five cylinders, one above the other, surmounting the Shai-dai-kuke, the smaller and finer type of woven spruce root hat, but sometimes these ornaments surmounted a head dress. They are painted in native mineral colors.\\xe2\\x80\\x9d\\n        Oyster catcher rattle (catalog number 943): \\xe2\\x80\\x9cSpirit rattle of wood, shaped to represent an oyster catcher. On the back is represented a spirit canoe the bow of which is carved as a sculpin. The tentacles of the devil-fish forming the sides and stern. In the canoe is a spirit man having a bears head and holding a Tlingit in his arms. Carried when practicing about the sick and bewitched.\\xe2\\x80\\x9d\\n        Raven rattle (catalog number 944): \\xe2\\x80\\x9cGeneral dance rattle of wood of the Tsimshian type, which is commonly used by the coast people upon ceremonial occasions. In form it represents a raven, on the back is a human figure reclining and in the rear near the handle a raven.\\xe2\\x80\\x9d\\n        Rattle fragment (catalog number 945): \\xe2\\x80\\x9cThe fore portion of a spirit rattle, representing the head of a puffin or sea parrot, with the figure of a man in the rear.\\xe2\\x80\\x9d\\n        Raven rattle fragment (catalog number 946): \\xe2\\x80\\x9cPortion of the ornamental back of a rattle representing spirits.\\xe2\\x80\\x9d\\n        Raven rattle fragment (catalog number 947): \\xe2\\x80\\x9cPortion of the ornamental back of a wooden rattle, showing a ravens head and a reclining human figure.\\xe2\\x80\\x9d\\n        Rattle fragment (catalog number 948): \\xe2\\x80\\x9cPortion of a spirit rattle, representing a sculpin.\\xe2\\x80\\x9d\\n        Knife handle (catalog number 949): \\xe2\\x80\\x9cHandle of wood of carving knife.\\xe2\\x80\\x9d\\n        Consultation evidence provided by representatives of the Hoonah Indian Association indicates that, on the basis of provenience, the 12 cultural items meet the NAGPRA definition of unassociated funerary objects, and that the Hoonah Indian Association has a relationship of shared group identity that can be traced historically and prehistorically between members of a present-day Indian tribe and an identifiable earlier group.  Lieutenant Emmons specifically identified the provenience as \\xe2\\x80\\x9can old decayed grave house\\xe2\\x80\\x9d and the tribal affiliation as \\xe2\\x80\\x9cHoonah kow (Huna).\\xe2\\x80\\x9d\\n        Officials of the Thomas Burke Memorial Washington State Museum have determined that, pursuant to 25 U.S.C. 3001 (3)(B), the 12 cultural items described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony and are believed, by a preponderance of the evidence, to have been removed from a specific burial site of a Native American individual.  Officials of the Thomas Burke Memorial Washington State Museum also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the unassociated funerary objects and the Hoonah Indian Association.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the unassociated funerary objects should contact Dr. James D. Nason, Chairman, Repatriation Committee, Thomas Burke Memorial Washington State Museum, Box 353010, University of Washington, Seattle, WA 98195-3010, telephone (206) 543-9680, before October 14, 2004.  Repatriation of the unassociated funerary objects to the Hoonah Indian Association may proceed after that date if no additional claimants come forward.\\n        The Thomas Burke Memorial Washington State Museum is responsible for notifying the Hoonah Indian Association that this notice has been published.\\n        \\n          Dated:  August 2, 2004.\\n          Sherry Hutt,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 04-20654 Filed 9-13-04; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate Cultural Items: Thomas Burke Memorial Washington State Museum, Seattle, WA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated:  August 2, 2004.", "signature_name": "Sherry Hutt,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 04-20654 Filed 9-13-04; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}