{"index": "R_560", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent to Repatriate a Cultural Item: Heard Museum, Phoenix, AZ\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate a cultural item in the possession of the Heard Museum, Phoenix, AZ, that meets the definition of \\xe2\\x80\\x9ccultural patrimony\\xe2\\x80\\x9d under 25 U.S.C. 3001.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3).  The determinations in this notice are the sole responsibility of the museum that has control of the cultural item.  The National Park Service is not responsible for the determinations in this notice.\\n        The one cultural item is a Dilzini Gaan headdress made of painted wood and cloth.\\n        It is not known exactly when, where, or by whom the headdress was collected, or under what circumstances the Heard Museum acquired the headdress.  The museum probably acquired the headdress before 1952, since the museum\\'s collections were re\\xc2\\xafcataloged after 1951, and the headdress appears to match a catalog description that was probably written between 1931 and 1947.\\n        Representatives of the Mescalero Apache Tribe of the Mescalero Reservation, New Mexico; San Carlos Apache Tribe of the San Carlos Reservation, Arizona; Tonto Apache Tribe of Arizona; White Mountain Apache Tribe of the Fort Apache Reservation, Arizona; and Yavapai\\xc2\\xafApache Nation of the Camp Verde Indian Reservation, Arizona examined the museum\\'s collections, consulted with museum staff, and identified the headdress as an object of cultural patrimony eligible for repatriation under NAGPRA.  The White Mountain Apache Tribe demonstrated that the cultural item has ongoing traditional and cultural importance to the tribe and could not have been conveyed by any individual tribal member.\\n        Officials of the Heard Museum have determined that, pursuant to 25 U.S.C. 3001 (3)(D), the cultural item has ongoing historical, traditional, or cultural importance central to the White Mountain Apache Tribe of the Fort Apache Reservation, Arizona, rather than property owned by an individual.  Officials of the Heard Museum also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the object of cultural patrimony and the White Mountain Apache Tribe of the Fort Apache Reservation, Arizona.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the object of cultural patrimony should contact Frank Goodyear, Director, Heard Museum, 2301 N. Central Avenue, Phoenix, AZ 85004, telephone (602) 252\\xc2\\xaf8840, before December 16, 2004.  Repatriation of the object of cultural patrimony to the White Mountain Apache Tribe of the Fort Apache Reservation, Arizona may proceed after that date if no additional claimants come forward.\\n        The Heard Museum is responsible for notifying the Apache Tribe of Oklahoma; Fort Sill Apache Tribe of Oklahoma; Jicarilla Apache Nation, New Mexico; Mescalero Apache Tribe of the Mescalero Reservation, New Mexico; San Carlos Apache Tribe of the San Carlos Reservation, Arizona; Tonto Apache Tribe of Arizona; White Mountain Apache Tribe of the Fort Apache Reservation, Arizona; and the Yavapai\\xc2\\xafApache Nation of the Camp Verde Indian Reservation, Arizona that this notice has been published.\\n        \\n          Mary Downs,\\n          Acting Manager, National NAGPRA Program\\n        \\n      \\n      [FR Doc. 04-25353 Filed 11-15-04; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate a Cultural Item: Heard Museum, Phoenix, AZ", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Mary Downs,", "signature_title": "Acting Manager, National NAGPRA Program", "fr_doc": "[FR Doc. 04-25353 Filed 11-15-04; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}