{"index": "R_567", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent to Repatriate Cultural Items: Field Museum of Natural History, Chicago, IL\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.8 (f), of the intent to repatriate cultural items in the possession of the Field Museum of Natural History, Chicago, IL, that meet the definition of \\xe2\\x80\\x9cunassociated funerary objects\\xe2\\x80\\x9d under 25 U.S.C. 3001.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.8 (f).  The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the cultural items.  The National Park Service is not responsible for the determinations in the notice.\\n        The six cultural items are one crescent moon rattle, one oystercatcher rattle, one mask, one charm, one handpiece, and one hat. \\n\\n        The crescent moon rattle (catalog number 77921) is made of carved wood painted red, black, and blue.  Carved relief on both sides of the rattle depict devilfish.  The oystercatcher rattle (catalog number 78670) is made of carved wood painted dark bluish-green and red and decorated with ermine skin.  On the back of the rattle, a three-dimensional carving in high relief depicts a reclining man.  Superimposed over each arm is the three-dimensional carved depiction of a fish.  The mask (catalog number 78669) is made of carved wood painted greenish-blue and decorated with copper, nails, and bearskin.  The mask depicts a half-otter, half-man spirit.  The charm (catalog number 78679) is made of bone carved to depict a land otter.  The handpiece (catalog number 78801) is made of wood carved to depict a human face and a spirit with the face of a human and the body of an otter.  The hat (catalog number 84200) is made of a twined root and straw basket, with geometric and naturalistic decorative elements in black.  Two figures on one side of the hat depict wolves.\\n        At an unknown date, Lieutenant George Thorton Emmons acquired the two rattles, and the mask, charm, and handpiece.  In 1902, the Field Museum of Natural History purchased the cultural items from Lieutenant Emmons and accessioned the cultural items into its collection in the same year (accession number 807).  Museum records indicate that Lieutenant Emmons acquired the cultural items in southeastern Alaska and that the cultural items originally were the property of an unidentified shaman or shamans of the \\xe2\\x80\\x9cAuk tribe.\\xe2\\x80\\x9d. Museum records do not indicate how Lieutenant Emmons acquired the cultural items. \\n        Also at an unknown date, Lieutenant George Thorton Emmons acquired the hat.  In 1903, the Field Museum of Natural History purchased the hat from Lieutenant Emmons and accessioned the cultural item into its collection in the same year (accession number 843).  According to museum records, the hat was acquired in Juneau, AK, and was originally the property of an unidentified shaman of the \\xe2\\x80\\x9cHoonah tribe.\\xe2\\x80\\x9d. Museum records do not indicate how Lieutenant Emmons acquired the cultural item.\\n        The cultural affiliation of the cultural items is Tlingit as indicated by museum records and by consultation evidence presented by the Central Council of the Tlingit & Haida Indian Tribes.  The Central Council of the Tlingit & Haida Indian Tribes requested the return of the cultural items on behalf of two clans within the Aak\\'w tribe, the Wooshkeetaan and the L\\'eeneidi.  Consultation evidence and the ethnographic literature indicate that the cultural items were removed from specific burial sites of Native American individuals, and that cultural items of this type were used only by the ixt\\' (shaman) of the Tlingit and usually were placed with the deceased shaman in above-ground burials.\\n        Officials of the Field Museum of Natural History have determined that, pursuant to 25 U.S.C. 3001 (3)(B), the cultural items described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony and are believed, by a preponderance of the evidence, to have been removed from specific burial sites of Native American individuals.  Officials of the Field Museum of Natural History also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the six unassociated funerary objects and the Central Council of the Tlingit & Haida Indian Tribes.\\n        Officials of the Field Museum of Natural History assert that, pursuant to 25 U.S.C. 3001 (13), the museum has right of possession of the six unassociated funerary objects.  Officials of the Field Museum of Natural History recognize the significance of the six unassociated funerary objects to the Central Council of the Tlingit & Haida Indian Tribes and have reached an agreement with the Central Council of the Tlingit & Haida Indian Tribes that allows the museum to return the six unassociated funerary objects to the Central Council of the Tlingit & Haida Indian Tribes voluntarily, pursuant to the compromise of claim provisions of the museum\\'s repatriation policy.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the unassociated funerary objects should contact Jonathan Haas, MacArthur Curator of the Americas, Field Museum of Natural History, 1400 South Lake Shore Drive, Chicago, IL 60605, telephone (312) 665-7829, before September 2, 2004.  Repatriation of the unassociated funerary objects to the Central Council of the Tlingit & Haida Indian Tribes may proceed after that date if no additional claimants come forward.\\n        The Field Museum of Natural History is responsible for notifying the Central Council of the Tlingit & Haida Indian Tribes, Douglas Indian Association, Goldbelt Incorporated, Hoonah Indian Association, Huna Totem Corporation, and Sealaska Corporation that this notice has been published. \\n        \\n          Dated: May 7, 2004\\n          John Robbins,\\n          Assistant Director, Cultural Resources.\\n        \\n      \\n      [FR Doc. 04-17581 Filed 8-2-04; 8:45 am]\\n      BILLING CODE 4310-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate Cultural Items: Field Museum of Natural History, Chicago, IL", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: May 7, 2004", "signature_name": "John Robbins,", "signature_title": "Assistant Director, Cultural Resources.", "fr_doc": "[FR Doc. 04-17581 Filed 8-2-04; 8:45 am]", "billing_code": "BILLING CODE 4310-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}