{"index": "R_566", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent to Repatriate a Cultural Item: Field Museum of Natural History, Chicago, IL\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.8 (f), of the intent to repatriate a cultural item in the possession of the Field Museum of Natural History, Chicago, IL, that meets the definition of \\xe2\\x80\\x9ccultural patrimony\\xe2\\x80\\x9d under 25 U.S.C. 3001.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.8 (f).  The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the cultural item.  The National Park Service is not responsible for the determinations in the notice.\\n        The cultural item is a painted wooden hat (catalog number 79224).  The conical and sloping hat has a three-dimensional carving of a sea lion and is incised with crest designs.  The hat is painted white, red, and greenish-blue. The wooden portion of the hat is topped with three stacked, basketry \\xe2\\x80\\x9cpotlatch\\xe2\\x80\\x9d rings.\\n        At an unknown date, Lieutenant George Thorton Emmons purchased the hat. In 1902, the Field Museum of Natural History purchased the hat from Lieutenant Emmons and accessioned the hat into its collection in the same year (accession number 807). \\n        The cultural affiliation of the hat is \\xe2\\x80\\x9cTlingit, Sitka\\xe2\\x80\\x9d as indicated by museum records, and by consultation evidence presented by the Central Council of the Tlingit & Haida Indian Tribes.  The Central Council of the Tlingit & Haida Indian Tribes requested the return of the hat on behalf of the Kaagwaantaan clan.  Museum records indicate that the hat was \\xe2\\x80\\x9cformerly the property of \\xe2\\x80\\x98Anna-hootz\\xe2\\x80\\x99 [Anaxoots] the hereditary chief of the \\xe2\\x80\\x98Kargwautore\\xe2\\x80\\x99 [Kaagwaantaan] family of the Sitka tribe.\\xe2\\x80\\x9d\\n        Officials of the Field Museum of Natural History have determined that, pursuant to 25 U.S.C. 3001 (3)(D), the cultural item described above has ongoing historical, traditional, or cultural importance central to the Native American group or culture itself, rather than property owned by an individual.  Officials of the Field Museum of Natural History also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the object of cultural patrimony and the Central Council of the Tlingit & Haida Indian Tribes, on behalf of the Kaagwaantaan clan.\\n        Officials of the Field Museum of Natural History assert that, pursuant to 25 U.S.C. 3001 (13), the Field Museum of Natural History has right of possession of the object of cultural patrimony.  Officials of the Field Museum of Natural History recognize the significance of the object of cultural patrimony to the Kaagwaantaan clan as represented by the Central Council of the Tlingit & Haida Indian Tribes and reached an agreement with the Central Council of the Tlingit & Haida Indian Tribes that allows the Field Museum of Natural History to return the object of cultural patrimony to the Central Council of the Tlingit & Haida Indian Tribes voluntarily, pursuant to the compromise of claim provisions of the Field Museum of Natural History\\'s repatriation policy.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the object of cultural patrimony should contact Jonathan Haas, MacArthur Curator of the Americas, Field Museum of Natural History, 1400 South Lake Shore Drive, Chicago, IL 60605, telephone (312) 665-7829, before September 2, 2004.  Repatriation of the object of cultural patrimony to the Central Council of the Tlingit & Haida Indian Tribes on behalf of the Kaagwaantaan clan may proceed after that date if no additional claimants come forward.\\n        The Field Museum of Natural History is responsible for notifying the Central Council of the Tlingit & Haida Indian Tribes, Kaagwaantaan clan, Sealaska Corporation, and Sitka Tribe of Alaska that this notice has been published.\\n        \\n          Dated: May 7, 2004\\n          John Robbins,\\n          Assistant Director, Cultural Resources.\\n        \\n      \\n      [FR Doc. 04-17580 Filed 8-2-04; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate a Cultural Item: Field Museum of Natural History, Chicago, IL", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: May 7, 2004", "signature_name": "John Robbins,", "signature_title": "Assistant Director, Cultural Resources.", "fr_doc": "[FR Doc. 04-17580 Filed 8-2-04; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}