{"index": "R_571", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent to Repatriate Cultural Items: Field Museum of Natural History, Chicago, IL\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.8 (f), of the intent to repatriate cultural items in the possession of the Field Museum of Natural History, Chicago, IL, that meet the definition of \\xe2\\x80\\x9cunassociated funerary objects\\xe2\\x80\\x9d under 25 U.S.C. 3001.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.8 (f). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the cultural items. The National Park Service is not responsible for the determinations in the notice.\\n        The 19 cultural items are 18 carved charms and 1 carved baton.\\n\\n        In the following list, origin, collection, and acquisition information is derived from museum records. The first charm (catalog number 14300), identified as Tlingit and acquired in Alaska, is ivory with incised details representing a monster. The second charm (catalog number 14301), acquired in Alaska, is bone with a perforation on the top, depicts two heads of a monster, and has incised details and perforations as part of the design. The third charm (catalog number 14303), collected in Alaska, is ivory with incised details and depicts an animal or monster. The fourth charm (catalog number 14306), identified as from the Northwest Coast, is ivory inlaid with abalone with a perforation for suspending. The fifth charm (catalog number 14308), identified as Tlingit from Chilcot, AK, is ivory with incised details and inlaid with abalone shell depicting a frog. The sixth charm (catalog number 14310), identified as Tlingit and collected in Alaska, is ivory with a perforation, and is carved in the shape of an animal\\'s head with human faces carved beneath its ear. The seventh charm (catalog number 14311), identified as Tlingit from Alaska, is ivory depicting a fish with a man on his back face upward, and is perforated at the tail. The eighth charm (catalog number 14316), identified as Tlingit from the Northwest Coast, is ivory with incised and relief details, is perforated near the center of its back, and depicts a land otter holding a human. The ninth charm (catalog number 14317), identified as from the Northwest Coast, is ivory and depicts an animal that has a mask on its belly and a brass eyelet attached to its back. The 10th charm (catalog number 14319), collected in Alaska, is a bear tooth carved in the shape of a fish. The mouth of the fish is wide open and there are four curved lines at each corner of the mouth. The fish is perforated on the dorsal fin. The 11th charm (catalog number 14321), identified as from Alaska, is a sea lion\\'s tooth carved to represent a sculpin and has a perforation on the top of the sculpin\\'s back. The 12th charm (catalog number 14324), collected in Alaska, is a bear\\'s tooth with incised details and a perforation near its center. The 13th charm (catalog number 14326), identified as Tlingit and acquired in Alaska, is a totemic carving on a bear\\'s tooth with a perforation at one end. The 14th charm or hairpin (catalog number 14332), identified as Tlingit, is ivory carved in the shape of a hawk and a man, and is inlaid with abalone shell and has incised designs. The 15th charm (catalog number 14334), identified as from Alaska, is a bear\\'s tooth with incised designs. The 16th charm (catalog number 14338), identified as Tlingit, is ivory with incised designs and depicts a land otter. One eye of the land otter is inlaid with abalone. The 17th charm (catalog number 14339), identified as from the Northwest Coast, is ivory and depicts a mythical sea monster devouring a man. The U-shaped sculpture depicts a man\\'s head and arms protruding from the mouth of a serpent-like monster. The 18th charm (catalog number 268759) is ivory inlaid with abalone, and depicts a raven figure with a kneeling human and reclining bird figure on top. The baton (catalog number 14394), identified as Tlingit, is wood carved at one end to depict the head of an animal.\\n        At an unknown date, Edward E. Ayer acquired 17 of the charms and the 1 baton. In 1894, Mr. Ayer donated one charm to the Field Museum of Natural History (catalog number 14308) and it was accessioned into the museum\\'s collection in the same year (accession number 141). In 1896, Mr. Ayer donated 16 charms and the 1 baton to the Field Museum of Natural History and they were accessioned into the museum\\'s collection in the same year (accession number 112). Museum records do not indicate how Mr. Ayer acquired the cultural items.\\n        At an unknown date, Mr. and Mrs. Theodore W. Van Zelst acquired one charm (catalog number 268759). In 1978, Mr. and Mrs. Van Zelst donated the charm to the Field Museum of Natural History and it was accessioned into the museum\\'s collection in the same year (accession number 3389). Museum records do not indicate how Mr. and Mrs. Van Zelst acquired the cultural object.\\n        The cultural affiliation of the cultural items is Tlingit as indicated by museum records and by consultation evidence presented by the Central Council of the Tlingit & Haida Indian Tribes. Museum records variously identify the cultural items as Tlingit, from the Northwest Coast, or collected in Alaska. Consultation evidence and ethnographic literature indicate that the cultural items were removed from specific burial sites of Native American individuals, and that cultural items of this type were used only by the ixt\\' (shaman) of the Tlingit, and usually were placed with the deceased shaman in above-ground burials.\\n        Officials of the Field Museum of Natural History have determined that, pursuant to 25 U.S.C. 3001 (3)(B), the cultural items described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony and are believed, by a preponderance of the evidence, to have been removed from specific burial sites of Native American individuals. Officials of the Field Museum of Natural History also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the 19 unassociated funerary objects and the Central Council of the Tlingit & Haida Indian Tribes.\\n        Officials of the Field Museum of Natural History assert that, pursuant to 25 U.S.C. 3001 (13), the museum has right of possession of the 19 unassociated funerary objects. Officials of the Field Museum of Natural History recognize the significance of the 19 unassociated funerary objects to the Central Council of the Tlingit & Haida Indian Tribes and have reached an agreement with the Central Council of the Tlingit & Haida Indian Tribes that allows the museum to return the 19 unassociated funerary objects to the Central Council of the Tlingit & Haida Indian Tribes voluntarily pursuant to the compromise of claim provisions of the museum\\'s repatriation policy.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the unassociated funerary objects should contact Jonathan Haas, MacArthur Curator of the Americas, Field Museum of Natural History, 1400 South Lake Shore Drive, Chicago, IL 60605, telephone (312) 665-7829, before July 21, 2004. Repatriation of the unassociated funerary objects to the Central Council of the Tlingit & Haida Indian Tribes may proceed after that date if no additional claimants come forward.\\n        The Field Museum of Natural History is responsible for notifying the Central Council of the Tlingit & Haida Indian Tribes that this notice has been published.\\n        \\n          Dated: May 11, 2004\\n          John Robbins,\\n          Assistant Director, Cultural Resources.\\n        \\n      \\n      [FR Doc. 04-13926 Filed 6-18-04; 8:45 am]\\n      BILLING CODE 4310-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate Cultural Items: Field Museum of Natural History, Chicago, IL", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: May 11, 2004", "signature_name": "John Robbins,", "signature_title": "Assistant Director, Cultural Resources.", "fr_doc": "[FR Doc. 04-13926 Filed 6-18-04; 8:45 am]", "billing_code": "BILLING CODE 4310-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}