{"index": "R_574", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent to Repatriate a Cultural Item: Kennedy Museum of Art, Ohio University, Athens, OH\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act, 43 CFR 10.8 (f), of the intent to repatriate a cultural item in the possession of the Kennedy Museum of Art, Ohio University, Athens, OH, which meets the definitions of sacred object and cultural patrimony under 25 U.S.C. 3001.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3).  The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the cultural item.  The National Park Service is not responsible for the determinations within this notice.\\n        The cultural item is a Knifewing god ceremonial altar from the Little Fire Fraternity of the Zuni Tribe.  The altar, dating from the 1930s or 1940s, consists of two pieces of wood painted red, yellow, blue, and black.  One piece is approximately 14 inches wide, 15 inches long, and 4 inches deep; the other is 15 inches wide, 6 inches long, and 1/2 inch deep.  The altar is decorated with feathers tentatively identified as flicker, blue jay, and eagle feathers.\\n        The object was discovered in the museum\\'s storage area in 2001 by the curator, who recognized it as a Zuni altar.  The Zuni Tribe of the Zuni Reservation, New Mexico was then notified.  Information provided by Zuni tribal representatives confirms that a relationship of shared group identity exists between the original makers of the ceremonial altar and the Zuni Tribe of the Zuni Reservation, New Mexico. There are no museum records or other documentation pertaining to the altar\\'s collection history or acquisition by the museum.\\n        Representatives of the Zuni Tribe of the Zuni Reservation, New Mexico indicated during consultation that the cultural item is a specific ceremonial object needed by traditional Native American religious leaders for the practice of traditional Native American religions by their present-day adherents.  Representatives of the Zuni Tribe of the Zuni Reservation, New Mexico have also provided evidence that this cultural item has ongoing historical, traditional, and cultural importance central to the tribe itself, and could not have been alienated, appropriated, or conveyed by any individual tribal or organizational member.  Evidence presented by Zuni representatives during consultation indicates that rites of the Little Fire Fraternity are still performed in the Zuni Tribe.  Altars for the ceremonies should only be in the possession of a member of the Little Fire Fraternity capable of understanding the altar\\'s use and function.  In Zuni tradition, altars can only be cared for by an individual; they are not property that can be owned.\\n        Officials of the Kennedy Museum of Art, Ohio University have determined that, pursuant to 25 U.S.C. 3001 (3)(C), the cultural item described above is a specific ceremonial object needed by traditional Native American religious leaders for the practice of traditional Native American religions by their present-day adherents.  Officials of the Kennedy Museum of Art, Ohio University have also determined that, pursuant to 25 U.S.C. 3001 (3)(D), the cultural item has ongoing historical, traditional, or cultural importance central to a Native American group or culture itself, rather than property owned by an individual.  Lastly, officials of the Kennedy Museum of Art, Ohio University have determined that, pursuant to 25 U.S.C. 3001 (2) there is a relationship of shared group identity that can be reasonably traced between the sacred object/object of cultural patrimony and the Zuni Tribe of the Zuni Reservation, New Mexico.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the sacred object/object of cultural patrimony should contact Dr. Jennifer McLerran, Curator, Kennedy Museum of Art, Ohio University, Lin Hall, Athens, OH 45701, telephone (740) 593-0952 or (749) 593-1304, facsimile (740) 593-1305, before May 12, 2004. Repatriation of this object to the Zuni Tribe of the Zuni Reservation, New Mexico may proceed after that date if no additional claimants come forward.\\n        The Kennedy Museum of Art, Ohio University is responsible for notifying the Zuni Tribe of the Zuni Reservation, New Mexico that this notice has been published.\\n        \\n          Dated:  February 25, 2004.\\n          John Robbins,\\n          Assistant Director, Cultural Resources.\\n        \\n      \\n      [FR Doc. 04-8171 Filed 4-9-04; 8:45 am]\\n      BILLING CODE 4310-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate a Cultural Item: Kennedy Museum of Art, Ohio University, Athens, OH", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated:  February 25, 2004.", "signature_name": "John Robbins,", "signature_title": "Assistant Director, Cultural Resources.", "fr_doc": "[FR Doc. 04-8171 Filed 4-9-04; 8:45 am]", "billing_code": "BILLING CODE 4310-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}