{"index": "R_578", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR---National Park Service\\n        Notice of Intent to Repatriate Cultural Items: State Historical Society of Iowa, Iowa City, IA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.8 (f), of the intent to repatriate cultural items in the possession of the State Historical Society of Iowa, Iowa City, IA, that meet the definition of \\xe2\\x80\\x9cunassociated funerary objects\\xe2\\x80\\x9d under 25 U.S.C. 3001.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.8 (f).  The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the cultural items.  The National Park Service is not responsible for the determinations within this notice.\\n        The 415 cultural items are 272 chipped and ground stone tools, flakes, and debris; 1 unmodified stone; 4 catlinite and limestone pipes; 4 pieces of worked hematite; 15 ceramic pots and 7 ceramic sherds; 1 metal bead; 11 metal ornaments; 5 iron tools and fragments; 1 copper tool; 7 copper bracelets; 1 copper ear pendant; 1 copper snake; 5 copper tubes; 20 copper beads; 1 piece of worked bone; 15 worked bone beads; 19 worked bone tools; 1 worked bone whistle; 8 pieces of unworked animal bone; 1 piece of sinew from a necklace; 3 clamshell spoons; 1 piece of worked shell; 2 shell beads; and 9 glass beads and fragments.\\n        In 1930, Dr. F.J. Becker, a collector of archeological materials from Iowa sites, donated a portion of his collection to the State Historical Society of Iowa.  Among the items in the collection were two cultural items that, according to museum documentation, were found in a grave in the Upper Iowa River valley, Allamakee County, northeastern Iowa (Site 13AMOq). The two cultural items are a single tubular copper bead with a short length of braided sinew preserved inside it.  According to museum documentation, the bead was the largest of a number of beads forming a necklace. The State Historical Society of Iowa is not in possession of the human remains from this burial.\\n\\n        The exact location of the burial site is not known, but two factors suggest that the grave may have been an Oneota interment.  The site is in an area of known Oneota habitation and cemetery sites, and the style and method of manufacture of the bead, as well as its excellent state of preservation, suggest that it dates to the protohistoric or early Historic/Contact period. Evidence presented during consultation indicates that the cultural items from the site are consistent with Oneota material culture and that the Iowa Tribe of Oklahoma; Iowa Tribe of Kansas and Nebraska; and Otoe-Missouria Tribe of Indians, Oklahoma are the present-day tribes most closely affiliated with the protohistoric and historic Oneota culture.\\n        In two donations in 1933 and 1947, Ellison Orr donated his collection, known as the Orr Donation, to the State Historical Society of Iowa.  Some of the materials were collected by Mr. Orr during excavations he conducted in the 1930s under the direction of Charles R. Keyes.   Museum documentation indicates that 53 cultural items were recovered from burials in Iowa, although the specific location of the burials is unknown.  The 53 cultural items are 18 chipped stone tools and flakes, 2 catlinite pipes, 1 hematite ornament, 4 shell-tempered ceramic pots, 1 shell-tempered ceramic sherd; 7 copper bracelets, 1 copper ear pendant, 1 copper snake, 1 copper bead; 3 copper tubes, 1 metal bead, 2 metal spiral ear ornaments, 4 bone beads; 2 bone shaft straighteners, 3 antler points; and 2 cervid phalanges. The State Historical Society of Iowa is not in possession of the human remains from this burial.\\n        Evidence presented during consultation indicates that the cultural items in the Orr Donation are consistent with Oneota material culture and that the Iowa Tribe of Oklahoma; Iowa Tribe of Kansas and Nebraska; and Otoe-Missouria Tribe of Indians, Oklahoma are the present-day tribes most closely affiliated with the protohistoric and historic Oneota culture.\\n        \\n        In 1934, during excavations undertaken by Ellison Orr, under the direction of Charles R. Keyes, on behalf of the State Historical Society of Iowa, at the O\\'Regan Terrace site (13AM21), Allamakee County, northeastern Iowa, 76 cultural items were removed from burials.  The 76 cultural items are 38 chipped and ground stone tools, flakes, and debris; 1 unmodified stone; 4 shell-tempered ceramic pots; 2 iron knives; 3 pieces of iron; 18 copper tubes beads; 1 metal spiral ear ornament; 2 bone awls; 1 bison or elk scapula hoe; and 6 glass bead fragments.  The State Historical Society of Iowa is not in possession of the human remains from these burials.\\n        The O\\'Regan Terrace site has been identified as an Oneota village and cemetery on the basis of material culture and site typology. Evidence presented during consultation indicates that the cultural items from this site are consistent with Oneota material culture and that the Iowa Tribe of Oklahoma; Iowa Tribe of Kansas and Nebraska; and Otoe-Missouria Tribe of Indians, Oklahoma are the present-day tribes most closely affiliated with the protohistoric and historic Oneota culture.\\n        In 1934, Ellison Orr and Charles Keyes undertook excavations on behalf of the State Historical Society of Iowa at the Elephant Terrace site (13AM59), on the north side of the Upper Iowa River, Allamakee County, IA.  Mr. Orr and Mr. Keyes recovered 18 cultural items during excavations in 1934, and Mr. Orr obtained 2 cultural items from an unnamed individual who reported having taken them from a burial at this site.  The 20 cultural items are 18 chipped and ground stone tools and flakes; 1 shell-tempered ceramic pot; and 1 copper awl.  The State Historical Society of Iowa is not in possession of the human remains from these burials.\\n        The Elephant Terrace site includes a Woodland-period habitation site and an Oneota village with an associated cemetery.  On the basis of typology and style, the ceramic pot and the chert knife are identifiable as Oneota.  Evidence presented during consultation indicates that the cultural items from this site are consistent with Oneota material culture and that the Iowa Tribe of Oklahoma; Iowa Tribe of Kansas and Nebraska; and Otoe-Missouria Tribe of Indians, Oklahoma are the present-day tribes most closely affiliated with the protohistoric and historic Oneota culture.\\n        In 1896, Ellison Orr recovered five cultural items from Woolstrom cemetery (13AM61), Allamakee County, IA, and donated them to the State Historical Society in 1933.  In 1936, Mr. Orr recovered an additional four cultural items from the same site, and at an unknown date, he received one cultural item from an unknown individual, which also came from Woolstrom cemetery.  The 10 cultural items are 3 chipped and ground stone tools, 3 bone awls, 1 bone whistle, 1 piece of worked bone, 1 bird bone, and 1 cervid phalanx.  The State Historical Society of Iowa is not in possession of human remains from these burials.\\n        The Woolstrom cemetery site is one of several cemeteries along Bear Creek, a major tributary of the Upper Iowa River, Allamakee County, IA, that Mr. Keyes, Mr. Orr, and others identified as Oneota on the basis of material culture and site typology. Evidence presented during consultation indicates that the cultural items from this site are consistent with Oneota material culture and that the Iowa Tribe of Oklahoma; Iowa Tribe of Kansas and Nebraska; and Otoe-Missouria Tribe of Indians, Oklahoma are the present-day tribes most closely affiliated with the protohistoric and historic Oneota culture.\\n        In 1936, Ellison Orr recovered 42 cultural items during excavations on behalf of the State Historical Society of Iowa at Burke\\'s Mound (13AM67), a cemetery site on the north side of Bear Creek about a mile west of its confluence with the Upper Iowa River, Allamakee County, IA.  Records indicate that Mr. Orr was also given 9 cultural items from this site by various collectors. The 51 cultural items are 24 ground and chipped stone tools, 2 worked hematite pieces, 1 limestone pipe, 3 shell-tempered ceramic pots, 7 metal spiral ear ornaments, 1 copper bead, 4 bone awls, 1 bison rib shaft straightener, 4 bone beads, 1 shell bead, and 3 clamshell spoons. The State Historical Society of Iowa, Keyes Collection is not in possession of the human remains from these burials.\\n        Archeological evidence indicates that the Burke\\'s Mound site is an Oneota cemetery. Evidence presented during consultation indicates that the cultural items from this site are consistent with Oneota material culture and that the Iowa Tribe of Oklahoma; Iowa Tribe of Kansas and Nebraska; and Otoe-Missouria Tribe of Indians, Oklahoma are the present-day tribes most closely affiliated with the protohistoric and historic Oneota culture.\\n        In 1936, during excavations conducted by Ellison Orr on behalf of the State Historical Society of Iowa at Hogback Mound Group (13AM86), 119 cultural items were recovered.  The Hogback Mound Group is located between the Upper Iowa River and Bear Creek, Allamakee County, IA.  The 119 cultural items, which were recovered from Oneota burial contexts, are 103 chipped and ground stone tools, flakes, and debris; 1 limestone pipe; 1 metal spiral ear ornament; 1 worked antler tine; 1 bone arrow shaft straightener; 1 bone awl; 6 bone beads; 1 shell bead; 1 worked clamshell; and 3 glass beads.  The State Historical Society of Iowa is not in possession of the human remains from these burials.\\n        The Hogback Mound Group site contains mounds that were constructed during the late Middle Woodland period (circa A.D. 200-400), but were subsequently used as burial sites for Oneota people living in the area in the early Historic/Contact period. Evidence presented during consultation indicates that the cultural items from this site are consistent with Oneota material culture and that the Iowa Tribe of Oklahoma; Iowa Tribe of Kansas and Nebraska; and Otoe-Missouria Tribe of Indians, Oklahoma are the present-day tribes most closely affiliated with the protohistoric and historic Oneota culture.\\n        \\n        In 1934 and 1936, Ellison Orr recovered 24 cultural items from burials at the Lane Farm Mounds site (13AM104) on the Hartley Terrace overlooking the Upper Iowa River, Allamakee County, IA.  The excavations were undertaken on behalf of the State Historical Society of Iowa. The 24 cultural items are 11 chipped stone tools, flakes, and debris; 1 piece of polished hematite; 1 shell-tempered ceramic pot and 6 shell-tempered ceramic sherds; 1 bone or quill fragment; and 4 bison or elk scapula hoes. The State Historical Society of Iowa is not in possession of the human remains from these burials.\\n        The Lane Farm Mounds complex includes a Late Woodland habitation site, an Oneota village, and burial mounds that were used by both the Woodland and Oneota populations. Excavation records indicate that the items were identified by Mr. Orr as Oneota. Evidence presented during consultation indicates that the cultural items from this site are consistent with Oneota material culture and that the Iowa Tribe of Oklahoma; Iowa Tribe of Kansas and Nebraska; and Otoe-Missouria Tribe of Indians, Oklahoma are the present-day tribes most closely affiliated with the protohistoric and historic Oneota culture.\\n        In 1934 and 1936, Charles Keyes and Ellison Orr on behalf of the State Historical Society of Iowa collected 61 cultural items from the New Galena Mounds site (13AM108), located on a terrace on the south side of the Upper Iowa River about .5 mile west of its confluence with Bear Creek in Allamakee County, IA.  The 61 cultural items are 57 chipped and ground stone tools, flakes, and debris; 2 shell-tempered ceramic pots, and 2 copper tubes. The State Historical Society of Iowa is not in possession of the human remains from these burials.\\n        The New Galena Mounds are Woodland-period burial mounds with intrusive Oneota burials.  The cultural items derive from the Oneota burials. Evidence presented during consultation indicates that the cultural items from this site are consistent with Oneota material culture and that the Iowa Tribe of Oklahoma; Iowa Tribe of Kansas and Nebraska; and Otoe-Missouria Tribe of Indians, Oklahoma are the present-day tribes most closely affiliated with the protohistoric and historic Oneota culture.\\n        Officials of the State Historical Society of Iowa have determined that, pursuant to 25 U.S.C. 3001 (3)(B), the 415 cultural items described above are reasonably believed to have been placed with or near human remains at the time of death or later as part of the death rite or ceremony and are believed, by a preponderance of the evidence, to have been removed from specific burial sites of Native American individuals.  Officials of the State Historical Society of Iowa also have determined that pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the unassociated funerary objects and the Iowa Tribe of Oklahoma; Iowa Tribe of Kansas and Nebraska; and Otoe-Missouria Tribe of Indians, Oklahoma.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the unassociated funerary objects should contact Jerome Thompson, State Historical Society of Iowa, New Historical Building, 600 East Locust, Des Moines, IA 50319-0290, telephone (515) 281-4221, before April 26, 2004.  Repatriation of the unassociated funerary objects to the Iowa Tribe of Oklahoma; Iowa Tribe of Kansas and Nebraska; and Otoe-Missouria Tribe of Indians, Oklahoma may proceed after that date if no additional claimants come forward.\\n        The State Histocial Society of Iowa is responsible for notifying the Iowa Tribe of Oklahoma; Iowa Tribe of Kansas and Nebraska; and Otoe-Missouria Tribe of Indians, Oklahoma that this notice has been published.\\n        \\n          Dated: February 9, 2004.\\n          John Robbins,\\n          Assistant Director, Cultural Resources.\\n        \\n      \\n      [FR Doc. 04-6643 Filed 3-24-04; 8:45 am]\\n      BILLING CODE 4310-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate Cultural Items: State Historical Society of Iowa, Iowa City, IA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: February 9, 2004.", "signature_name": "John Robbins,", "signature_title": "Assistant Director, Cultural Resources.", "fr_doc": "[FR Doc. 04-6643 Filed 3-24-04; 8:45 am]", "billing_code": "BILLING CODE 4310-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}