{"index": "R_570", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent to Repatriate a Cultural Item: New York State Museum, Albany, NY\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate a cultural item in the possession of the New York State Museum, Albany, NY, that meets the definition of \\xe2\\x80\\x9ccultural patrimony\\xe2\\x80\\x9d under 25 U.S.C. 3001.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3).  The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these cultural items.  The National Park Service is not responsible for the determinations in this notice.\\n        The cultural item is a wampum belt known as the Akwesasne Wolf Wampum Belt. The belt is composed of 14 rows of white beads and purple beads.  The purple beads depict two human figures with joined hands flanked by outward-facing wolf-like figures and, at the extreme ends of the belt, short horizontal stripes. The wampum belt is strung on leather warps with plant-fiber cordage wefts and is mounted on linen backing. The wampum belt measures 32.5 inches long and 4.4 inches wide. The New York State Museum acquired the wampum belt in the late 19th century from Harriet Maxwell Converse of New York City (catalog number E-37429). Museum records indicate that Mrs. Converse purchased the wampum belt \\xe2\\x80\\x9cfrom a St. Regis Indian\\xe2\\x80\\x9d on July 24, 1898.\\n\\n        At the time of collection, the wampum belt was reported to record a treaty dating to the mid-18th century between the French and Mohawks.  In 1901, William M. Beauchamp wrote about the belt: \\xe2\\x80\\x9cThe Mohawks treated with the French, but were never in their alliance, and the emblems on the belt are those of the middle of the 18th-century. At that time, the western Iroquois were balancing between the English and French.\\xe2\\x80\\x9d According to expert analysis, the nonuniform size and shape of the beads also are indicative of a mid- to late 18th-century origin. The beads that comprise the belt are composed of older and newer wampum beads, and traces of red paint on some of the newer white beads are consistent with their reuse after inclusion in an earlier belt.\\n        The wampum belt is culturally affiliated with the St. Regis Band of Mohawk Indians of New York, representing the Akwesasne Mohawk community composed of the St. Regis Band of Mohawk Indians of New York; Mohawk Nation Council of Chiefs, Akwesasne; and Mohawk Council of Akwesasne, Akwesasne. Cultural affiliation is clearly established in the records of the New York State Museum and in numerous published reports. The New York State Museum has determined that the historical significance of the wampum belt indicates that the belt qualifies as an object that has ongoing historical, traditional, or cultural importance central to the St. Regis Band of Mohawk Indians of New York. Consultation evidence provided by representatives of the St. Regis Band of Mohawk Indians of New York; Mohawk Council of Akwesasne, Akwesasne; and Mohawk Nation Council of Chiefs, Akwesasne also indicates that no individual had or has the right to alienate a community-owned wampum belt.\\n        Officials of the New York State Museum have determined that, pursuant to 25 U.S.C. 3001 (3)(D), the cultural item has ongoing historical, traditional, or cultural importance central to the Native American group or culture itself, rather than property owned by an individual.  Officials of the New York State Museum also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the object of cultural patrimony and the St. Regis Band of Mohawk Indians of New York.  Officials of the New York State Museum recognize that the Mohawk Nation Council of Chiefs, Akwesasne; and Mohawk Council of Akwesasne, Akwesasne also have a legitimate interest in the object of cultural patrimony.\\n        Representatives of any other federally recognized Indian tribe that believes itself to be culturally affiliated with the object of cultural patrimony should contact Lisa Anderson, NAGPRA Coordinator, New York State Museum, 3122 Cultural Education Center, Albany, NY 12230, telephone (518) 486-2020, before August 16, 2004.  Repatriation of the object of cultural patrimony to the St. Regis Band of Mohawk Indians of New York, representing the Akwesasne Mohawk community composed of the St. Regis Band of Mohawk Indians of New York; Mohawk Nation Council of Chiefs, Akwesasne; and Mohawk Council of Akwesasne, Akwesasne may proceed after that date if no additional claimants come forward.\\n        The New York State Museum is responsible for notifying the St. Regis Band of Mohawk Indians of New York; Mohawk Nation Council of Chiefs, Akwesasne; and Mohawk Council of Akwesasne, Akwesasne that this notice has been published.\\n        \\n          Dated: June 7, 2004.\\n          John Robbins,\\n          Assistant Director, Cultural Resources.\\n        \\n      \\n      [FR Doc. 04-16147 Filed 7-15-04; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate a Cultural Item: New York State Museum, Albany, NY", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: June 7, 2004.", "signature_name": "John Robbins,", "signature_title": "Assistant Director, Cultural Resources.", "fr_doc": "[FR Doc. 04-16147 Filed 7-15-04; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}