{"index": "R_579", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent to Repatriate Cultural Items: San Diego Museum of Man, San Diego, CA, and California Department of Parks and Recreation, Sacramento, CA \\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.8 (f), of the intent to repatriate cultural items in the possession of the San Diego Museum of Man, San Diego, CA, and in the control of the California Department of Parks and Recreation, Sacramento, CA, that meet the definition of unassociated funerary objects under 25 U.S.C. 3001.  The human remains and cultural items were removed from Cuyamaca Rancho State Park, Descanso, San Diego County, CA. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3).  The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the cultural items.  The National Park Service is not responsible for the determinations within this notice. \\n        In the 1930s, Malcolm Rogers and fellow associates of the San Diego Museum of Man conducted excavations at several sites in Cuyamaca Rancho State Park, Descanso, San Diego County, CA.  The human remains and associated funerary objects removed from the park are described in a companion notice.  The 169 unassociated funerary objects removed from Site SDM-W-211.1-A, West Mesa, are 168 potsherds and 1 lithic flake.  One box of sherds cannot be located.\\n        The unassociated funerary objects date from the Late Prehistoric to the Historic period (A.D. 500 to A.D. 1800).  Archeological investigation in the western San Diego County area dates the Kumeyaay (Diegueno) occupation of the region to the Late Prehistoric period.  Geographic affiliation is consistent with historically documented Kumeyaay territory.  Therefore, the California Department of Parks and Recreation Committee on Repatriation has determined that there is a relationship of shared group identity that can be reasonably traced between the unassociated funerary objects and present-day Federally recognized Kumeyaay Indian tribes represented by the Kumeyaay Cultural Repatriation Committee. \\n        Officials of the California Department of Parks and Recreation have determined that, pursuant to 25 U.S.C. 3001(3)(B), the cultural items described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony and are believed, by a preponderance of the evidence, to have been removed from a specific burial site of a Native American individual. Officials of the California Department of Parks and Recreation also have determined that, pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the unassociated funerary objects and the Barona Group of Capitan Grande Band of Mission Indians of the Barona Reservation, California; Campo Band of Diegueno Mission Indians of the Campo Indian Reservation, California; Ewiiaapaayp Band of Kumeyaay Indians, California; Inaja Band of Diegueno Mission Indians of the Inaja and Cosmit Reservation, California; Jamul Indian Village of California; La Posta Band of Diegueno Mission Indians of the La Posta Indian Reservation, California; Manzanita Band of Diegueno Mission Indians of the Manzanita Reservation, California; Mesa Grande Band of Diegueno Mission Indians of the Mesa Grande Reservation, California; San Pasqual Band of Diegueno Mission Indians of California; Santa Ysabel Band of Diegueno Mission Indians of the Santa Ysabel Reservation, California; Sycuan Band of Diegueno Mission Indians of California; and Viejas (Baron Long) Group of Capitan Grande Band of Mission Indians of the Viejas Reservation, California.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the unassociated funerary objects should contact Paulette Hennum, NAGPRA Coordinator, Cultural Resources Division, California State Parks, 1416 9th Street, Room 902, Sacramento, CA 95814, telephone (916) 653-7976, before March 1, 2004.  Repatriation of the unassociated funerary objects to the Kumeyaay Cultural Repatriation Committee on behalf of the Barona Group of Capitan Grande Band of Mission Indians of the Barona Reservation, California; Campo Band of Diegueno Mission Indians of the Campo Indian Reservation, California; Ewiiaapaayp Band of Kumeyaay Indians, California; Inaja Band of Diegueno Mission Indians of the Inaja and Cosmit Reservation, California; Jamul Indian Village of California; La Posta Band of Diegueno Mission Indians of the La Posta Indian Reservation, California; Manzanita Band of Diegueno Mission Indians of the Manzanita Reservation, California; Mesa Grande Band of Diegueno Mission Indians of the Mesa Grande Reservation, California; San Pasqual Band of Diegueno Mission Indians of California; Santa Ysabel Band of Diegueno Mission Indians of the Santa Ysabel Reservation, California; Sycuan Band of Diegueno Mission Indians of California; and Viejas (Baron Long) Group of Capitan Grande Band of Mission Indians of the Viejas Reservation, California may proceed after that date if no additional claimants come forward.\\n        The California Department of Parks and Recreation is responsible for notifying the Kumeyaay Cultural Repatriation Committee, Barona Group of Capitan Grande Band of Mission Indians of the Barona Reservation, California; Campo Band of Diegueno Mission Indians of the Campo Indian Reservation, California; Ewiiaapaayp Band of Kumeyaay Indians, California; Inaja Band of Diegueno Mission Indians of the Inaja and Cosmit Reservation, California; Jamul Indian Village of California; La Posta Band of Diegueno Mission Indians of the La Posta Indian Reservation, California; Manzanita Band of Diegueno Mission Indians of the Manzanita Reservation, California; Mesa Grande Band of Diegueno Mission Indians of the Mesa Grande Reservation, California; San Pasqual Band of Diegueno Mission Indians of California; Santa Ysabel Band of Diegueno Mission Indians of the Santa Ysabel Reservation, California; Sycuan Band of Diegueno Mission Indians of California; and Viejas (Baron Long) Group of Capitan Grande Band of Mission Indians of the Viejas Reservation, California that this notice has been published.\\n        \\n          Dated:  December 16, 2003.\\n          John Robbins,\\n          Assistant Director, Cultural Resources.\\n        \\n      \\n      [FR Doc. 04-1885 Filed 1-28-04; 8:45 am]\\n      BILLING CODE 4310-50??-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate Cultural Items: San Diego Museum of Man, San Diego, CA, and California Department of Parks and Recreation, Sacramento, CA ", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated:  December 16, 2003.", "signature_name": "John Robbins,", "signature_title": "Assistant Director, Cultural Resources.", "fr_doc": "[FR Doc. 04-1885 Filed 1-28-04; 8:45 am]", "billing_code": "BILLING CODE 4310-50??-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}