{"index": "R_587", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent to Repatriate a Cultural Item: Thomas Burke Memorial Washington State Museum, Seattle, WA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate a cultural item in the possession of the Thomas Burke Memorial Washington State Museum, Seattle, WA, that meets the definition of sacred object under 25 U.S.C. 3001.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3).  The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the cultural item.  The National Park Service is not responsible for the determinations within this notice.\\n        The one cultural item (catalog number 2-11783) is a man\\'s buckskin perforated shirt decorated with beadwork that was collected on the Spokane Indian Reservation by University of Washington faculty anthropologist Verne Ray in 1928.  It was purchased by the Thomas Burke Memorial Washington State Museum in 1930 and accessioned as number 2346.   Dr. Ray\\'s notes indicate that the shirt was made by an unnamed member of the Spokane Tribe of the Spokane Reservation, Washington and was worn by a member of the tribe residing on the Spokane Indian Reservation.  Shirts of this type are part of a religious system involving the acquisition of guardian spirit powers.  Consultation with religious leaders and representatives of the Spokane Tribe of the Spokane Reservation, Washington indicates that the shirt has ongoing religious importance and that the shirt is a ceremonial object essential for the continuation of traditional religious practices in the tribe.\\n        Officials of the Thomas Burke Memorial Washington State Museum have determined, pursuant to 25 U.S.C. 3001, that the cultural item is a specific ceremonial object needed by traditional Native American religious leaders for the practice of traditional Native American religions by their present-day adherents.  Officials of the Thomas Burke Memorial Washington State Museum also have determined that there is a relationship of shared group identity that can be reasonably traced between the sacred object and the Spokane Tribe of the Spokane Reservation, Washington.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the sacred object should contact Dr. James D. Nason, Chairman, Repatriation Committee, Thomas Burke Memorial Washington State Museum, Box 353010, University of Washington, Seattle, WA 98195-3010, telephone (206) 543-9680, before December 3, 2003.  Repatriation of the sacred object to the Spokane Tribe of the Spokane Reservation, Washington may proceed after that date if no additional claimants come forward.\\n        The Thomas Burke Memorial Washington State Museum is responsible for notifying the Spokane Tribe of the Spokane Reservation, Washington that this notice has been published.\\n        \\n          Dated: September 10, 2003.\\n          John Robbins,\\n          Assistant Director, Cultural Resources.\\n        \\n      \\n      [FR Doc. 03-27525 Filed 10-31-03; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate a Cultural Item: Thomas Burke Memorial Washington State Museum, Seattle, WA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: September 10, 2003.", "signature_name": "John Robbins,", "signature_title": "Assistant Director, Cultural Resources.", "fr_doc": "[FR Doc. 03-27525 Filed 10-31-03; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}