{"index": "R_583", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent to Repatriate a Cultural Item: U.S. Department of Justice, Federal Bureau of Investigation, San Francisco, CA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.8 (f), of the intent to repatriate a cultural item in the possession of the U.S. Department of Justice, Federal Bureau of Investigation, San Francisco, CA, that meets the definition of sacred object under 25 U.S.C. 3001.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the cultural item. The National Park Service is not responsible for the determinations within this notice.\\n        The cultural item is a braided scalp with a decorative covering of red wool and contrasting blue wool cross.\\n        In 1876, Corporal William O. Taylor acquired the scalp under unknown circumstances while serving as a member of General George A. Custer\\'s Sioux Expedition. The scalp was subsequently acquired by Mr. Alexander Acevedo. On April 4, 1995, Butterfield and Butterfield Auction House, San Francisco, CA, held a sale of items under Mr. Acevedo\\'s control. The estimated sale price of the scalp was listed in the auction catalog as between $3,000 and $4,000. On May 5, 1995, the scalp was sold to Ripley\\'s Entertainment, Orlando, FL, for $7,150.\\n        Accompanying the scalp in the auction catalog was a pipe tomahawk, also acquired by Corporal Taylor in 1876. A faded label attached to the pipe tomahawk reads, \\xe2\\x80\\x9cA Black Hills Indian Tomahawk and Pipe/Captured by ... he was ... killed ... and scalped the  ... 35 years ... August 19, 1876.\\xe2\\x80\\x9d The auction catalog listed the battle of Slim Buttes as the source of the pipe tomahawk. It is believed that Corporal Taylor acquired the scalp and the pipe tomahawk after the battle of Slim Buttes. The pipe tomahawk is not considered to be subject to repatriation under NAGPRA.\\n        On April 3, 1996, at the request of the United States Attorney\\'s Office for the Northern District of California, the Federal Bureau of Investigation, San Francisco, CA, began an investigation into the trafficking of Native American scalps by Butterfield and Butterfield Auction House. On July 19, 1996, Ripley\\'s Entertainment released custody of the scalp to Federal Bureau of Investigation agents. The scalp was sent to the Federal Bureau of Investigation, Laboratory Division, Hair and Fiber Section, Washington, DC, for examination. Based on morphological characteristics, the Federal Bureau of Investigation determined that the hair on the scalp exhibits mongoloid characteristics, a classification that encompasses Native American hair.\\n        Historic records indicate that the battle of Slim Buttes occurred on September 9-10, 1876, when forces led by Captain Anson Mills encountered a village of about 37 Minniconjou lodges. The battle was soon joined by warriors from nearby Sans Arc, Brule, and Cheyenne camps. Lakota oral tradition indicates that all of the tribal participants in the battle of Slim Buttes belonged to the Mnikoju (Minniconjou) and Itazipco (Sans Arc) bands. Descendants of the Mnikoju (Minniconjou) and Itazipco (Sans Arc) bands that participated in the battle of Slim Buttes are included in the present-day Cheyenne River Sioux Tribe of the Cheyenne River Reservation, South Dakota.\\n        In 1994, representatives of Cheyenne River Sioux Tribe of the Cheyenne River Reservation, South Dakota; Flandreau Santee Sioux Tribe of South Dakota; Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota; Rosebud Sioux Tribe of the Rosebud Indian Reservation, South Dakota; and Santee Sioux Tribe of the Santee Reservation of Nebraska signed a memorandum of agreement that authorized representatives of any of the signatory tribes to speak on behalf of all five Indian tribes.\\n        In 2002, a representative of the signatory tribes reviewed the information pertaining to the scalp and concluded that the scalp was a war trophy taken by one of the Mnikoju (Minniconjou) or Itazipco (Sans Arc) warriors from one of their traditional enemies, possibly the Arikara, Pawnee, or Crow. The representative of the signatory tribes identified the scalp as innately sacred. Among the Lakota, scalping is a way of showing contempt for an enemy\\'s prowess in war. The Iwa\\'kiciwacipi, or scalp dance, was performed to punish the individual from whom the scalp was taken. Another ceremony must be performed after a period of time in order to release the captured spirit of the individual from whom the scalp was taken. The representative of the signatory tribes has requested that the scalp be returned in order to perform the spirit-releasing ceremony. The representative of the signatory tribes also indicated that the signatory tribes do not intend to preclude repatriation of the scalp to any other federally recognized Indian tribe. The signatory tribes will immediately withdraw their request at any time that any federally recognized Indian tribe submits a competing claim to repatriate the scalp.\\n\\n        Officials of the Federal Bureau of Investigation, San Francisco, CA, have determined that, pursuant to 25 U.S.C. 3001 (9-10), the human remains described above represent the physical remains of one individual of Native American ancestry. Officials of the Federal Bureau of Investigation, San Francisco, CA, also have determined that, pursuant to 25 U.S.C. 3001 (2), there is insufficient evidence to reasonably trace a shared group identity between the human remains and an Indian tribe. Officials of the Federal Bureau of Investigation, San Francisco, CA, also have determined that, pursuant to 25 U.S.C. 3001 (3)(C), the cultural item is a specific ceremonial object needed by traditional Native American religious leaders for the practice of traditional Native American religions by their present-day adherents. Finally, officials of the Federal Bureau of Investigation, San Francisco, CA, have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the sacred object and the Cheyenne River Sioux Tribe of the Cheyenne River Reservation, South Dakota; Flandreau Santee Sioux Tribe of South Dakota; Lower Sioux Indian Community in the State of Minnesota; Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota; Rosebud Sioux Tribe of the Rosebud Indian Reservation, South Dakota; and Santee Sioux Tribe of the Santee Reservation of Nebraska.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the sacred object should contact Special Agent Brian J. Guy, Federal Bureau of Investigation, 450 Golden Gate Avenue, San Francisco, CA 94102, telephone (415) 553-7400, before January 9, 2004. Repatriation of the sacred object to the Cheyenne River Sioux Tribe of the Cheyenne River Reservation, South Dakota; Flandreau Santee Sioux Tribe of South Dakota; Lower Sioux Indian Community in the State of Minnesota; Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota; Rosebud Sioux Tribe of the Rosebud Indian Reservation, South Dakota; and Santee Sioux Tribe of the Santee Reservation of Nebraska may proceed after that date if no additional claimants come forward.\\n        The Federal Bureau of Investigation, San Francisco, CA, is responsible for notifying the Cheyenne River Sioux Tribe of the Cheyenne River Reservation, South Dakota; Crow Tribe of Montana; Flandreau Santee Sioux Tribe of South Dakota; Lower Sioux Indian Community in the State of Minnesota; Oglala Sioux Tribe of the Pine Ridge Reservation, South Dakota; Pawnee Nation of Oklahoma; Rosebud Sioux Tribe of the Rosebud Indian Reservation, South Dakota; Santee Sioux Tribe of the Santee Reservation of Nebraska; Standing Rock Sioux Tribe of North & South Dakota; and Three Affiliated Tribes of the Fort Berthold Reservation, North Dakota that this notice has been published.\\n        \\n          Dated: November 5, 2003.\\n          John Robbins,\\n          Assistant Director, Cultural Resources.\\n        \\n      \\n      [FR Doc. 03-30569 Filed 12-9-03; 8:45 am]\\n      BILLING CODE 4310-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate a Cultural Item: U.S. Department of Justice, Federal Bureau of Investigation, San Francisco, CA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: November 5, 2003.", "signature_name": "John Robbins,", "signature_title": "Assistant Director, Cultural Resources.", "fr_doc": "[FR Doc. 03-30569 Filed 12-9-03; 8:45 am]", "billing_code": "BILLING CODE 4310-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}