{"index": "R_586", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent to Repatriate Cultural Items: Kansas State Historical Society, Topeka, KS\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with Native American Graves Protection and Repatriation Act (NAGPRA) regulations, 43 CFR10.8 (f), of the intent to repatriate five cultural items in the possession of the Kansas State Historical Society, Topeka, KS, that meet the definition of  \\xe2\\x80\\x9cobjects of cultural patrimony\\xe2\\x80\\x9d under 25 U.S.C. 3001.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3).  The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the cultural items.  The National Park Service is not responsible for the determinations within this notice.\\n        The five cultural items are a medicine outfit, a ceremonial sash, a set of feathers in a feather case, a set of wampum beads, and a medicine love charm.  All of these items were purchased by the Kansas State Historical Society in 1956 from the Logan Museum of Anthropology, Beloit College, Beloit, WI.\\n        The medicine outfit consists of a small metal can surrounded by a thong from which hang four large claws separated by brass beads. The upper portion of the can is covered with a piece of dark blue cotton cloth. The letter of transfer from the Logan Museum of Anthropology identified the item as a \\xe2\\x80\\x9cSac and Fox medicine outfit.\\xe2\\x80\\x9d\\n        The ceremonial sash is a woven band 1.5 m long and 18 cm wide made of multicolored wool yarn. It has a lightning design that was identified by Sac & Fox Nation of Missouri in Kansas and Nebraska, Sac & Fox Nation of Oklahoma, and Sac & Fox Tribe of the Mississippi in Iowa representatives as associated with upper-level or leading clans of the Sac and Fox tribes. The letter of transfer from the Logan Museum of Anthropology identified the item as a \\xe2\\x80\\x9cSac and Fox sash.\\xe2\\x80\\x9d\\n        The feathers and feather case consist of a set of turkey feathers contained within two hollow sections of wood with rounded ends that slide together to form a case 45 cm long and 13 cm wide. The letter of transfer from the Logan Museum of Anthropology identified the item as a \\xe2\\x80\\x9cSac and Fox feather case.\\xe2\\x80\\x9d\\n        The wampum beads consist of a set of black and white tubular glass beads strung on three looped strands of cotton cord approximately 1.0 m long tied with a thong at one end. The letter of transfer from the Logan Museum of Anthropology identified the item as \\xe2\\x80\\x9cSac and Fox wompum [sic].\\xe2\\x80\\x9d\\n        The medicine love charm consists of a strand of glass beads of mixed colors and sizes strung on a thong with a small brass thimble at one end carrying four orange- and tan-colored satin ribbons, accompanied by a small cotton bag bearing a red and black-pattern design tied with a leather thong. The letter of transfer from the Logan Museum of Anthropology identifies the item as a \\xe2\\x80\\x9cSac and Fox medicine love charm.\\xe2\\x80\\x9d\\n        On several occasions beginning in 1997, representatives of the Sac & Fox Nation of Missouri in Kansas and Nebraska, the Sac & Fox Nation of Oklahoma, and the Sac & Fox Tribe of the Mississippi in Iowa visited the Kansas State Historical Society to examine the society\\'s collections as part of the NAGPRA consultation process. During the visits, the representatives identified the cultural items described above as objects of cultural patrimony having ongoing historical, traditional, and cultural importance to the Sac and Fox tribes as a whole, and stated that they considered the items to be of such central importance that the items could not have been legitimately alienated, appropriated, or conveyed by any individual. In a letter to the Kansas State Historical Society dated October 17, 2002, the three tribes provided formal indication of their wish to jointly claim those items as objects of cultural patrimony, and for those items to be repatriated to the Sac and Fox Tribe of the Mississippi in Iowa.\\n        Officials of the Kansas State Historical Society have determined that, pursuant to 25 U.S.C. 3001 (3)(D), the cultural items have ongoing historical, traditional, or cultural importance central to the Native American group or culture itself, rather than property owned by an individual. Officials of the Kansas State Historical Society also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the cultural items and the Sac & Fox Nation of Missouri in Kansas and Nebraska, the Sac & Fox Nation of Oklahoma, and the Sac & Fox Tribe of the Mississippi in Iowa.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the objects of cultural patrimony should contact Randall M. Thies, Kansas State Historical Society, 6425 SW Sixth Avenue, Topeka, KS 66615-1099, telephone (785) 272-8681, extension 267, before December 31, 2003.  Repatriation of the objects of cultural patrimony to the Sac & Fox Tribe of the Mississippi in Iowa may proceed after that date if no additional claimants come forward.\\n        The Kansas State Historical Society is responsible for notifying the Sac & Fox Nation of Missouri in Kansas and Nebraska, the Sac & Fox Nation of Oklahoma, and the Sac & Fox Tribe of the Mississippi in Iowa that this notice has been published.\\n        \\n          Dated: September 17, 2003.\\n          John Robbins,\\n          Assistant Director, Cultural Resources.\\n        \\n      \\n      [FR Doc. 03-29774 Filed 11-28-03; 8:45 am]\\n      BILLING CODE 4310-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate Cultural Items: Kansas State Historical Society, Topeka, KS", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: September 17, 2003.", "signature_name": "John Robbins,", "signature_title": "Assistant Director, Cultural Resources.", "fr_doc": "[FR Doc. 03-29774 Filed 11-28-03; 8:45 am]", "billing_code": "BILLING CODE 4310-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}