{"index": "R_588", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent to Repatriate Cultural Items from Molokai, HI in the Possession of the Bernice Pauahi Bishop Museum, Honolulu, HI; Correction\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice; correction.\\n        \\n\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.8 (f), that, upon publication of this notice in the Federal Register, the Bernice Pauahi Bishop Museum, Honolulu, HI, rescinds the notice of intent to repatriate published in the Federal Register of April 9, 1999 (FR Doc. 99-8888, page 17410) because the museum has determined that the Kalaina Wawae is not cultural patrimony as defined at 25 U.S.C. 3001 (3)(D).\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the cultural items. The National Park Service is not responsible for the determinations within this notice.\\n        The Kalaina Wawae is three sections of sandstone containing petroglyphs, from an area of Molokai, HI, called Mo\\'omomi. Kalaina Wawae (feet of Kalaina) is known for its oblong depressions said to represent human footprints.\\n\\n        The April 9, 1999, notice identified the Kalaina Wawae as cultural patrimony as defined at 25 U.S.C. 3001 (3)(D).  After further consideration of the Kalaina Wawae, its history, and the conditions under which the Bishop Museum acquired the Kalaina Wawae, museum officials have determined that the Kalaina Wawae was privately owned at the time that the Kalaina Wawae was gifted to the museum, and that the Kalaina Wawae was legally conveyed to the museum. After additional consultation since April 9, 1999, with representatives of Hui Malama O Mo\\'omomi and Hui Malama I Na Kupuna O Hawaii Nei, museum officials have determined that the Kalaina Wawae is of great cultural significance but is not cultural patrimony as defined at 25 U.S.C. 3001 (3)(D).\\n        Bernice Pauahi Bishop (1831-1884) was the great-granddaughter of Kamehameha the Great and had the authority to alienate or convey to her estate personal property such as the Kalaina Wawae.\\n        In 1897 Molokai Ranch purchased land at Mo\\'omomi, Molokai, HI, from the estate of Bernice Pauahi Bishop which included the Kalaina Wawae. In 1909 Molokai Ranch gave the Kalaina Wawae to the Bishop Museum, and J.F.G. Stokes and museum staff carved out and collected the Kalaina Wawae with the permission of the Molokai Ranch manager, George P. Cooke.  In 1909 the museum accessioned the Kalaina Wawae (numbers 9935, 9936, and 9937) into its collections.\\n        The Bishop Museum does not intend to repatriate the Kalaina Wawae to the Native Hawaiian organizations that previously presented claims, and rescinds the museum\\'s April 9, 1999, notice. In March 2003 the museum installed the Kalaina Wawae at Mo\\'omomi, Molokai, HI, to be cared for and used for educational and cultural purposes by the Native Hawaiian community.\\n        Representatives of any Native Hawaiian organization who wish to comment on this notice should address their comments to Dr. Guy Kaulukukui, Vice President of Cultural Studies, Bishop Museum, 1525 Bernice Street, Honolulu, HI 96718-2704, telephone (808) 848-4126.\\n        The Bishop Museum is responsible for notifying Hui Malama I Na Kupuna O Hawai\\'i Nei, the Office of Hawaiian Affairs, Moloka\\'i Museum and Culture Center, Lili\\'uokalani Trust, Alapa\\'i Hanapi, Lawrence Aki, Walter Ritte, and Hui Malama O Mo\\'omomi that this notice has been published.\\n        \\n          Dated: August 20, 2003.\\n          John Robbins,\\n          Assistant Director, Cultural Resources.\\n        \\n      \\n      [FR Doc. 03-27522 Filed 10-31-03; 8:45 am]\\n      BILLING CODE 4312-50-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate Cultural Items from Molokai, HI in the Possession of the Bernice Pauahi Bishop Museum, Honolulu, HI; Correction", "agency2": "National Park Service, Interior.", "action": "Notice; correction.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: August 20, 2003.", "signature_name": "John Robbins,", "signature_title": "Assistant Director, Cultural Resources.", "fr_doc": "[FR Doc. 03-27522 Filed 10-31-03; 8:45 am]", "billing_code": "BILLING CODE 4312-50-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}