{"index": "R_599", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent to Repatriate a Cultural Item: U.S. Department of the Interior, U.S. Fish and Wildlife Service, Office of Law Enforcement, Albuquerque, NM\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.8 (f), of the intent to repatriate a cultural item in the possession of the U.S. Department of the Interior, U.S. Fish and Wildlife Service, Office of Law Enforcement, Albuquerque, NM, that meets the definitions of sacred objects and cultural patrimony under 25 U.S.C. 3001.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of this cultural item. The National Park Service is not responsible for the determinations within this notice.\\n        The one cultural item is a 4-inch long piece of stone carved in the shape of a horse.\\n        During 1999 and 2000, the U.S. Department of the Interior, U.S. Fish and Wildlife Service, Office of Law Enforcement, Albuquerque, NM, participated in an undercover investigation of several individuals believed to be engaged in the illegal trafficking of Native American cultural items. Federal agents purchased or seized several cultural items as part of the investigation. On September 10, 2002, Joshua Baer and Thomas Cavaliere each pled guilty to three counts of illegal trafficking of Native American cultural items obtained in violation of 18 U.S.C. 1170 (b). On January 3 and February 12, 2003, the U.S. District Court for the District of New Mexico ordered that all items seized during the investigation be forfeited to the U.S. Department of the Interior, U.S. Fish and Wildlife Service, Office of Law Enforcement, Albuquerque, NM, and repatriated to the culturally affiliated Indian tribes. The carved stone fetish is one of the items forfeited to the U.S. Department of the Interior, U.S. Fish and Wildlife Service, Office of Law Enforcement, Albuquerque, NM.\\n        The U.S. Department of the Interior, U.S. Fish and Wildlife Service, Office of Law Enforcement, Albuquerque, NM, prepared a summary of the cultural items obtained during the investigation. The U.S. Department of the Interior, U.S. Fish and Wildlife Service, Office of Law Enforcement, Albuquerque, NM, also consulted with representatives of the Hopi Tribe of Arizona; Navajo Nation, Arizona, New Mexico & Utah; Pueblo of Acoma, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Santo Domingo, New Mexico; and Zuni Tribe of the Zuni Reservation, New Mexico.\\n        Representatives of the Pueblo of Laguna, New Mexico identified the carved stone as a fetish having ongoing religious and ceremonial significance to the pueblo as a whole. The tribal representative explained that such stone fetishes are to be forever protected as part of Laguna tradition. While the stone fetish may have been held by an individual, it is considered the communal property of the Pueblo of Laguna, New Mexico and could not have been sold.\\n\\n        Officials of the U.S. Department of the Interior, U.S. Fish and Wildlife Service, Office of Law Enforcement, Albuquerque, NM, have determined that, pursuant to 25 U.S.C. 3001 (3)(C), this cultural item is a specific ceremonial object needed by traditional Native American religious leaders for the practice of traditional Native American religions by their present-day adherents. Officials of the U.S. Department of the Interior, U.S. Fish and Wildlife Service, Office of Law Enforcement, Albuquerque, NM, have determined that, pursuant to 25 U.S.C. 3001 (3)(D), this cultural item also has ongoing historical, traditional, or cultural importance central to the Native American group or culture itself, rather than property owned by an individual. Officials of the U.S. Department of the Interior, U.S. Fish and Wildlife Service, Office of Law Enforcement, Albuquerque, NM, have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between this sacred object/object of cultural patrimony and the Pueblo of Laguna, New Mexico.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with this sacred object/object of cultural patrimony should contact Special Agent Lucinda D. Schroeder, U.S. Fish and Wildlife Service, 4901 Paseo Del Norte, Albuquerque, NM 87113, telephone (505) 828-3064, before August 4, 2003. Repatriation of this sacred object/object of cultural patrimony to the Pueblo of Laguna, New Mexico may proceed after that date if no additional claimants come forward.\\n        The U.S. Department of the Interior, U.S. Fish and Wildlife Service, Office of Law Enforcement, Albuquerque, NM, is responsible for notifying the Hopi Tribe of Arizona; Navajo Nation, Arizona, New Mexico & Utah; Pueblo of Acoma, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Santo Domingo, New Mexico; and Zuni Tribe of the Zuni Reservation, New Mexico that this notice has been published.\\n        \\n          Dated: May 27, 2003.\\n          John Robbins,\\n          Assistant Director, Cultural Resources.\\n        \\n      \\n      [FR Doc. 03-16803 Filed 7-2-03; 8:45 am]\\n      BILLING CODE 4310-70-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate a Cultural Item: U.S. Department of the Interior, U.S. Fish and Wildlife Service, Office of Law Enforcement, Albuquerque, NM", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: May 27, 2003.", "signature_name": "John Robbins,", "signature_title": "Assistant Director, Cultural Resources.", "fr_doc": "[FR Doc. 03-16803 Filed 7-2-03; 8:45 am]", "billing_code": "BILLING CODE 4310-70-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}