{"index": "R_594", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service----Notice of Intent to Repatriate Cultural Items: Peabody Museum of Archaeology and Ethnology, Harvard University, Cambridge, MA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3003, of the intent to repatriate cultural items in the possession of the Peabody Museum of Archaeology and Ethnology, Harvard University, Cambridge, MA, that meet the definition of unassociated funerary objects under 25 U.S.C. 3001.  The cultural items were removed from the Fort Hill site, South Orleans, Barnstable County, MA.\\n        This notice is published as part of the National Park Service\\xe2\\x80\\x99s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the cultural items. The National Park Service is not responsible for the determinations within this notice.\\n        The 86 cultural items are 76 copper tubular beads; 1 bag of fragmentary leather, cordage, copper, and sand; and 9 brass sheet fragments.\\n        The cultural items were collected from Fort Hill, South Orleans, Barnstable County, MA, on an unknown date before July 5, 1916, by George Ellis, who gave the cultural items to Theodore Eastman Jewett on an unknown date.  In 1938, the 86 cultural items were donated to the Peabody Museum of Archaeology and Ethnology by Mrs. Henry H. Richardson, in memory of Mr. Jewett.  Accession records indicate that the cultural items were found in a grave.\\n        The interment most likely dates to the Historic/Contact period (post-A.D. 1500). The use of copper and textiles in burials suggests a date from the Historic/Contact period or later.  Although native copper was used to make cold-hammered beads and ornaments prior to the arrival of Europeans, the beads from the Fort Hill site are typical of those made from traded copper kettles made of imported sheet copper or brass. The burial context indicates that the burial is of a Native American individual. Oral tradition and historical documentation indicate that South Orleans, MA, is within the aboriginal and historic homeland of the Wampanoag Nation. The present-day tribes that are most closely affiliated with members of the Wampanoag Nation are the Wampanoag Tribe of Gay Head (Aquinnah) of Massachusetts, the Mashpee Wampanoag Indian Tribe (a nonfederally recognized Indian group), and the Assonet Band of the Wampanoag Nation (a nonfederally recognized Indian group).\\n        Officials of the Peabody Museum of Archaeology and Ethnology have determined that, pursuant to 25 U.S.C. 3001 (3)(B), the cultural items described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony and are believed, by a preponderance of the evidence, to have been removed from a specific burial site of an Native American individual.  Officials of the Peabody Museum of Archaeology and Ethnology also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the unassociated funerary objects and the Wampanoag Tribe of Gay Head (Aquinnah) of Massachusetts, and there is a cultural relationship between the unassociated funerary objects and the Mashpee Wampanoag Indian Tribe (a nonfederally recognized Indian group) and Assonet Band of the Wampanoag Nation (a nonfederally recognized Indian group).\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the unassociated funerary objects should contact Diana Loren, Acting Repatriation Coordinator, Peabody Museum of Archaeology and Ethnology, Harvard University, 11 Divinity Avenue, Cambridge, MA 02138, telephone (617) 495-4125, before September 15, 2003. Repatriation of the unassociated funerary objects to the Wampanoag Repatriation Confederation on behalf of the Wampanoag Tribe of Gay Head (Aquinnah) of Massachusetts, Mashpee Wampanoag Indian Tribe (a nonfederally recognized Indian group), and Assonet Band of the Wampanoag Nation (a nonfederally recognized Indian group) may proceed after that date if no additional claimants come forward.\\n        The Peabody Museum of Archaeology and Ethnology is responsible for notifying the Wampanoag Repatriation Confederation, Wampanoag Tribe of Gay Head (Aquinnah) of Massachusetts, Mashpee Wampanoag Indian Tribe (a nonfederally recognized Indian group), and Assonet Band of the Wampanoag Nation (a nonfederally recognized Indian group) that this notice has been published.\\n        \\n          Dated: July 1, 2003.\\n          John Robbins,\\n          Assistant Director, Cultural Resources.\\n        \\n      \\n      [FR Doc. 03-20757 Filed 8-13-03; 8:45 am]\\n      BILLING CODE 4310-70-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate Cultural Items: Peabody Museum of Archaeology and Ethnology, Harvard University, Cambridge, MA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: July 1, 2003.", "signature_name": "John Robbins,", "signature_title": "Assistant Director, Cultural Resources.", "fr_doc": "[FR Doc. 03-20757 Filed 8-13-03; 8:45 am]", "billing_code": "BILLING CODE 4310-70-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}