{"index": "R_593", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent to Repatriate Cultural Items: Humphrey Center for American Indian Studies, Central Lakes College, Brainerd, MN\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate cultural items in the possession of the Humphrey Center for American Indian Studies, Central Lakes College, Brainerd, MN, that meet the definition of \\xe2\\x80\\x9csacred objects\\xe2\\x80\\x9d under 25 U.S.C. 3001.\\n        This notice is published as part of the National Park Service\\xe2\\x80\\x99s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3).  The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the cultural items.  The National Park Service is not responsible for the determinations within this notice.\\n        The 18 items are 5 drums, 1 rattle, 2 pipes, 1 belt weapon, 1 rainmaker, 1 umbilical bag, 1 bear claw necklace, 4 chokers, 1 medicine bag, and 1 buffalo headdress.  Central Lakes College acquired all of the items in 1996 from John \\xe2\\x80\\x9cPete\\xe2\\x80\\x9d Humphrey.\\n        At an unknown date, Mr. Humphrey acquired two leather drums from John Morrison, Red Lake Band of Chippewa Indians, Minnesota.  One drum is approximately 15 inches in diameter, and 1 inch tall.  It is undecorated.  The other drum is approximately 12 inches in diameter and 3 inches tall, with small randomly placed red paint stains on the drum\\xe2\\x80\\x99s surface.\\n        At an unknown date, Mr. Humphrey acquired a rattle from an unidentified family of the Red Lake Band of Chippewa Indians, Minnesota.  The rattle is made from a baking powder can.\\n        At an unknown date, Mr. Humphrey acquired a pipestone pipe from Ed Needum, Red Lake Band of Chippewa Indians, Minnesota.  The stem is sumac and displays four hollowed ovals and three incised teepees along the stem.\\n        In approximately 1959, Mr. Humphrey was given a belt weapon by an unidentified member of the Red Lake Band of Chippewa Indians, Minnesota.  The grip end of the handle is wrapped in wire, and the upper end is encased in leather that is dyed with black geometric patterns.  Two bear claws are attached near the weapon end of the handle.\\n        At unknown dates, Mr. Humphrey was given a rainmaker, a necklace, and two chokers by the George and Anna Ritchie family, Red Lake Band of Chippewa Indians, Minnesota.  The rainmaker is made of wood, with yellow and red painted lightning stripes.  The necklace consists of a circle of bear fur trimmed with tan cloth.  Attached to the fur are blue and green beads and 20 bear claws. One of the chokers is made of  bone, metal beads, and leather separators.  There is a large shell at center front with attached weasel fur. The other choker is made of deer antler and pipestone, with a pipestone thunderbird at the center.\\n        At an unknown date, Mr. Humphrey was given a buffalo headdress by unidentified members of the Red Lake Band of Chippewa Indians, Minnesota.  It is made of buffalo fur and has two buffalo horns at the top and an eagle feather attached at the front center.\\n        At an unknown date, Mr. Humphrey purchased a water drum from Elizabeth Star in Walker, MN.  The drum is believed to have been manufactured by a member of the Mille Lacs Band of the Minnesota Chippewa Tribe, Minnesota.\\n        At an unknown date, Mr. Humphrey purchased a drum and an umbilical bag from Sherman Holbert, of  Garrison, MN.  The drum is approximately 7 inches in diameter and 1 inch tall.  A black circle has been painted in the center of the drum, and four elongated diamond shapes extend from the circle.  The lizard-shaped bag is beaded on the front, and is plain leather on the back.  The four appendages are closed with beads and short leather thongs.\\n        In the 1970s, Mr. Humphrey purchased a large ceremonial drum from Sherman Holbert. The drum is approximately 34 inches in diameter and 45 inches tall.  The rim is lined with black fur and the sides are covered with red and navy wool and sewn blue felt hands.  The drum is decorated with beads, metal coins and thimbles.  Four gold-beaded patches depict red-beaded human figures.  A line bisects the surface of the drum, with one half colored a bluish-green, and the other half colored red. Although the drum is of Ojibwe manufacture, the origin is not known.\\n        At an unknown date, Mr. Humphrey acquired a black steatite pipe with silver-colored inlay from Reuben Fairbanks, a member of the Red Lake Band of Chippewa Indians.  The stem is beaded.\\n        At an unknown date, Mr. Humphrey was given a choker by Dale Sanders, of Brainerd, MN.  The origin of the choker is unknown, but it is believed to be Ojibwe.  It is made of bone, metal beads, and leather separators. Four rows of metal beads and bone pieces are attached at each end with leather ties. At the center of the choker are cowry shells and a conch shell.\\n        At an unknown date, Mr. Humphrey was given a choker by Dick Gaudette, of Deerwood, MN.  It is made of bone with metal beads and leather separators.  Four bear claws are attached at the center of the bottom row of bone. The origin of this object is unknown.\\n        At an unknown date, Mr. Humphrey acquired a bag from an unknown source.  The bag is woven of a natural fiber, with a green fabric trim.  Colored diamonds are woven into one side.  Two leather ties and cowry shells are attached at the center of the top.\\n        Consultation with members of the Mille Lacs Band of the Minnesota Chippewa Tribe, Minnesota and the  Red Lake Band of Chippewa Indians, Minnesota indicates that the cultural items described above are specific ceremonial objects used in sacred ceremonies.\\n        \\n        Officials of the Humphrey Center for American Indian Studies, Central Lakes College have determined that, pursuant to 25 U.S.C. 3001 (3)(C), the cultural items are specific ceremonial objects needed by traditional Native American religious leaders for the practice of traditional Native American religions by their present-day adherents.  Officials of the Humphrey Center for American Indian Studies, Central Lakes College also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the sacred objects and the Mille Lacs Band of the Minnesota Chippewa Tribe, Minnesota and the Red Lake Band of Chippewa Indians, Minnesota.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with the sacred objects should contact Sharon Fodness, Humphrey Center for American Indian Studies, Central Lakes College, 501 West College Drive, Brainerd, MN 56401, e-mail sfodness@clcmn.edu, telephone (218) 855-8194, before September 19, 2003. Repatriation of the sacred objects to the Mille Lacs Band of the Minnesota Chippewa Tribe, Minnesota and the Red Lake Band of Chippewa Indians, Minnesota may proceed after that date if no additional claimants come forward.\\n        The Humphrey Center for American Indian Studies, Central Lakes College is responsible for notifying the Mille Lacs Band of the Minnesota Chippewa Tribe, Minnesota and the Red Lake Band of Chippewa Indians, Minnesota that this notice has been published.\\n        \\n          Dated: July 18, 2003.\\n          John Robbins,\\n          Assistant Director, Cultural Resources.\\n        \\n      \\n      [FR Doc. 03-21345 Filed 8-19-03; 8:45 am]\\n      BILLING CODE 4310-70-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate Cultural Items: Humphrey Center for American Indian Studies, Central Lakes College, Brainerd, MN", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: July 18, 2003.", "signature_name": "John Robbins,", "signature_title": "Assistant Director, Cultural Resources.", "fr_doc": "[FR Doc. 03-21345 Filed 8-19-03; 8:45 am]", "billing_code": "BILLING CODE 4310-70-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}