{"index": "R_592", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent to Repatriate Cultural Items: Carnegie Museum of Natural History, Pittsburgh, PA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native America Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.8 (f), of the intent to repatriate a cultural item in the possession of the Carnegie Museum of Natural History, PA, that meets the definitions of sacred object and cultural patrimony under 25 U.S.C. 3001.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the cultural items. The National Park Service is not responsible for the determinations within this notice.\\n        In the late 19th or early 20th century, John A. Beck purchased a gray slate pipe bowl of a type often referred to as a \\xe2\\x80\\x9cMicmac\\xe2\\x80\\x9d pipe. The pipe bowl contained a small amount of burned substance when it was acquired. Information provided to Mr. Beck indicated that the pipe came from Harbor Springs, MI. In 1925, the Beck collection was loaned to the Carnegie Museum of Natural History. In 1968, Mr. Beck\\'s heirs donated the majority of the collection, including the pipe bowl, to the Carnegie Museum of Natural History.\\n        The presence of the burned substance in the bowl indicates that the pipe was probably in use during the late 19th or early 20th century. Harbor Springs, MI, is located within the area occupied by the ancestors of the Little Traverse Bay Bands of Odawa Indians, Michigan during the late 19th or early 20th century. Representatives of the Little Traverse Bay Bands of Odawa Indians, Michigan have identified the pipe as a specific ceremonial object that is needed by traditional Native American religious leaders for the practice of traditional Native American religions by present-day adherents. Representatives of the Little Traverse Bay Bands of Odawa Indians, Michigan also have identified the pipe as a Manido (spirit) or grandfather that was, and is, a part of the community and as such could not have been alienated by any tribal member.\\n        Officials of the Carnegie Museum of Natural History have determined that, pursuant to 25 U.S.C. 3001 (3)(C), the cultural item is a specific ceremonial object needed by traditional Native American religious leaders for the practice of traditional Native American religions by their present-day adherents. Officials of the Carnegie Museum of Natural History also have determined that pursuant to 25 U.S.C. 3001 (3)(D), the cultural item has ongoing historical, traditional, or cultural importance central to the Native American group or culture itself, rather than property owned by an individual. Lastly, officials of the Carnegie Museum of Natural History have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the sacred object/object of cultural patrimony and the Little Traverse Bay Bands of Odawa Indians, Michigan.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with this sacred object/object of cultural patrimony should contact Dr. David R. Watters, Carnegie Museum of Natural History, 5800 Baum Boulevard, Pittsburgh, PA 15206-3706, telephone (412) 665-2605, before November 7, 2003. Repatriation of the sacred object/object of cultural patrimony to the Little Traverse Bay Bands of Odawa Indians, Michigan may proceed after that date if no additional claimants come forward.\\n        The Carnegie Museum of Natural History is responsible for notifying the Little Traverse Bay Bands of Odawa Indians, Michigan that this notice has been published.\\n        \\n          Dated: August 20, 2003.\\n          John Robbins,\\n          Assistant Director, Cultural Resources.\\n        \\n      \\n      [FR Doc. 03-25537 Filed 10-7-03; 8:45 am]\\n      BILLING CODE 4310-70-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate Cultural Items: Carnegie Museum of Natural History, Pittsburgh, PA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: August 20, 2003.", "signature_name": "John Robbins,", "signature_title": "Assistant Director, Cultural Resources.", "fr_doc": "[FR Doc. 03-25537 Filed 10-7-03; 8:45 am]", "billing_code": "BILLING CODE 4310-70-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}