{"index": "R_591", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent to Repatriate Cultural Items: Brooklyn Museum of Art, Brooklyn, NY\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.8 (f), of the intent to repatriate cultural items in the possession of the Brooklyn Museum of Art, Brooklyn, NY, that meet the definition of sacred objects and cultural patrimony under 25 U.S.C. 3001.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3).  The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the cultural items.  The National Park Service is not responsible for the determinations within this notice.\\n        The 11 cultural items are 1 tobacco pipe and pouch, 1 necklace, 1 pair of women\\'s moccasins, 2 war caps, 1 war slat armor, 3 fiber caps, 1 set of arrows, and 1 dance whistle.\\n        During an expedition to California in 1905, the curator of the Brooklyn Museum of Art, Mr. Stewart Culin, purchased the cultural items from Yurok individuals in Yurok villages.\\n        Museum records and information provided during consultation indicate that the cultural items are affiliated with the Yurok Tribe of the Yurok Reservation, California.  Tribal representatives identified the pipe and pouch as items used by Yurok medicine people in the preparation for Pir-wai (White Deerskin Dance), Wo-neek-wo-ley-go (Jump Dance), Mey-lee\\' (Brush Dance), Ray-ma (Kick Dance), and Lo-geen (Fish Dam) ceremonies.  The deer hoof necklace, women\\'s moccasins, war caps, and slat armor were identified as ceremonial objects associated with the War Dance.  The fiber caps and set of arrows were identified as associated with the Brush Dance, and the dance whistle with the White Deerskin Dance.  The Yurok tribe identified the cultural items as sacred and inalienable ceremonial objects, which were obtained without the consent of an appropriate Yurok authority.  The Yurok tribe believes that if the cultural items were sold to Mr. Culin, the seller was not the rightful owner, because Yurok law prohibits the sale of ceremonial items.\\n        Officials of the Brooklyn Museum of Art have determined that, pursuant to 25 U.S.C. 3001 (3)(C), the 11 cultural items described above are specific ceremonial objects needed by traditional Native American religious leaders for the practice of traditional Native American religions by their present-day adherents.  Officials of the Brooklyn Museum of Art also have determined that, pursuant to 25 U.S.C. 3001 (3)(D), the 11 cultural items described above have ongoing historical, traditional, and cultural importance central to the tribe itself, and are of such central importance that they may not be alienated, appropriated, or conveyed, by any individual tribal or organization member. Lastly, officials of the Brooklyn Museum of Art have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the sacred objects/cultural patrimony and the Yurok Tribe of the Yurok Reservation, California.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with these sacred objects/cultural patrimony should contact Elizabeth Reynolds, Chief Registrar, Brooklyn Museum of Art, 200 Eastern Parkway, Brooklyn, NY 11238, telephone (718) 501-6339, before November 7, 2003. Repatriation of the sacred objects/cultural patrimony to the Yurok Tribe of the Yurok Reservation, California may proceed after that date if no additional claimants come forward.\\n        \\n        The Brooklyn Museum of Art is responsible for notifying the Yurok Tribe of the Yurok Reservation, California that this notice has been published.\\n        \\n          Dated: August 4, 2003.\\n          John Robbins,\\n          Assistant Director, Cultural Resources.\\n        \\n      \\n      [FR Doc. 03-25531 Filed 10-7-03; 8:45 am]\\n      BILLING CODE 4310-70-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate Cultural Items: Brooklyn Museum of Art, Brooklyn, NY", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: August 4, 2003.", "signature_name": "John Robbins,", "signature_title": "Assistant Director, Cultural Resources.", "fr_doc": "[FR Doc. 03-25531 Filed 10-7-03; 8:45 am]", "billing_code": "BILLING CODE 4310-70-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}