{"index": "R_603", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent to Repatriate Cultural Items: Bernice Pauahi Bishop Museum, Honolulu, HI\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is hereby given in accordance with provisions of the Native Graves Protection and Repatriation Act, 25 U.S.C. 3005, Sec. 7, of the intent to repatriate cultural items from Moloka\\xe2\\x80\\x99i, HI, in the possession of the Bernice Pauahi Bishop Museum, Honolulu, HI, that meet the definition of \\xe2\\x80\\x9cunassociated funerary objects\\xe2\\x80\\x9d under Section 2 of the Act.\\n        This notice is published as part of the National Park Service\\xe2\\x80\\x99s administrative responsibilities under NAGPRA, 25 U.S.C. 3003, Sec. 5 (d)(3). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these cultural items. The National Park Service is not responsible for the determinations within this notice.\\n        In the 1890s or early 1900s, Dr. C.M. Hyde purchased a small wooden image carved into a human form for the museum. According to accession records, Dr. Hyde purchased the carved human image on the island of Moloka\\xe2\\x80\\x99i from a \\xe2\\x80\\x9cnative who found this idol wrapped in tapa with awa & bones of red fish in a cave.\\xe2\\x80\\x9d The cave is believed to have been a burial site.\\n        In February, 1941, Jack Porteus collected a cowrie shell from Mo\\xe2\\x80\\x99omomi Sand Burials, Moloka\\xe2\\x80\\x99i, HI.\\n        Excavation records indicate that the human remains with whom these funerary objects were associated were not collected, or were collected but are no longer within the Bishop Museum\\xe2\\x80\\x99s collection.\\n        A detailed assessment of these unassociated funerary objects was made by Bishop Museum\\xe2\\x80\\x99s professional staff in consultation with representatives from the Moloka\\xe2\\x80\\x99i Island Burial Council.\\n        Officials of the Bishop Museum have determined that, pursuant to 25 U.S.C. 3001, Sec 2 (3)(B), these two cultural items are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony and are believed, by a preponderance of the evidence, to have been removed from a specific burial site of an Native American individual. Officials of the Bishop Museum also have determined that, pursuant to 25 U.S.C. 3001, Sec. 2 (2), there is a relationship of shared group identity that can be reasonably traced between these unassociated funerary objects and the Moloka\\xe2\\x80\\x99i Island Burial Council, Hui Malama I Na Kupuna O Hawai\\xe2\\x80\\x98i Nei, and the Office of Hawaiian Affairs.\\n        Representatives of any other Native Hawaiian organization that believes itself to be culturally affiliated with these unassociated funerary objects should contact Dr. Guy Kaulukukui, Vice President of Cultural Studies, Bishop Museum, 1525 Bernice Street, Honolulu, HI 96718-2704, telephone (808) 848-4126 before June 2, 2003. Repatriation of these unassociated funerary objects to the Moloka\\xe2\\x80\\x99i Island Burial Council, Hui Malama I Na Kupuna O Hawai\\xe2\\x80\\x98i Nei and Office of Hawaiian Affairs may begin after that date if no additional claimants come forward.\\n        The Bishop Museum is responsible for notifying the Moloka\\xe2\\x80\\x99i Island Burial Council, Hui Malama I Na Kupuna O Hawai\\xe2\\x80\\x98i Nei, and Office of Hawaiian Affairs that this notice has been published.\\n        \\n          Dated: October 8, 2002.\\n          Robert Stearns,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 03-10914 Filed 5-1-02; 8:45 am]\\n      BILLING CODE 4310-70-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate Cultural Items: Bernice Pauahi Bishop Museum, Honolulu, HI", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: October 8, 2002.", "signature_name": "Robert Stearns,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 03-10914 Filed 5-1-02; 8:45 am]", "billing_code": "BILLING CODE 4310-70-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}