{"index": "R_604", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent to Repatriate Cultural Items: Burke Museum, University of Washington, Seattle, WA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate cultural items in the possession of the Burke Museum, University of Washington, Seattle, WA, that meet the definition of \\xe2\\x80\\x9cunassociated funerary objects\\xe2\\x80\\x9d under 25 U.S.C. 3001.\\n        This notice is published as part of the National Park Service\\xe2\\x80\\x99s administrative responsibilities under NAGPRA, 25 U.S.C. 3003 (d)(3).  The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the cultural items.  The National Park Service is not responsible for the determinations within this notice.\\n        The 244 cultural items are 3 strings of re-strung shell beads, 6 glass beads, 6 fragments of unidentifiable nonhuman bone (1 burned), 1 broken metal gorget, 1 metal thimble, 2 obsidian fragments, 4 pebbles, 164 glass beads, 48 fused glass pieces, 3 fused glass fragments with unidentifiable bone attached, and 6 necklaces of glass and shell beads.\\n        At an unknown date in the late 19th century, Dr. James Taylor White collected archeological materials from Siskiyou County, CA.  The collection included three strings of re-strung shell beads and six glass beads, all of which were donated by Mrs. James T. White to the Burke Museum, and formally accessioned in 1904 (Accession no. 846).  Accession records indicate that these strings of beads were found in graves.  The Burke Museum has no documentation indicating that human remains were collected.  Provenience information indicates that the cultural items originated from areas on the Klamath River, Siskiyou County, CA, and on Shovel Creek, Siskiyou County, CA.\\n        In 1925, Dr. Leslie Spier removed cultural items from a cremation along the middle Williamson River near Klamath Lake, Klamath County, OR.  The objects collected by Dr. Spier are 6 fragments of unidentifiable nonhuman bone, including a fragment of burned bone, 1 broken metal gorget, 1 metal thimble, 2 obsidian fragments, 4 pebbles, 164 glass beads, 48 fused glass pieces, and 3 fused glass fragments with unidentifiable bone attached.  Dr. Spier donated the collection to the Burke Museum the same year.  The Burke Museum has no documentation indicating that human remains were collected.  The mortuary practices are consistent with Klamath and Modoc customs.\\n\\n        In 1971, Charles Gazzam purchased six necklaces of glass and shell beads that originated from Tule Lake, Siskiyou County, CA.  This collection was donated to the Burke Museum and accessioned in 1976 (Accession no. 1976-38).  A note on the accession record reads, \\xe2\\x80\\x9cfrom graves?\\xe2\\x80\\x9d\\n        The Williamson River near Klamath Lake, Klamath County, OR; the Klamath River, Siskiyou County, CA; Shovel Creek on the Klamath River, Siskiyou County, CA; and Tule Lake, Siskiyou County, CA, are all within the boundaries of lands ceded by the Klamath and Modoc Tribes and the Yahooskin Band of Snake Indians in the \\xe2\\x80\\x9cTreaty of Klamath Lake, Oregon with the Klamath, Modoc, and Yahooskin Band of Snake, October 14, 1864.\\xe2\\x80\\x9d  John R. Swanton, in his 1968 book, \\xe2\\x80\\x9cThe Indian Tribes of North America,\\xe2\\x80\\x9d draws on historical documentation and notes that the areas of Klamath Lake and the Williamson River, Klamath County, OR, are within the aboriginal territory of the villages and bands associated with the Klamath, and that the areas surrounding Tule Lake, Siskiyou County, CA, are within the aboriginal territory of the villages and bands associated with the Modoc.  Based on archeological provenience, historical documentation, and geographical data provided by tribal representatives during consultation, officials of the Burke Museum have determined that the cultural items listed above are of Native American origin and that they are affiliated with the Klamath and Modoc Tribes and the Yahooskin Band of Snake Indians referred to in the 1864 Treaty.  These groups are represented by the present-day Klamath Indian Tribe of Oregon. The Modoc Tribe of Oklahoma may also have a relationship to cultural items from this area, but they have informed the museum that the Klamath may act on their behalf.\\n        Officials of the Burke Museum have determined that, pursuant to 25 U.S.C. 3001 (3)(B), the cultural items are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony and are believed, by a preponderance of the evidence, to have been removed from specific burial sites of Native American individuals.  Officials of the Burke Museum also have determined that, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group identity that can be reasonably traced between the unassociated funerary objects and the Klamath Indian Tribe of Oregon.\\n         Representatives of any other Indian tribe that believes itself to be culturally affiliated with the unassociated funerary objects should contact Dr. Peter Lape, Curator of Archaeology, Burke Museum, Box 353010, University of Washington, Seattle, WA 98195, telephone (206) 685-2282, before June 2, 2003.  Repatriation of the unassociated funerary objects to the Klamath Indian Tribe of Oregon may proceed after that date if no additional claimants come forward.\\n        The Burke Museum, University of Washington, is responsible for notifying the Klamath Indian Tribe of Oregon and the Modoc Tribe of Oklahoma that this notice has been published.\\n        \\n          Dated: April 9, 2003.\\n          John Robbins,\\n          Assistant Director, Cultural Resources.\\n        \\n      \\n      [FR Doc. 03-10919 Filed 5-1-03; 8:45 am]\\n      BILLING CODE 4310-70-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate Cultural Items: Burke Museum, University of Washington, Seattle, WA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: April 9, 2003.", "signature_name": "John Robbins,", "signature_title": "Assistant Director, Cultural Resources.", "fr_doc": "[FR Doc. 03-10919 Filed 5-1-03; 8:45 am]", "billing_code": "BILLING CODE 4310-70-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}