{"index": "R_618", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent to Repatriate Cultural Items: Williamson Museum, Northwestern State University, Natchitoches, LA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is hereby given under the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, Sec. 7, of the intent to repatriate cultural items in the possession of the Williamson Museum, Northwestern State University, Natchitoches, LA, that meet the definition of \\xe2\\x80\\x9cunassociated funerary objects\\xe2\\x80\\x9d under 25 U.S.C. 3001.\\n        This notice is published as part of the National Park Service\\xe2\\x80\\x99s administrative responsibilities under NAGPRA, 25 U.S.C. 3003, Sec. 5 (d)(3). The determinations within this notice are the sole responsibility of the museum, institution, or Federal Agency that has control of these cultural items. The National Park Service is not responsible for the determinations within this notice.\\n\\n        In 1959-1960, Dr. Clarence H. Webb excavated approximately 32 graves at the Colfax Ferry site (16-NA-15), Rapids Parish, LA. Most of the human remains were left in situ. Dr. Webb donated some of the unassociated funerary objects to the Williamson Museum in two separate gifts, one in 1961 and the second in 1991. Much of the first donation was destroyed by fire in 1965. The 668 unassociated funerary objects remaining in the Williamson Museum collection are 10 coffin nails, 5 coffin fragments, 4 sherds of European pottery (blackware, blue-edged ware, or creamware), 1 Colono-ware pot sherd, 2 clay pipes, 1 French glass bottle, 1 glass lens fragment (possibly from eyeglasses), 487 glass trade beads, 11 brass or copper bracelets, 1 brass button, 6 brass trigger guard fragments, 23 cut brass fragments (7 with perforations), 1 cupreous object, 9 knives (butcher or clasp), 5 spoons, 4 pairs of scissors, 13 crushed cans, 39 nails, 1 spike, 2 pounds of nail fragments, 1 iron tripod, 2 iron kettle fragments, 2 wrought iron bars, 1 iron wedge, 4 iron rods (possibly ramrods), 2 bags of iron fragments, 1 rust fragment, 1 lead bar, 4 silver ear ornaments, 1 silver nose ring, 1 military hat plate (ca. 1812-1820), 15 triangular silver ornaments, 5 silver disks, 1 worked silver strip (perforated), and 1 whetstone. Other items from the Colfax Ferry site (16-NA-15) are believed to be in the collection of the Louisiana Division of Archaeology, Baton Rouge, LA.\\n        A detailed assessment of these associated funerary objects was conducted by the Williamson Museum staff in consultation with representatives of the Tunica-Biloxi Indian Tribe of Louisiana and the Louisiana Division of Archaeology.\\n        The funerary objects recovered from the Colfax Ferry site (16-NA-15) indicate that the 32 graves excavated by Dr. Webb were most likely interred between 1764-1820. Historiographic data, oral traditions, and information gained in consultation concerning the collection indicate that the Colfax Ferry site (16-NA-15) is located in the area occupied by the Pascagoula and Biloxi Indians during the late 18th and early 19th centuries. Descendants of the Pascagoula and Biloxi Indians are represented by the Tunica-Biloxi Indian Tribe of Louisiana.\\n        Officials of the Williamson Museum have determined that, pursuant to 25 U.S.C. 3001, Sec. 2 (3)(B), these 668 cultural items are reasonably believed to have been placed with or near human remains at the time of death as part of a death-rite or ceremony and are believed, by a preponderance of the evidence, to have been removed from burial sites of Native American individuals. Officials of the Williamson Museum also have determined that, pursuant to 25 U.S.C. 3001, Sec. 2 (2), there is a relationship of shared group identity that can be reasonably traced between these unassociated funerary objects and the Tunica-Biloxi Indian Tribe of Louisiana.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with these unassociated funerary objects should contact Dr. Pete Gregory, Director, Williamson Museum, Northwestern State University, Natchitoches, LA 71457, telephone (318) 357-4364, before January 22, 2003.  Repatriation of these unassociated funerary objects to the Tunica-Biloxi Indian Tribe of Louisiana may begin after that date if no additional claimants come forward.\\n        The Williamson Museum is responsible for notifying the Tunica-Biloxi Indian Tribe of Louisiana that this notice has been published.\\n        \\n          Dated: September 30, 2002.\\n          Robert Stearns,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 02-32175 Filed 12-20-02; 8:45 am]\\n      BILLING CODE 4310-70-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate Cultural Items: Williamson Museum, Northwestern State University, Natchitoches, LA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: September 30, 2002.", "signature_name": "Robert Stearns,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 02-32175 Filed 12-20-02; 8:45 am]", "billing_code": "BILLING CODE 4310-70-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}