{"index": "R_612", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent to Repatriate Cultural Items:  Oakland Museum of California, Oakland, CA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, Sec. 7, of the intent to repatriate cultural items in the possession of the Oakland Museum of California, Oakland, CA, that meet the definition of \\xe2\\x80\\x9csacred objects\\xe2\\x80\\x9d under 25 U.S.C. 3001.\\n        This notice is published as part of the National Park Service\\xe2\\x80\\x99s administrative responsibilities under NAGPRA, 25 U.S.C. 3003, Sec. 5 (d)(3).  The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these cultural items.  The National Park Service is not responsible for the determinations within this notice.\\n        The cultural items are two 19th-century shamans\\xe2\\x80\\x99 power figures (Oakland Museum of California accession number H18.781A-B).  Both are carved from wood and depict human figures with a three-step facial structure and a skeletal body structure.  The first figure (H81.781A) is carved with its hands on its belly and measures 18 inches by 1.5 inches by 1 inch.  The second figure (H18.781B) is carved with its hands at its sides and measures 17 inches by 1.75 inches by 1.5 inches.  It has inlaid shell eyes and a broken base.\\n        Both figures were donated to the Oakland Public Museum (now Oakland Museum of California) in 1927 by Mrs. A. Ellwood Brown.  It is unknown how and when Mrs. Brown acquired these figures.  They originally were described and catalogued as coming from the Pacific Islands.\\n        Modern researchers have identified these objects as Quinault shamans\\xe2\\x80\\x99 figures.  Lawrence Dawson of the Lowie Museum of Anthropology (now Phoebe A. Hearst Museum of Anthropology) at the University of California, Berkeley, CA, identified the figures as shamans\\xe2\\x80\\x99 wands originating from the Olympic Peninsula, WA.  Dr. Robin Wright, Curator of Native American Art at the Burke Museum, University of Washington, Seattle, WA, described them as Quinault shamans\\xe2\\x80\\x99 power figures.  Similar objects are described as Quinault shamans\\xe2\\x80\\x99 rattles by Ronald Olsen in his 1967 book, \\xe2\\x80\\x9cThe Quinault Indian.  Adze, Canoe, and House Types of the Northwest Coast.\\xe2\\x80\\x9d  Consultation evidence presented by representatives of the Quinault Tribe of the Quinault Reservation, Washington confirms that these figures are used in potlatches and other ceremonies, including the first salmon ceremony, the salmonberry feast, and the elk ceremony.  Representatives of the Quinault Tribe of the Quinault Reservation, Washington have also stated that these objects are needed by traditional religious leaders for the practice of traditional Native American religions by their present-day adherents.\\n        Officials of the Oakland Museum of California have determined that, pursuant to 25 U.S.C. 3001, Sec. 2 (3)(C), these cultural items are specific ceremonial objects needed by traditional Native American religious leaders for the practice of traditional Native American religions by their present-day adherents.  Officials of the Oakland Museum of California also have determined that, pursuant to 25 U.S.C. 3001, Sec. 2 (2), there is a relationship of shared group identity that can be reasonably traced between these sacred objects and the Quinault Tribe of the Quinault Reservation, Washington.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with these sacred objects should contact Ms. Carey Caldwell, Curator of Special Projects, History Department, Oakland Museum of California, 1000 Oak Street, Oakland, CA 94607-4892, telephone (510) 238-3842, before April 7, 2003.  Repatriation of these sacred objects to the Quinault Tribe of the Quinault Reservation, Washington may proceed after that date if no additional claimants come forward.\\n        The Oakland Museum of California is responsible for notifying the Quinault Tribe of the Quinault Reservation, Washington that this notice has been published.\\n        \\n          Dated:  January 21, 2003.\\n          John Robbins,\\n          Assistant Director, Cultural Resources Stewardship and Partnerships.\\n        \\n      \\n      [FR Doc. 03-5507 Filed 3-6-03; 8:45 am]\\n      BILLING CODE 4310-70-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate Cultural Items:  Oakland Museum of California, Oakland, CA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated:  January 21, 2003.", "signature_name": "John Robbins,", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships.", "fr_doc": "[FR Doc. 03-5507 Filed 3-6-03; 8:45 am]", "billing_code": "BILLING CODE 4310-70-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}