{"index": "R_615", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent to Repatriate Cultural Items: U.S. Department of the Interior, National Park Service, Sitka National Historical Park, Sitka, AK\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, Sec. 7, of the intent to repatriate cultural items in the possession of the U.S. Department of the Interior, National Park Service, Sitka National Historical Park, Sitka, AK, that meet the definition of \\xe2\\x80\\x9cobjects of cultural patrimony\\xe2\\x80\\x9d under 25 U.S.C. 3001.\\n        This notice is published as part of the National Park Service\\xe2\\x80\\x99s administrative responsibilities under NAGPRA, 25 U.S.C. 3003, Sec. 5 (d)(3). The determinations within this notice are the sole responsibility of the National Park unit that has control of these cultural items. The Assistant Director, Cultural Resources Stewardship and Partnerships is not responsible for the determinations within this notice.\\n        The first object is a Russian blacksmith\\xe2\\x80\\x99s hammer known as K\\xe2\\x80\\x99alyaan aayi t\\xc3\\xa1kl\\xe2\\x80\\x99 or Katlian\\xe2\\x80\\x99s Hammer. The hammerhead is iron, formed in a modified cylindrical shape. Rounded, hammered surfaces are at both ends, with a large crack running through the entire body near the topside. The hammer measures 14 centimeters long by 4.5 centimeters in diameter. An oval hole for a handle is in the middle of the length of the head. The handle is missing.\\n        In 1972 Mrs. Mary Williams, a Kiks.\\xc3\\xa1di woman of Sitka, AK, sold the hammer to Sitka National Historical Park.\\n        The claim asserting that the hammer is an object of cultural patrimony was filed by the Central Council of Tlingit and Haida Indian Tribes acting on behalf of the Kiks.\\xc3\\xa1di clan of Sitka, AK. Originally a Russian blacksmith\\xe2\\x80\\x99s hammer, it was captured by the Kiks.\\xc3\\xa1di during their 1802 attack on the Russian fort at Old Sitka, and subsequently used by the Kiks.\\xc3\\xa1di warrior K\\xe2\\x80\\x99alyaan during the Kiks.\\xc3\\xa1di battle against the Russians in 1804 at the mouth of Indian River in Sitka. It is a Western object that took on ceremonial significance in Kiks.\\xc3\\xa1di memory, symbolizing their loss of life and resistance to domination. Oral history recordings and archival documentation at Sitka National Historical Park, as well as evidence provided by the Kiks.\\xc3\\xa1di clan of Sitka, confirm that the hammer has been and is of ongoing historical, traditional, or cultural importance to the clan and that no individual had the right to alienate it from clan ownership.\\n        The second object is a Chilkat robe known as the Yaaw T\\xe2\\x80\\x99eiy\\xc3\\xad Naaxein or Herring Rock Robe. The robe is 5 feet 4 inches wide and 3 feet long at its deepest point, with a row of fringe 16 inches long along the bottom edge. It is woven of goat wool and cedar bark in the traditional manner. The crest design, woven in green, black, yellow, and white, represents the story of the Herring Rock in Sitka.\\n        The robe was commissioned in the traditional manner by Mrs. Sally Hopkins of the Kiks.\\xc3\\xa1di clan and woven by Mrs. Anna Klaney of Klukwan in 1938. It was passed from Mrs. Hopkins to her son, Peter Nielsen. Peter Nielsen sold the robe to Mr. Joe Ashby of Sitka in 1967, and Mr. Ashby sold the robe to the Mt. McKinley Natural History Association in 1969. The Mt. McKinley Natural History Association donated the robe to Sitka National Historical Park that year.\\n        The claim asserting that the robe is an object of cultural patrimony was filed by the Central Council of Tlingit and Haida Indian Tribes acting on behalf of the Kiks.\\xc3\\xa1di clan of Sitka, AK. Oral history recordings, archival documentation, and historical photographs in the collection of Sitka National Historical Park and the Southeast Alaska Indian Cultural Center, as well as testimony provided by the Kiks.\\xc3\\xa1di clan of Sitka, identify the Herring Rock site, Herring Rock crest, Herring Rock story, and the Herring Rock robe as traditional property of the Kiks.\\xc3\\xa1di clan of Sitka. As an object of cultural patrimony, the Herring Rock Robe has been and is of ongoing historical, traditional, or cultural importance central to the clan itself. The clan also states that such property is held in perpetuity by the group, and may not be alienated by an individual clan member.\\n        Officials of Sitka National Historical Park have determined that, pursuant to 25 U.S.C. 3001, Sec. 2 (3)(D), these cultural items have ongoing historical, traditional, or cultural importance central to the Native American group or culture itself, rather than property owned by an individual.\\n        Officials of Sitka National Historical Park also have determined that, pursuant to 25 U.S.C. 3001, Sec. 2 (2), there is a relationship of shared group identity that can be reasonably traced between these objects of cultural patrimony and the Central Council of Tlingit and Haida Indian Tribes acting on behalf of the Kiks.\\xc3\\xa1di clan of Sitka, AK.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with these objects of cultural patrimony should contact Gary Gauthier, Superintendent, Sitka National Historical Park, P.O. Box 738, Sitka, AK 99835, telephone (907) 747-6281, before April 7, 2003. Repatriation of these objects of cultural patrimony to the Central Council of Tlingit and Haida Indian Tribes acting on behalf of the Kiks.\\xc3\\xa1di clan of Sitka, AK, may begin after that date if no additional claimants come forward.\\n\\n        Sitka National Historical Park is responsible for notifying the Central Council of Tlingit and Haida Indian Tribes acting on behalf of the Kiks.\\xc3\\xa1di clan of Sitka, AK, that this notice has been published.\\n        \\n          Dated: January 21, 2003.\\n          John Robbins,\\n          Assistant Director, Cultural Resources Stewardship and Partnerships.\\n        \\n      \\n      [FR Doc. 03-5513 Filed 3-6-03; 8:45 am]\\n      BILLING CODE 4310-70-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate Cultural Items: U.S. Department of the Interior, National Park Service, Sitka National Historical Park, Sitka, AK", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: January 21, 2003.", "signature_name": "John Robbins,", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships.", "fr_doc": "[FR Doc. 03-5513 Filed 3-6-03; 8:45 am]", "billing_code": "BILLING CODE 4310-70-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}