{"index": "R_616", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent To Repatriate Cultural Items: California Department of Parks and Recreation, Sacramento, CA\\n        \\n          AGENCY:\\n          National Park  Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is hereby given under the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, Sec. 7, of the intent to repatriate cultural items in the possession of the California Department of Parks and Recreation, Sacramento, CA, that meet the definition of \\xe2\\x80\\x9csacred objects\\xe2\\x80\\x9d under 25 U.S.C. 3001.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003, Sec. 5(d)(3). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these cultural items. The National Park Service is not responsible for the determinations within this notice.\\n        Accession documents and information obtained in conversation with former California Department of Parks and Recreation (DPR) employees indicate that the sacred objects were taken from the ceremonial dance house at the Sulfur Bank Rancheria without permission from the Sulfur Bank community. About 1958, these cultural items were donated anonymously to the State of California Department of Natural Resources Division of Beaches and Parks, now Department of Parks and Recreation.\\n        The 59 cultural items consist of regalia used in performing ceremonies related to the Maru Cult or Big Head Dance of the Pomo Indians. The claimed objects include 11 men\\'s shirts, 3 women\\'s skirts, 2 women\\'s blouses, 7 women\\'s dresses, 13 sashes, 17 patches, 2 bands, 3 flashers, and 1 cloth worn by ceremonial leaders and singers. Use of this type of clothing dates to the early 1870s when religious movements with various origins were active in Pomoan and other native communities throughout Northern California. A central belief of the religion is the power of spiritually significant dreaming. Certain gifted individuals, known as Maru or \\xe2\\x80\\x9cDreamers\\xe2\\x80\\x9d by the Pomo, are the recipients of special dreams. These Maru are gifted with the ability to dream the  rules of the \\xe2\\x80\\x9cBid Head\\xe2\\x80\\x9d Ceremony, the way each should be performed, and what the regalia is made from, as well as how the regalia is put together.\\n        The specific patterns appliqu\\xc3\\xa9d to the clothing and other accessories associated with ceremonial dances, such as the Big Head Dance and the Ball Dance, were patterns that the Maru had seen in his or her dream. The materials requested for repatriation appear to include items from two dreamers, Sarah Brigham and Elvy Patch, both of whom died in 1949 or before. Irvin Miranda, grandson of Sarah Brigham, recently identified some items in the collection as having his grandmother\\'s design pattern (red heart and cross with a blue border of triangles facing inward). This dance regalia, ornamented with dream patterns, was used only for ceremonial occasions and was generally kept in the ceremonial dance house when not in use. The fact that they are decorated with patterns derived from a Maru\\'s dream endows them with spiritual character.\\n        In consultation with representatives of the Elem Indian Colony of Pomo Indians of the Sulphur Bank Rancheria, California, including traditional religious leaders and current Maru, Robert Geary, it has been determined that these objects are integral to present-day religious traditions associated with the Maru beliefs.\\n        Officials of the California Department of Parks and Recreation have determined that, pursuant to 25 U.S.C. 3001, Sec. 2 (3)(C), these cultural items are specific ceremonial objects needed by traditional Native American religious leaders for the practice of traditional Native American religions by their present-day adherents. Officials of the California Department of Parks and Recreation also have determined that pursuant to 25 U.S.C. 3001, Sec. 2(2), there is a  relationship of shared group identity that can be reasonably traced between these sacred objects and the Elem Indian Colony of Pomo Indians of the Sulphur Bank Rancheria, California.\\n        Representatives of any other Indian tribe that believes itself to be culturally affiliated with these sacred objects should contact Paulette Hennum, NAGPRA Coordinator, Cultural Resources Division, California State Parks, P.O. Box 942896, Sacramento, CA 94296-0001, telephone (916) 653-7976 before January 23, 2003. Repatriation of these sacred objects to the Elem Indian Colony of Pomo Indians of the Sulphur Bank Rancheria, California may begin after that date    if no additional claimants come forward.\\n        The California Department of Parks and Recreation is responsible for notifying the Elem Indian Colony of Pomo Indians of the Sulphur Bank Rancheria, California that this notice has been published.\\n        \\n          Dated: October 30, 2002.\\n          Robert Stearns,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 02-32174  Filed 12-23-02; 8:45 am]\\n      BILLING CODE 4310-70-M\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent To Repatriate Cultural Items: California Department of Parks and Recreation, Sacramento, CA", "agency2": "National Park  Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: October 30, 2002.", "signature_name": "Robert Stearns,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 02-32174  Filed 12-23-02; 8:45 am]", "billing_code": "BILLING CODE 4310-70-M", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}