{"index": "R_620", "messy_full": "\\n\\nFederal Register, Volume 67 Issue 197 (Thursday, October 10, 2002)\\n\\n[Federal Register Volume 67, Number 197 (Thursday, October 10, 2002)]\\n[Notices]\\n[Pages 63153-63154]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 02-25870]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Intent to Repatriate a Cultural Item in the Possession \\nof the Sam Noble Oklahoma Museum of Natural History, Norman, OK\\n\\nAGENCY: National Park Service, Interior.\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with the provisions of the \\nNative American Graves Protection and Repatriation Act (NAGPRA), 43 CFR \\n10.10 (a)(3), of the intent to repatriate a cultural item in the \\npossession of the Sam Noble Oklahoma Museum of Natural History, Norman, \\nOK, that meets the definition of ``sacred object\\'\\' under Section 2 of \\nthe Act.\\n    This notice is published as part of the National Park Service\\'s \\nadministrative responsibilities under NAGPRA, 43 CFR 10.2 (c). The \\ndeterminations within this notice are the sole responsibility of the \\nmuseum, institution, or Federal agency that has control of these \\ncultural items. The National Park Service is not responsible for the \\ndeterminations within this notice.\\n    The cultural item is a cedar pole 12 feet long, from which all bark \\nhas been removed. The pole is painted lengthwise, black on one side and \\ngreen on the other side. Accession and catalog records of the Sam Noble \\nOklahoma Museum of Natural History (formerly known as the Stovall \\nMuseum of Science and History) indicate that the pole was donated to \\nthe museum in 1946 by Mrs. Joe Weller of Gracemont, OK.\\n    According to museum records and consultation with representatives \\nof the Caddo Tribe of Oklahoma, the pole was originally made about 1895 \\nby Caddo Chief White Bread. The pole was used regularly in Caddo Ghost \\nDances from 1895 until 1946. About 1922, Chief White Bread died and the \\npole passed to Mr. Squirrel, another community Ghost Dance leader. Mr. \\nJoe Weller was the third custodian of the pole and held Ghost Dances \\nannually until his death in 1945. On July 14, 1946, Mrs. Weller \\nsponsored a final Ghost Dance, after which she intended to ``retire\\'\\' \\nthe pole. University of Oklahoma anthropologist K.G. Orr was among \\nthose attending the July 14, 1946, Ghost Dance and, according to museum \\naccession records, he ``persuaded Mrs. Weller and the Caddo tribe to \\ndonate the pole to the museum rather than destroy it at the completion \\nof the dance.\\'\\' The pole was accessioned into the collections of the \\nmuseum\\'s Division of Ethnology in 1946. Since that time, \\nrepresentatives of the Caddo Tribe of Oklahoma and Caddo traditional \\nreligious leaders have regularly visited the museum and consulted with \\nthe museum staff concerning the pole.\\n    Consultations with representatives of the Caddo Tribe of Oklahoma \\nconfirm that this pole was made to be used in the Caddo Ghost Dance. \\nRepresentatives of the Caddo Tribe of Oklahoma have provided evidence \\nthat the pole is needed by traditional religious leaders for the \\npractice of the Ghost Dance by present-day adherents. Representatives \\nof the Caddo Tribe of Oklahoma have provided evidence that the pole is \\nof ongoing historical, traditional, and cultural importance to the \\nCaddo Tribe of Oklahoma as a whole.\\n    Based on the above-mentioned information, officials of the Sam \\nNoble Oklahoma Museum of Natural History have determined that, pursuant \\nto 43 CFR 10.2(d)(3), this item is a specific ceremonial object needed \\nby traditional Native American religious leaders for the practice of \\ntraditional Native American religions by their present-day adherents. \\nOfficials of the Sam Noble Oklahoma Museum of Natural History have \\ndetermined that, pursuant to 43 CFR 10.2(e), there is a relationship of \\nshared group identity that can be traced between this sacred object and \\nthe Caddo Tribe of Oklahoma.\\n    This notice has been sent to officials of the Caddo Tribe of \\nOklahoma. Representatives of any other Indian tribe that believes \\nitself to be culturally affiliated with this object should contact \\nJulie Droke, Registrar/Repatriation\\n\\n[[Page 63154]]\\n\\nSpecialist, Sam Noble Oklahoma Museum of Natural History, University of \\nOklahoma, 2401 Chautauqua Ave., Norman, OK 73072, telephone (405) 325-\\n1035, before November 12, 2002. Repatriation of this sacred object to \\nthe Caddo Tribe of Oklahoma may begin after that date if no additional \\nclaimants come forward.\\n\\n    Dated: August 28, 2002.\\nRobert Stearns,\\nManager, National NAGPRA Program.\\n[FR Doc. 02-25870 Filed 10-9-02; 8:45 am]\\nBILLING CODE 4310-70-S\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}