{"index": "R_627", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent to Repatriate a Cultural Item in the Possession of the Hood Museum of Art, Dartmouth College, Hanover, NH\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is hereby given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.10 (a)(3), of the intent to repatriate a cultural item in the possession of the Hood Museum of Art, Dartmouth College, NH, that meets the definition of \\xe2\\x80\\x9csacred object\\xe2\\x80\\x9d and \\xe2\\x80\\x9cobject of cultural patrimony\\xe2\\x80\\x9d under Section 2 of the Act.\\n        This notice is published as part of the National Park Service\\xe2\\x80\\x99s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c).  The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these cultural items.  The National Park Service is not responsible for the determinations within this notice.\\n        The cultural item is a tunic, or shirt, made from trade cloth and two panels of a Chilkat robe, or approximately one half of a complete robe (Hood Museum of Art accession number 159.1.14291).  The Hood Museum of Art\\xe2\\x80\\x99s records identify the tunic as having come from Angoon, AK, and as having been made prior to the 1882 bombardment of Angoon.\\n        Axel Rasmussen originally collected the tunic while he was superintendent of schools in Wrangell, AK, during the late 1920s through 1937.  After Mr. Rasmussen\\xe2\\x80\\x99s death in 1945, his collection of Northwest Coast objects was dispersed.  The collection was reassembled by Earl Stendahl and a part of it was sold to the Portland Art Museum, Portland, OR.  The remainder of the collection was deposited with Doris Meltzer, a New York City dealer, to sell.  Some of the items that Ms. Meltzer did not sell were given to the Dartmouth College Museum, now the Hood Museum of Art, between 1959 and 1966.  The tunic was given to the museum in 1959.\\n        In 1995, a delegation of Tlingit visited the Hood Museum of Art for consultation on the museum\\xe2\\x80\\x99s collections. At that time, a raven crest was identified in the design of the tunic, and the representative from Angoon related the story of how two brothers, Kanaalku and Kichnaalx, of Yeil Hit (Raven House) of the Deisheetaan Clan of the Kootznoowoo Tribe, inherited a Chilkat robe that, in order for both to use it, was cut up and made into two tunics.\\n        Based on the above-mentioned information, officials of the Hood Museum of Art have determined that, pursuant to 43 CFR 10.2 (d)(3), this cultural item is a specific ceremonial object needed by traditional Native American religious leaders for the practice of traditional Native American religions by their present-day adherents.  Officials of the Hood Museum of Art also have determined that, pursuant to 43 CFR 10.2 (d)(4), this cultural item has ongoing historical, traditional, or cultural importance central to the tribe itself, and may not be alienated, appropriated, or conveyed by any individual.  Lastly, officials of the Hood Museum of Art have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between this sacred object/object of cultural patrimony and the Angoon Community Association, representing the Deisheetaan Clan of the Kootznoowoo Tribe of the Admiralty Island of Angoon, AK, and Kootznoowoo Incorporated.\\n        This notice has been sent to officials of the Deisheetaan Clan, Kootznoowoo Incorporated, Kootznoowoo Cultural and Educational Foundation, and the Central Council of the Tlingit & Haida Indian Tribes.  Representatives of any other Indian tribe that believes itself to be culturally affiliated with this sacred object/object of cultural patrimony should contact Kellen G. Haak, Collections Manager/Registrar and Repatriation Coordinator, Hood Museum of Art, Dartmouth College, Hanover, NH 03755, telephone (603) 646-3109, before September 30, 2002.  Repatriation of this sacred object/object of cultural patrimony to the Central Council of the Tlingit & Haida Indian Tribes on behalf of the Kootznoowoo Cultural and Educational Foundation, Kootznoowoo Incorporated, and the Deisheetaan Clan may begin after that date if no additional claimants come forward.\\n        \\n          Dated: July 10, 2002.\\n          Robert Stearns,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 02-21992 Filed 8-28-02; 8:45 am]\\n      BILLING CODE 4310-70-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate a Cultural Item in the Possession of the Hood Museum of Art, Dartmouth College, Hanover, NH", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: July 10, 2002.", "signature_name": "Robert Stearns,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 02-21992 Filed 8-28-02; 8:45 am]", "billing_code": "BILLING CODE 4310-70-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}