{"index": "R_622", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent to Repatriate a Cultural Item in the Possession of the Minnesota Museum of American Art, Saint Paul, MN\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is hereby given under the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.10 (a)(3), of the intent to repatriate a cultural item in the possession of the Minnesota Museum of American Art that meets the definition of \\xe2\\x80\\x9csacred object\\xe2\\x80\\x9d and \\xe2\\x80\\x9cobject of cultural patrimony\\xe2\\x80\\x9d under Section 2 of the Act.\\n        This notice is published as part of the National Park Service\\xe2\\x80\\x99s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these cultural items. The National Park Service is not responsible for the determinations within this notice.\\n        The cultural item is a shaman\\xe2\\x80\\x99s dancing apron (Minnesota Museum of American Art accession number 57.14.16) made in about 1880-1900 from a Chilkat blanket and composed of wool leather, yarn, and deer claws.  It measures 28 by 45 inches.  Museum accession records describe the apron as \\xe2\\x80\\x9cMade of the right end of a Chilkat blanket, whose design does not appear in Emmon\\xe2\\x80\\x99s book.  All of the lateral field and about 3 inches of the central field appear.  The yellow figures are outlined in orange yarn.  The white yarn is mountain goat wool.  The top blue of the blanket is heavy four-ply brown cotton cord.  The sidelines are twisted sinew.  The apron has a buckskin fringe at the bottom with 39 deer hooves attached.  It belonged to an Indian doctor Gambies Jim.\\xe2\\x80\\x9d\\n        The apron, listed as number 632 of the Rasmussen Collection, was purchased by the Minnesota Museum of American Art in 1957 from the Portland Art Museum.  The Portland Art Museum acquired these works from Mr. Axel Rasmussen who was superintendent of schools in Skagway, AK.  Representatives of the Central Council of the Tlingit & Haida Indian Tribes have provided evidence that this shaman\\xe2\\x80\\x99s dancing apron is needed for religious ceremonies by the Tlingit, and specifically by the Gaanax.adi clan.  Representatives of the Central Council of the Tlingit & Haida Indian Tribes also provided evidence that this shaman\\xe2\\x80\\x99s dancing apron has ongoing historical, traditional, or cultural  importance to the Tlingit people, and that it could not have been alienated, appropriated, or conveyed by any individual.\\n        Based on the above-mentioned information, officials of the Minnesota Museum of American Art have determined that, pursuant to 43 CFR 10.2 (d)(3), this cultural item is a specific ceremonial object needed by traditional Native American religious leaders for the practice of traditional Native American religions by their present-day adherents.  Officials of the Minnesota Museum of American Art also have determined that, pursuant to 43 CFR 10.2 (d)(4), this cultural item has ongoing historical, traditional, or cultural importance central to the tribe itself, and could not have been alienated, appropriated, or conveyed by any individual.  Lastly, officials of the Minnesota Museum of American Art have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between this sacred object/object of cultural patrimony and the Central Council of the Tlingit & Haida Indian Tribes.\\n        This notice has been sent to officials of the Central Council of the Tlingit & Haida Indian Tribes.  Representatives of any other Indian tribe that believes itself to be culturally affiliated with this sacred object/object of cultural patrimony should contact Lin Nelson Mayson, Museum Curator, Museum of American Art, 505 Landmark Center, 75 West Fifth Street, Saint Paul, MN 55102, telephone (651) 292-4370, before October 15, 2002. Repatriation of this sacred object/object of cultural patrimony to the Central Council of the Tlingit & Haida Indian Tribes of Alaska may begin after that date if no additional claimants come forward.\\n        \\n          Dated: July 3, 2002.\\n          Robert Stearns,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 02-23131  Filed 9-11-02; 8:45 am]\\n      BILLING CODE 4310-70-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate a Cultural Item in the Possession of the Minnesota Museum of American Art, Saint Paul, MN", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: July 3, 2002.", "signature_name": "Robert Stearns,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 02-23131  Filed 9-11-02; 8:45 am]", "billing_code": "BILLING CODE 4310-70-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}