{"index": "R_624", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent to Repatriate a Cultural Item in the Possession of the Museum of Northern Arizona, Flagstaff, AZ\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is hereby given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.10 (a)(3), of the intent to repatriate a cultural item in the possession of the Museum of Northern Arizona, Flagstaff, AZ, that meets the definition of \\xe2\\x80\\x9csacred objects\\xe2\\x80\\x9d under Section 2 of the Act.\\n        This notice is published as part of the National Park Service\\xe2\\x80\\x99s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these cultural items. The National Park Service is not responsible for the determinations within this notice.\\n        The cultural item is a ceramic jar that originally had a hide stretched over the open end to make a drum. The hide is possibly from a deer or antelope.\\n        The Museum of Northern Arizona acquired the drum at an unknown date. In 1961, the drum was located in the museum collection and cataloged (accession number 2254, catalog number E2375). The accession and catalog records indicate that the drum is of Navajo origin. In 2002, the drum was dismantled according to traditional Navajo practice.\\n        Consultation with representatives of the Navajo Nation, Arizona, New Mexico & Utah indicate that this type of ceramic drum is used exclusively for the practice of the Ana\\xe2\\x80\\x99\\xc3\\xadji (Enemy Way) ceremony. Specific sacred songs and prayers are associated with the construction and use of this type of ceramic drum. The Ana\\xe2\\x80\\x99\\xc3\\xadji ceremony is performed for an individual to regain strength, harmony, and balance from a physical or mental illness. A specific Navajo traditional religious leader has indicated he needs this ceramic drum for the practice of the Ana\\xe2\\x80\\x99\\xc3\\xadji ceremony by present day adherents.\\n        Based on the above-mentioned information, officials of the Museum of Northern Arizona have determined that, pursuant to 43 CFR 10.2 (d)(3), this cultural item is a specific ceremonial object needed by traditional Native American religious leaders for the practice of traditional Native American religions by their present-day adherents. Officials of the Museum of Northern Arizona also have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between this cultural item and the Navajo Nation, Arizona, New Mexico & Utah.\\n        This notice has been sent to officials of the Navajo Nation, Arizona, New Mexico & Utah. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these objects should contact Elaine Hughes, Repatriation Coordinator, Museum of Northern Arizona, 3101 North Fort Valley Road, Flagstaff, AZ 86001, telephone (928) 774-5211, extension 228, before October 11, 2002. Repatriation of this cultural item to the Navajo Nation, Arizona, New Mexico & Utah may begin after that date if no additional claimants come forward.\\n        \\n          Dated: August 12, 2002.\\n          Robert Stearns,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 02-23019 Filed 9-10-02; 8:45 am]\\n      BILLING CODE 4310-70-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate a Cultural Item in the Possession of the Museum of Northern Arizona, Flagstaff, AZ", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: August 12, 2002.", "signature_name": "Robert Stearns,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 02-23019 Filed 9-10-02; 8:45 am]", "billing_code": "BILLING CODE 4310-70-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}