{"index": "R_628", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent to Repatriate a Cultural Item in the Possession of the Houston Museum of Natural Science, Houston, TX\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is hereby given under the Native American Graves Protection and Repatriation Act, 43 CFR 10.10 (a)(3), of the intent to repatriate a cultural item in the possession of the Houston Museum of Natural Science, Houston, TX, that meets the definition of Asacred object@ under Section 2 of the Act.\\n        This notice is published as part of the National Park Service=s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c).  The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these cultural items.  The National Park Service is not responsible for the determinations within this notice.\\n        The cultural item is a paho, or prayer stick.  The paho is made from two sticks, painted green, approximately 22 centimeters long, four feathers (three turkey feathers and one buteo hawk feather), and the twine that holds the sticks and feathers together.\\n        In the 1950s, Eleanor Searle McCullum was given the paho by a member of the Porter Timeche family.  In November 1991, Mrs. McCullum donated the paho to the Houston Museum of Natural Science.\\n        Museum records indicate that this item was given to the donor by a Hopi person and that it is a Hopi object, which is consistent with its style and construction.  Consultation with representatives of the Hopi tribe confirm that this is a Hopi object.  During consultations, the Hopi tribal representatives stated that this paho is needed by traditional Native American religious leaders for the practice of  their traditional Native American religion by their present-day adherents.\\n        Authorities of the United States Fish and Wildlife Service in Albuquerque, NM, have been contacted regarding applicability of the Migratory Bird Treaty Act to this transfer and concur that the transfer may take place without a permit.\\n        Based on the above-mentioned information, officials of the Houston Museum of Natural Science have determined that, pursuant to 43 CFR 10.2 (d)(3), this cultural item is a specific ceremonial object needed by traditional Native American religious leaders for the practice of traditional Native American religions by their present-day adherents.  Officials of the Houston Museum of Natural Science also have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between this item and the Hopi Tribe of Arizona.\\n        This notice has been sent to officials of the Hopi Tribe of Arizona.  Representatives of any other Indian tribe that believes itself to be culturally affiliated with these objects should contact Dirk Van Turenhout, Curator of Anthropology, Houston Museum of Natural Science, One Hermann Circle Drive, Houston, TX 77030-1799, telephone (713) 639-4674 before September 30, 2002.  Repatriation of these objects to the Hopi Tribe of Arizona may begin after that date if no additional claimants come forward.\\n        \\n          Dated: July 30, 2002\\n          Robert Stearns,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 02-21994 Filed 8-28-02; 8:45 am]\\n      BILLING CODE 4310-70-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate a Cultural Item in the Possession of the Houston Museum of Natural Science, Houston, TX", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: July 30, 2002", "signature_name": "Robert Stearns,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 02-21994 Filed 8-28-02; 8:45 am]", "billing_code": "BILLING CODE 4310-70-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}