{"index": "R_632", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service\\n        Notice of Intent to Repatriate Cultural Items in the Possession of the Logan Museum of Anthropology, Beloit College, Beloit, WI \\n        \\n          AGENCY:\\n          National Park Service, Interior. \\n        \\n        \\n          ACTION:\\n          Notice. \\n        \\n        Notice is hereby given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.10 (a)(3), of the intent to repatriate cultural items in the possession of the Logan Museum of Anthropology that meet the definition of \\xe2\\x80\\x9csacred objects\\xe2\\x80\\x9d under Section 2 of the Act.\\n         This notice is published as part of the National Park Service\\xe2\\x80\\x99s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these cultural items. The National Park Service is not responsible for the determinations within this notice.\\n        The 27 cultural items are one mud head kachina mask (catalogue number 1542); one mask (6896); one snake costume (comprised of twelve parts) (1597.1-.12); one prayer stick (8369); two dance wands (3891, 3892); five ceremonial dance paddles (7026, 7027, 7028, 7029, 7030); four ceremonial hoes (7020, 7021, 7022, 7023); two dance sticks (7502, 9075); seven painted wooden sticks (7441.1-.6, 8799); one ceremonial wand (8367); and two prayer or dance sticks (8798.1-.2).\\n         Between 1968 and 1971, eleven objects were donated to the Logan Museum of Anthropology from the Herbert S. and Sonia Bleeker Zim Collection.  These include two dance sticks: one from Moenkopi, AZ, measures 221/4 inches long and 3/4 inch thick; the other, which is painted, measures approximately 16 inches long, is in the shape of an arrow, and has pine twigs and yarn tied to each end. The other nine objects are six painted wooden sticks carved in various animal forms, all measuring approximately 12 inches in length, one painted wooden stick 151/2 inches long with images of corn and a rain cloud on both sides, and two prayer or dance sticks measuring between 9 and 11 inches and painted with imagery of tadpoles, cornstalks, and rain clouds.  There is no information available regarding how or when the Zims acquired these items.\\n         In 1957, four ceremonial hoes and five ceremonial dance paddles were acquired through an exchange with the Southwest Museum, Los Angeles, CA.  The hoes measure between 71/2 and 12 inches in length; one is painted with a rain cloud design. The dance paddles measure between 18 and 24 inches in length. Two of the dance paddles are painted with human figures; one is painted with a corn design and kachina on one side, while the other is painted with a corn design and has feathers attached.  Another dance paddle is painted with a figure on one side, which is wearing a tableta headdress and is identified as Shalako Mana kachina. Catalogue information identifies it as part of an altar or altarpiece and as having been used by the Priestess of Maurrau.  Logan Museum of Anthropology catalogue information identifies both the hoes and dance paddles as ceremonial.  There is no information available regarding the objects\\xe2\\x80\\x99 collection history prior to acquisition by the Logan Museum of Anthropology.  The Hopi Tribe of Arizona identified the five ceremonial dance paddles as Marau Vaho.\\n\\n         The snake costume and the mud head kachina mask were purchased for the Logan Museum of Anthropology through the Bob Becker North American Indian Fund in 1976 and 1982 respectively.  The snake costume consists of twelve parts: rope and leather armbands; two shell necklaces; a bandolier of leather, shell, and cloth; a leather purse; a leather sash with shell and metal tinklers; a cloth kilt with shells; a feather headdress; a fur container; and cloth and leather anklets.  The costume was purchased from the J.N. Bishop Gallery in Los Angeles, CA.  A notarized letter signed by Mrs. J.N. Bishop states that the costume was purchased legally and that Mrs. Bishop knew the owner of the costume. The mud head kachina mask is from First Mesa, AZ; it measures 111/2 inches in height, is constructed of dyed cotton, and was purchased from Gallery II Primitive Art in Phoenix, AZ.  Catalogue information does not provide data on the objects\\xe2\\x80\\x99 collection history prior to acquisition by the Logan Museum of Anthropology.  The Hopi Tribe of Arizona identified the mud head kachina mask as a Koyemsi Kwatsi.\\n         One mask was purchased from Walter Randall, Inc., Primitive, Archaic and Fine Arts, New York, NY, in 1961.  Catalogue information refers to the item as a Kachina cult mask. The mask is constructed of horsehide with wooden \\xe2\\x80\\x98pop\\xe2\\x80\\x99 eyes and mouth and measures 71/2 by 51/2 inches. Catalogue information does not provide data on the object\\xe2\\x80\\x99s collection history prior to acquisition by the Logan Museum of Anthropology.  The Hopi Tribe of Arizona identified the mask as a Katsin Kwatsi.\\n         One ceremonial wand and one prayer stick were donated to the Logan Museum of Anthropology in 1964 by Helen-Margaret Greene of Tucson, AZ.  The donor\\xe2\\x80\\x99s inventory refers to the ceremonial wand as a corn flower baton with spruce or mariposa lily, purchased from Alfred Joshongewa at Shungopavi, Second Mesa, AZ, in 1960.  The wand is 14 inches in length and is constructed of painted wood with handspun cotton, prayer feathers, and spruce twigs attached.  The prayer stick is constructed of painted wooden dowels wrapped in corn leaves with a cluster of herbs and feathers and is 6 inches in length.  The Logan Museum of Anthropology catalogue information identifies both these items as ceremonial.  No information is available regarding the collection history of the prayer stick.  The Hopi Tribe of Arizona identified the prayer stick as a Paho.\\n         Two wooden dance wands derive from unknown sources.  They were acquired by the Logan Museum of Anthropology in 1983.  One dance wand is painted with a tadpole design on one side and a kachina and corn image on the other.  It measures 20 by 31/2 inches.  The other dance wand is painted with a rain cloud image on one side and six pairs of vertical red lines on the other and is 223/4 inches in length and 61/2 inches in width.  Catalogue information does not provide data regarding the collection history of the objects prior to acquisition by the Logan Museum of Anthropology.  The Hopi Tribe of Arizona identified the dance wands as Marua Vaho.\\n         Accession and catalogue records of the Logan Museum of Anthropology indicate that these cultural items are of Hopi origin from Hopi villages in northern Arizona.  Consultation with representatives of the Hopi Tribe of Arizona acting on behalf of Hopi traditional religious leaders confirm the Hopi identity of these cultural items. Representatives of the Hopi Tribe of Arizona acting on behalf of Hopi traditional religious leaders have identified these cultural items as needed by Native American traditional religious leaders for the practice of traditional Native American religion by its present-day adherents.  Furthermore, representatives of the Hopi Tribe identify the Society Priests of the Hopi Tribe of Arizona as the rightful custodians of these items.\\n         Based on the above-mentioned information, officials of the Logan Museum of Anthropology have determined that, pursuant to 43 CFR 10.2 (d)(3), these 27 cultural items are specific ceremonial objects needed by traditional Native American religious leaders for the practice of traditional Native American religions by their present-day adherents.  Officials of the Logan Museum of Anthropology also have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between these sacred objects and the Hopi Tribe of Arizona.\\n         This notice has been sent to officials of the Hopi Tribe of Arizona.  Representatives of any other Indian tribe that believes itself to be culturally affiliated with these objects should contact William Green, Director, Logan Museum of Anthropology, Beloit College, 700 College St., Beloit, WI 53511, telephone (608) 363-2119, before August 12, 2002. Repatriation of these sacred objects to the Hopi Tribe of Arizona may begin after that date if no additional claimants come forward. \\n        \\n          Dated: June 25, 2002.\\n          Robert Stearns,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 02-17416 Filed 7-10-02; 8:45 am]\\n      BILLING CODE 4310-70-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate Cultural Items in the Possession of the Logan Museum of Anthropology, Beloit College, Beloit, WI ", "agency2": "National Park Service, Interior. ", "action": "Notice. ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: June 25, 2002.", "signature_name": "Robert Stearns,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 02-17416 Filed 7-10-02; 8:45 am]", "billing_code": "BILLING CODE 4310-70-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}