{"index": "R_635", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent to Repatriate Cultural Items in the Possession of the Kennedy Museum of Art, Ohio University, Athens, OH\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is hereby given under the Native American Graves Protection and Repatriation Act, 43 CFR 10.10 (a)(3), of the intent to repatriate cultural items in the possession of the Kennedy Museum of Art, Ohio University, Athens, OH, that meet the definitions of \\xe2\\x80\\x9csacred object\\xe2\\x80\\x9d and \\xe2\\x80\\x9cobject of cultural patrimony\\xe2\\x80\\x9d under Section 2 of the Act.\\n        This notice is published as part of the National Park Service\\xe2\\x80\\x99s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c).  The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these cultural items.  The National Park Service is not responsible for the determinations within this notice.\\n        The cultural items are ceremonial bundles of faunal materials, minerals, leather, feathers, and cloth, including one offering kit, one paint kit, one feather wand, three gourd rattles, one hide rattle, two buckskin saddlebags, one abalone shell, two silver stamps, one watching stone, and other assorted shells, stones, and arrowheads.  Collectively these items are referred to as jish, representing universal objects used in four Navajo chantways: Windway, Mountainway, Shootingway, and Evilway.\\n        The jish was donated to the Kennedy Museum of Art in January 1993 by Tobe A. Turpen, Jr.  In correspondence with the museum in 1993, Mr. Turpen stated that the jish had been given to his father, Tobe Turpen, Sr., sometime before 1950 by Hosteen Left Hand, a Navajo Hataalii.\\n        Representatives of the Navajo Nation, Arizona, New Mexico & Utah state that the Windway, Mountainway, Shootingway, and Evilway are four chants still performed by the Navajo Nation, Arizona, New Mexico & Utah.  Bundles for these chants should only be in the possession of a qualified Hataalii (chanter, singer, or medicine person) capable of understanding the jish.  In Navajo tradition, jish can only be cared for by an individual; it is not \\xe2\\x80\\x9cproperty\\xe2\\x80\\x9d and cannot be \\xe2\\x80\\x9cowned.\\xe2\\x80\\x9d  Documentation associated with the jish and information provided by representatives of the Navajo Nation, Arizona, New Mexico & Utah confirm that a relationship exists between the original makers of the ceremonial bundles and the Navajo Nation, Arizona, New Mexico & Utah.\\n         Based on the above information, officials of the Kennedy Museum of Art, Ohio University have determined that, pursuant to 43 CFR 10.2 (d)(3), these cultural items are specific ceremonial objects needed by traditional Native American religious leaders for the practice of traditional Native American religions by their present-day adherents.  Officials of the Kennedy Museum of Art, Ohio University, have also determined that, pursuant to 43 CFR 10.2 (d)(4), these cultural items have ongoing historical, traditional, and cultural importance central to the tribe itself, and may not be alienated, appropriated, or conveyed by any individual tribal or organizational member.  Lastly, officials of the Kennedy Museum of Art, Ohio University have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between these cultural items and the Navajo Nation, Arizona, New Mexico & Utah.\\n        This notice has been sent to officials of the Navajo Nation, Arizona, New Mexico & Utah.  Representatives of any other Indian tribe that believes itself to be culturally affiliated with these objects should contact Dr. Jennifer McLerran, Curator, Kennedy Museum of Art, Ohio University, Lin Hall, Athens, OH 45701, telephone (740) 593-0952 or (749) 593-1304 before August 7, 2002. Repatriation of these cultural items to the Navajo Nation, Arizona, New Mexico & Utah may begin after that date if no additional claimants come forward.\\n        \\n          Dated: April 11, 2002.\\n          Robert Stearns,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 02-17089 Filed 7-5-02; 8:45 am]\\n      BILLING CODE 4310-70-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate Cultural Items in the Possession of the Kennedy Museum of Art, Ohio University, Athens, OH", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: April 11, 2002.", "signature_name": "Robert Stearns,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 02-17089 Filed 7-5-02; 8:45 am]", "billing_code": "BILLING CODE 4310-70-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}