{"index": "R_630", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service\\n        Notice of Intent to Repatriate Cultural Items in the Possession of the Springfield Science Museum, Springfield, MA \\n        \\n          AGENCY:\\n          National Park Service, Interior. \\n        \\n        \\n          ACTION:\\n          Notice. \\n        \\n        Notice is hereby given under the Native American Graves Protection and Repatriation Act, 43 CFR 10.10 (a)(3), of the intent to repatriate cultural items in the possession of the Springfield Museum of Science, Springfield, MA, that meet the definition of \\xe2\\x80\\x9cunassociated funerary objects\\xe2\\x80\\x9d under Section 2 of the Act.\\n        This notice is published as part of the National Park Service\\xe2\\x80\\x99s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c).  The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these cultural items.  The National Park Service is not responsible for the determinations within this notice.\\n        The five cultural items are a copper \\xe2\\x80\\x9cnose ring,\\xe2\\x80\\x9d a bracelet, two tubular beads, and a pendant. In 1906, J.T. Bowne purchased these cultural items from a collector in Oregon and donated them to the Springfield Science Museum in 1925.  According to museum records, these items were removed from a burial mound at Klamath Falls, OR.  Historic sources, oral traditions, and consultation information also indicate that these cultural items are from the burial of a Klamath individual from traditional Klamath territory in Oregon.  The Springfield Science Museum does not have possession of the human remains from this site.\\n        Based on the above-mentioned information, officials of the Springfield Science Museum have determined that, pursuant to 43 CFR 10.2 (d)(2)(ii), these cultural items are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony and are believed, by a preponderance of the evidence, to have been removed from a specific burial site of a Native American individual.  Officials of the Springfield Science Museum also have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between these cultural items and the Klamath Indian Tribe of Oregon.\\n        This notice has been sent to officials of the Klamath Indian Tribe of Oregon.  Representatives of any other Indian tribe that believes itself to be culturally affiliated with these unassociated funerary objects should contact David Stier, Director, Springfield Science Museum, 236 State Street, Springfield, MA 01103, telephone (413) 263-6800, extension 321, before August 12, 2002.  Repatriation of these unassociated funerary objects to the Klamath Indian Tribe of Oregon may begin after that date if no additional claimants come forward.\\n        \\n          Dated: June 6, 2002.\\n          Robert Stearns,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 02-17429 Filed 7-10-02; 8:45 am]\\n      BILLING CODE 4310-70-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate Cultural Items in the Possession of the Springfield Science Museum, Springfield, MA ", "agency2": "National Park Service, Interior. ", "action": "Notice. ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: June 6, 2002.", "signature_name": "Robert Stearns,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 02-17429 Filed 7-10-02; 8:45 am]", "billing_code": "BILLING CODE 4310-70-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}