{"index": "R_645", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the U.S. Department of the Interior, Bureau of Reclamation, Central Arizona Project Repository, Tucson, AZ, and in the Control of the U.S. Department of the Interior, Bureau of Reclamation, Phoenix Area Office, Phoenix, AZ\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.9, of the completion of an inventory of human remains and associated funerary objects in the possession of the U.S. Department of the Interior, Bureau of Reclamation, Central Arizona Project Repository, Tucson, AZ, and in the control of the U.S. Department of the Interior, Bureau of Reclamation, Phoenix Area Office, Phoenix, AZ.\\n        This notice is published as part of the National Park Service\\xe2\\x80\\x99s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c).  The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these Native American human remains and associated funerary objects.  The National Park Service is not responsible for the determinations within this notice.\\n\\n        A detailed assessment of the human remains and associated funerary objects was made by Bureau of Reclamation professional staff in consultation with representatives of the Ak-Chin Indian Community of the Ak-Chin Indian Reservation, Arizona; Chemehuevi Indian Tribe of the Chemehuevi Indian Reservation, California; Cocopah Tribe of Arizona; Colorado River Indian Tribes of the Colorado River Indian Reservation, Arizona and California; Fort McDowell Mohave-Apache Community of the Fort McDowell Indian Reservation, Arizona; Fort Mohave Indian Tribe of Arizona, California & Nevada; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hopi Tribe of Arizona; Pascua Yaqui Tribe of Arizona; Quechan Tribe of the Fort Yuma Indian Reservation, California & Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; San Carlos Apache Tribe of the San Carlos Reservation, Arizona; Tohono O\\xe2\\x80\\x99Odham Nation; Tohono O\\xe2\\x80\\x99Odham Nation of Arizona, San Xavier District; Tonto Apache Tribe of Arizona; White Mountain Apache Tribe of the Fort Apache Reservation, Arizona; Yavapai-Apache Nation of the Camp Verde Indian Reservation, Arizona; Yavapai-Prescott Tribe of the Yavapai Reservation, Arizona; and the Zuni Tribe of the Zuni Reservation, New Mexico.  The Cocopah Tribe of Arizona indicated that the Central Arizona Project region is outside of their claims area.\\n        Between 1980 and 1981, during legally authorized data recovery efforts undertaken by the Arizona State Museum for the Bureau of Reclamation, human remains representing one individual were recovered from site AZ AA:3:21(ASM), south of Florence, Pinal County, AZ.  No known individual was identified.  The 27 associated funerary objects are 7 bags of sherds; 15 metate and mano fragments; 2 bags of chipped stone; 2 bags of unworked shell fragments; and 1 macrobotanical sample.\\n        On the basis of archeological context, architectural, ceramic, and other types of artifactual evidence, this site represents a Hohokam occupation of the Classic period (A.D. 1150-1450).\\n        Between 1980 and 1981, during legally authorized data recovery efforts undertaken by the Arizona State Museum for the Bureau of Reclamation, human remains representing 20 individuals were recovered from the Siphon Draw site, AZ U:10:6(ASM), south of Apache Junction, Pinal County, AZ.  No known individuals were identified.  The 141 associated funerary objects are 17 ceramic vessels (5 miniature bowls, 1 miniature jar, 1 plate, 9 bowls, and 1 jar), 8 human clay figurines; 34 bags of sherds; 1 fragmented stone bowl; 1 stone palette; 2 bags of chipped stone; 2 bags of worked shell (including 1 shell bracelet fragment and 9 worked shell fragments); 5 bags of unworked shell fragments; 11 bags of worked faunal bone (including approximately 11 fragmented bone awl/hairpins); 14 bags of unworked faunal bone; and 46 flotation, pollen, macrobotanical, and raw material samples.\\n         On the basis of archeological context, chronometric, architectural, ceramic, and other types of artifactual evidence, the site represents a Hohokam occupation of the Santa Cruz through Sacaton Phases (A.D. 700-1150) of the Preclassic period.\\n        Between 1980 and 1981, during legally authorized data recovery efforts undertaken by the Arizona State Museum for the Bureau of Reclamation, human remains representing one individual were recovered from the Smiley\\xe2\\x80\\x99s Well site, AZ U:14:73(ASM), along Queen Creek, west of Florence Junction, Pinal County, AZ.  No known individual was identified.  The two associated funerary objects are one bag of unworked faunal bone and one soil sample.\\n        On the basis of archeological context, architectural, ceramic, and other types of artifactual evidence, the site represents a Hohokam occupation of the late Sedentary Phase (circa A.D. 1050-1150) of the Preclassic period.\\n        Between 1980 and 1981, during legally authorized data recovery efforts undertaken by the Arizona State Museum for the Bureau of Reclamation, human remains representing 31 individuals were recovered from the Las Fosas site, AZ U:15:19(ASM), in the Gila River valley, east of Florence, Pinal County, AZ.  No known individuals were identified.  The 290 associated funerary objects are 58 whole, reconstructed, or reconstructable ceramic vessels (including 33 bowls, 16 jars, 5 scoops, 1 effigy canteen, and 3 unidentifiable vessels); 85 bags of sherds; 1 arrowshaft straightener; 1 stone anvil; 1 turquoise pendant; 1 worked turquoise fragment; 5 ground stone fragments; 2 perforated stone disks; 1 steatite rod; 1 possible pestle; 2 projectile points; 46 bags of chipped stone; 2 bags of worked shell (including 1 shell disk bead and 1 shell bracelet fragment); 2 bags of worked faunal bone (including 1 antler flaking tool and 1 partial bone needle); 13 bags of unworked faunal bone; and 69 flotation, pollen, macrobotanical, and raw material samples.\\n        On the basis of archeological context, chronometric, architectural, ceramic and other types of artifactual evidence, the site represents a Hohokam occupation of the Classic period (A.D. 1150-1450).\\n        Between 1980 and 1981, during legally authorized data recovery efforts undertaken by the Arizona State Museum for the Bureau of Reclamation, human remains representing three individuals were recovered from the Jones Ruin site, AZ U:15:48(ASM), along the Gila River, northwest of Florence, Pinal County, AZ.  No known individuals were identified. The four associated funerary objects are two bags of sherds, one bag of chipped stone, and one pollen sample.\\n        On the basis of archeological context, chronometric, architectural, ceramic, and other types of artifactual evidence, the site represents a Hohokam occupation of the Late Sacaton through Early Soho Phases (A.D. 1100-1200) of the transitional Preclassic-Classic period.\\n        Between 1980 and 1981, during legally authorized data recovery efforts undertaken by the Arizona State Museum for the Bureau of Reclamation, human remains representing four individuals were recovered from the El Polvoron site, AZ U:15:59(ASM), near Queen Creek, west of Florence Junction, Pinal County, AZ.  No known individuals were identified.  The 26 associated funerary objects are 1 ceramic vessel, 11 bags of sherds, 2 bags of chipped stone, 1 bag of worked faunal bone (including 1 bone hairpin), 3 bags of unworked faunal bone, and 8 flotation and macrobotanical samples.\\n         On the basis of archeological context, chronometric, architectural, ceramic, and other types of artifactual evidence, the site represents a Hohokam occupation of the Classic period (A.D. 1150-1450).\\n\\n        Between 1980 and 1981, during legally authorized data recovery efforts undertaken by the Arizona State Museum for the Bureau of Reclamation, human remains representing 25 individuals were recovered from Frogtown, AZ U:15:61(ASM), west of Florence Junction, Pinal County, AZ.  No known individuals were identified.  The 120 associated funerary objects are 13 whole, reconstructed, and reconstructable ceramic vessels (8 bowls, 2 jars, 1 plate, 1 miniature jar, and 1 unidentifiable vessel), 26 bags of sherds; 2 steatite disk beads; 1 partial stone pendant; 1 stone palette; 4 projectile points; 5 bags of chipped stone; 5 bags of worked shell (including 1 whole shell pendant, 1 Glycymeris shell bracelet, 4 Olivella whole shell beads, and 3 pieces of worked shell); 2 bags of unworked shell fragments; 7 bags of worked faunal bone (including 3 bone awl/hairpins and 4 bags worked bone fragments); 11 bags unworked faunal bone; and 43 flotation, pollen, and macrobotanical samples.\\n         On the basis of archeological context, chronometric, architectural, ceramic, and other types of artifactual evidence, the site represents a Hohokam occupation of the Santa Cruz and Sacaton Phases (A.D. 750-1150) of the Preclassic period.\\n        Between 1980 and 1981, during legally authorized data recovery efforts undertaken by the Arizona State Museum for the Bureau of Reclamation, human remains representing one individual were recovered from Rancho Sin Vacas, AZ U:15:62(ASM), west of Florence Junction, Pinal County, AZ.  No known individual was identified.  No associated funerary objects are present.\\n        \\n        On the basis of archeological context, chronometric, architectural, ceramic, and other types of artifactual evidence, the site represents a Hohokam occupation of the Sedentary Phase (A.D. 950-1150) of the Preclassic period.\\n        Between 1980 and 1981, during legally authorized data recovery efforts undertaken by the Arizona State Museum for the Bureau of Reclamation, human remains representing five individuals were recovered from the Dustbowl site, AZ U:15:76(ASM), on the Gila River, northeast of Florence, Pinal County, AZ.  No known individuals were identified.  The 59 associated funerary objects are 1 ceramic bowl, 2 sherd disks, 2 worked sherds, 25 bags of sherds, 1 pecked sandstone slab, 1 projectile point, 20 bags of lithics, 1 shell pendant, 2 bone hairpins, 2 bags of unworked faunal bone, and 2 macrobotanical and raw material samples.\\n         On the basis of archeological context, architectural, ceramic, and other types of artifactual evidence, the site represents a Hohokam occupation of the Santa Cruz Phase (A.D. 750-900) of the Preclassic period; a Soho Phase (A.D. 1150-1300) occupation of the Classic period is also evident.\\n        Between 1980 and 1981, during legally authorized data recovery efforts undertaken by the Arizona State Museum for the Bureau of Reclamation, human remains representing two individuals were recovered from the Saguaro site, AZ U:15:77(ASM), on the Gila River, northeast of Florence, Pinal County, AZ.  No known individuals were identified.  The 28 associated funerary objects are 1 partially reconstructable ceramic jar, 15 bags of sherds, 4 bags of chipped stone, 2 bags of unworked terrestrial snail shells, 2 bags of unworked faunal bone, and 4 radiocarbon and flotation samples.\\n        On the basis of archeological context, architectural, ceramic and other types of artifactual evidence, the site represents a Hohokam occupation of the Preclassic period (A.D. 700-1150); a Soho Phase (A.D. 1150-1300) occupation of the Classic period is also evident.\\n        Between 1980 and 1981, during legally authorized data recovery efforts undertaken by the Arizona State Museum for the Bureau of Reclamation, human remains representing four individuals were recovered from the Junkyard site, AZ U:15:83(ASM), east of Florence, Pinal County, AZ.  No known individuals were identified.  The 14 associated funerary objects are 1 partial ceramic bowl, 1 reconstructable jar, 7 bags of sherds, 4 bags of chipped stone, and 1 flotation sample.\\n        On the basis of archeological context, chronometric, architectural, ceramic, and other types of artifactual evidence, the site represents a lengthy Hohokam occupation from the late Colonial through early Classic periods (circa A.D. 850-1300); the human remains belong to the early Classic period (A.D. 1150-1300).\\n        Between 1980 and 1981, during legally authorized data recovery efforts undertaken by the Arizona State Museum for the Bureau of Reclamation, human remains representing a minimum of six individuals were recovered from site AZ U:15:85(ASM), in Pinal County, AZ.  No known individuals were identified.  The 10 associated funerary objects are 3 reconstructed ceramic jars, 1 partially reconstructed bowl, 1 partial perforated sherd disk, and 5 bags of sherds.\\n        On the basis of archeological context, chronometric, architectural, ceramic, and other types of artifactual evidence, the site represents a Hohokam occupation of the Classic period (A.D. 1150-1450).\\n         Between 1980 and 1981, during legally authorized data recovery efforts undertaken by the Arizona State Museum for the Bureau of Reclamation, human remains representing one individual were recovered from the Gopherette site, AZ U:15:87(ASM), east of Florence, Pinal County, AZ.  No known individual was identified.  No associated funerary objects are present.\\n        On the basis of archeological context, architectural, ceramic, and other types of artifactual evidence, the site represents a Hohokam occupation of the early Classic period (A.D. 1150-1300).\\n        Between 1980 and 1981, during legally authorized data recovery efforts undertaken by the Arizona State Museum for the Bureau of Reclamation, a partial human tooth representing one individual was recovered from Casas Peque\\xc3\\xb1as, AZ U:15:97(ASM), west of Florence Junction, Pinal County, AZ.  No known individual was identified.  No associated funerary objects are present.\\n        On the basis of archeological context, architectural, ceramic, and other types of artifactual evidence, the site represents a Hohokam occupation of the Colonial Phase (circa A.D. 750-950) of the Preclassic period.\\n        Between 1986 and 1987, during legally authorized data recovery efforts undertaken by Archeological Consulting Services, Inc. for the Bureau of Reclamation, human remains representing three individuals were recovered from site AZ T:3:10(ASM), near the Agua Fria and New River Valleys north of Phoenix, Maricopa County, AZ.  No known individuals were identified.  The 12 associated funerary objects are 3 bags of sherds, 1 stone palette, 2 bags of chipped stone, 2 bags worked faunal bone (including 1 bone awl point and 1 bone hairpin), 1 bag of unworked faunal bone, and 3 flotation, pollen, and raw material samples.\\n         On the basis of archeological context, architectural, ceramic, and other artifactual evidence, this site represents a Hohokam occupation of the Preclassic period (A.D. 800-1150).\\n        Between 1986 and 1987, during legally authorized data recovery efforts undertaken by Archeological Consulting Services, Inc. for the Bureau of Reclamation, human remains representing one individual were recovered from site AZ T:3:19(ASM), near the Agua Fria and New River Valleys north of Phoenix, Maricopa County, AZ.  No known individual was identified.  The 25 associated funerary objects are 2 ceramic bowls, 1 ceramic scoop, 9 bags of sherds, 5 bags of chipped stone, 3 bags of unworked faunal bone, and 5 flotation and pollen samples.\\n        On the basis of archeological context, architectural, ceramic, and other artifactual evidence, this site represents a Hohokam occupation of the Preclassic period (A.D. 800-1150).\\n        Between 1986 and 1987, during legally authorized data recovery efforts undertaken by Archeological Consulting Services, Inc. for the Bureau of Reclamation, human remains representing three individuals were recovered from site AZ T:3:20(ASM), near the Agua Fria and New River Valleys north of Phoenix, Maricopa County, AZ.  No known individuals were identified.  The 17 associated funerary objects are 1 bag of sherds, 1 ground stone axe, 2 trough metates, 1 projectile point, 1 bag of chipped stone, 2 bags of unworked faunal bone, and 9 flotation and pollen samples.\\n        On the basis of archeological context, architectural, ceramic, and other artifactual evidence, this site represents a Hohokam occupation of the Classic period (A.D. 1150-1450).\\n\\n        Between 1986 and 1987, during legally authorized data recovery efforts undertaken by Archeological Consulting Services, Inc. for the Bureau of Reclamation, human remains representing a minimum of six individuals were recovered from site AZ T:3:24(ASM), near the Agua Fria and New River Valleys north of Phoenix, Maricopa County, AZ.  No known individuals were identified.  The 109 associated funerary objects are 6 ceramic bowls; 1 ceramic jar; 1 ceramic scoop; 33 bags of sherds; 12 bags of chipped stone; 3 bags of worked faunal bone (representing 3 worked turtle carapace fragments); 17 bags of unworked faunal bone; and 36 flotation, pollen, radiocarbon, and raw material samples.\\n         On the basis of archeological context, architectural, ceramic, and other artifactual evidence, this site represents a Hohokam occupation of the Preclassic or Classic period (A.D. 700-1450).\\n\\n        In 1985, during legally authorized data recovery efforts undertaken by the Museum of Northern Arizona for the Bureau of Reclamation, human remains representing 55 individuals were recovered from the Brady Wash site, NA18003(MNA), at the base of the Picacho Mountains in Pinal County, AZ.  No known individuals were identified.  The 257 associated funerary objects are 29 whole and reconstructable vessels (19 bowls, 6 jars, and 4 scoops); 1 partial perforated sherd disk; 1 figurine fragment; 58 bags of sherds; 1 schist anvil; 1 stone bead; 1 mano fragment; 1 stone lip/nose plug; 2 projectile points; 23 bags of chipped stone; 7 bags of worked shell (including 50 shell disk beads, 78 whole Olivella shell beads, 1 Glycymeris shell ring, and 1 worked shell fragment); 3 bags of unworked shell fragments; 2 bags of worked faunal bone (including 3 worked fragments); 18 bags of unworked faunal bone; and 109 flotation, pollen, macrobotanical, and raw material samples.\\n         On the basis of archeological context, chronometric, architectural, ceramic, and other artifactual evidence, this site represents a Hohokam occupation of the Classic period (A.D. 1150-1450).\\n        In 1985, during legally authorized data recovery efforts undertaken by the Museum of Northern Arizona for the Bureau of Reclamation, human remains representing eight individuals were recovered from the Picacho Pass site, NA18030(MNA), at the base of the Picacho Mountains in Pinal County, AZ.  No known individuals were identified.  The 32 associated funerary objects are 4 ceramic vessels (2 bowls, 1 jar, and 1 cup); 9 bags of sherds; 1 stone disk bead; 3 projectile points; 5 bags of chipped stone; and 10 flotation and pollen samples.\\n        On the basis of archeological context, chronometric, architectural, ceramic, and other artifactual evidence, this site represents a Hohokam occupation of the Preclassic period (A.D. 700-1150).\\n        In 1985, during legally authorized data recovery efforts undertaken by the Museum of Northern Arizona for the Bureau of Reclamation, human remains representing five individuals were recovered from the McClellan Wash site, NA18031(MNA), at the base of the Picacho Mountains in Pinal County, AZ.  No known individuals were identified.  The 15 associated funerary objects are 5 ceramic vessels (3 bowls and 2 jars), and 10 flotation and pollen samples.\\n        On the basis of archeological context, chronometric, architectural, ceramic, and other artifactual evidence, this site represents a Hohokam occupation of the Classic period (A.D. 1150-1450).\\n        In 1985, during legally authorized data recovery efforts undertaken by the Museum of Northern Arizona for the Bureau of Reclamation, human remains representing one individual were recovered from the Pecan site, NA18037(MNA), at the base of the Picacho Mountains in Pinal County, AZ.  No known individual was identified.  No associated funerary objects are present.\\n        On the basis of archeological context, architectural, ceramic, and other artifactual evidence, this site represents a Hohokam occupation of the Preclassic or Classic period (A.D. 700-1450).\\n\\n        In 1985, during legally authorized data recovery undertaken by Arizona State University for the Bureau of Reclamation, human remains representing a minimum of 68 individuals were recovered from Muchas Casas, AZ AA:12:2(ASU), north of Tucson, Pima County, AZ.  No known individuals were identified.  The 523 associated funerary objects are 34 whole and reconstructable ceramic vessels (17 jars, 14 bowls, 1 scoop, and 2 unidentifiable vessels); 4 sherd pendants; 3 worked sherds; 166 bags of sherds; 30 stone beads; 4 ground stone artifacts; 1 ground stone palette; 1 stone pendant; 4 ground stone fragments; 61 bags of chipped stone; 15 bags of worked shell (including 5 shell bracelet fragments, 12 shell beads, 1 complete perforated Glycymeris shell, 1 shell tinkler, and 2 worked shell fragments); 7 bags of unworked shell fragments; 3 bags of worked faunal bone (including 3 awl/hairpins); 38 bags of unworked faunal bone fragments; and 152 flotation, pollen, charcoal, and macrobotanical samples.\\n        On the basis of archeological context, chronometric, architectural, ceramic, and other artifactual evidence, this site represents a Hohokam occupation of the Classic period (A.D. 1150-1450).\\n        In 1985, during legally authorized data recovery undertaken by Arizona State University for the Bureau of Reclamation, human remains representing a minimum of one individual were recovered from the Rancho Derrio site, AZ AA:12:3(ASU), north of Tucson, Pima County, AZ.  No known individual was identified.  The two associated funerary objects are one ceramic jar and one flotation sample.\\n        On the basis of archeological context, chronometric, architectural, ceramic, and other artifactual evidence, this site represents a Hohokam occupation of the Classic period (A.D. 1150-1450).\\n        Between 1983 and 1984, during legally authorized testing by the Arizona State Museum for the Bureau of Reclamation, human remains representing a minimum of one individual were recovered from the Waterworld site, AZ AA:16:94(ASM), west of Tucson, Pima County, AZ.  No known individual was identified.  The five associated funerary objects are one reconstructable plainware bowl, one reconstructable plainware jar, and three bags of sherds.\\n        On the basis of archeological context, chronometric, architectural, ceramic, and other artifactual evidence, this site represents a Hohokam occupation of the Rillito Phase (A.D. 700-900) of the Preclassic period.\\n        Between 1986 and 1988, during legally authorized data recovery efforts undertaken by the University of Arizona for the Bureau of Reclamation, human remains representing a minimum of 11 individuals were recovered from the Fastimes site, AZ AA:12:384(ASM), west of the Tucson Mountains in Pima County, AZ.  No known individuals were identified.  The 109 associated funerary objects are 17 ceramic vessels (11 jars, 5 bowls, and 1 partial scoop); 1 worked sherd; 10 bags of sherds; 13 stone beads; 1 stone bowl; 1 ground handstone; 2 projectile points; 1 bag of chipped stone; 23 bags of worked shell (including 150 shell beads and 14 shell bracelet fragments); 1 bag of unworked shell fragments; 3 bags of worked faunal bone (including 3 awl/hairpins); 8 bags of unworked faunal bone fragments; and 28 flotation, pollen, and charcoal samples.\\n         On the basis of archeological context, chronometric, architectural, ceramic, and other artifactual evidence, this site represents a Hohokam occupation of the Rillito Phase (A.D. 700-900) of the Preclassic period.\\n\\n        Between 1986 and 1988, during legally authorized data recovery efforts undertaken by the Arizona State Museum for the Bureau of Reclamation, human remains representing a minimum of 21 individuals were recovered from site AZ AA:16:94(ASM), west of the Tucson Mountains in Pima County, AZ.  No known individuals were identified. The 218 associated funerary objects are 19 ceramic vessels (7 bowls, 11 jars, and 1 scoop); 1 sherd pendant; 3 secondary vessels shaped out of large sherds; 32 bags of sherds; 1 stone palette; 1 ground stone axe; 17 projectile points; 9 bags of lithics; 9 bags of worked shell (including 63 whole shell beads); 1 bag of unworked shell fragments; 18 bags of worked faunal bone (including a minimum of 14 bone awl/hairpins and 2 antler tools); 12 bags of unworked faunal bone; and 95 flotation, pollen, and charcoal samples.\\n         On the basis of archeological context, chronometric, architectural, ceramic, and other artifactual evidence, this site represents a Hohokam occupation of the Rillito Phase (A.D. 700-900) of the Preclassic period.\\n\\n        Between 1986 and 1988, during legally authorized data recovery efforts undertaken by the Arizona State Museum for the Bureau of Reclamation, human remains representing a minimum of one individual were recovered from site AZ AA:16:97(ASM), west of the Tucson Mountains in Pima County, AZ.  No known individual was identified.  The three associated funerary objects are two bags of sherds and one bag of worked shell (one partial Glycymeris shell bracelet).\\n        On the basis of archeological context, architectural, ceramic, and other artifactual evidence, this site represents a Hohokam occupation of the Rillito Phase (A.D. 700-900) of the Preclassic period.\\n        Between 1986 and 1988, during legally authorized data recovery efforts undertaken by the Arizona State Museum for the Bureau of Reclamation, human remains representing a minimum of two individuals were recovered from site AZ AA:16:161(ASM), west of the Tucson Mountains in Pima County, AZ.  No known individuals were identified.  The two associated funerary objects are two flotation samples.\\n        On the basis of archeological context, architectural, ceramic, and other artifactual evidence, this site represents a Hohokam occupation of the Rincon Phase (A.D. 900-1100) of the Preclassic period.\\n        Between 1982 and 1983, during legally authorized survey undertaken by the Arizona State Museum for the Bureau of Reclamation, human remains representing a minimum of one individual were recovered from the surface of site AZ AA:7:15(ASM), at the base of the Picacho Mountains in Pima County, AZ.  No known individual was identified.  The 10 associated funerary objects are 4 bags of sherds, 3 projectile points, and 3 bags of chipped stone.\\n        On the basis of archeological context, architectural, ceramic, and other artifactual evidence, this site represents a Hohokam occupation of the Classic period (A.D. 1150-1450).\\n\\n         In 1988, during legally authorized data recovery efforts by Northland Research for the Bureau of Reclamation, human remains representing a minimum of 59 individuals were recovered from the Los Rectangulos site, AZ AA:6:3(ASM), in the lower Santa Cruz Valley in Pinal County, AZ.  No known individuals were identified. The 358 associated funerary objects are 55 complete or reconstructable ceramic vessels (1 scoop, 1 mug, 19 jars, 32 bowls, and 2 indeterminate); 2 sherd pendants; 2 worked sherds; 1 worked sherd spindle whorl; 75 bags of sherds; 1 polishing stone; 1 stone bead; 2 ground stone artifacts; 9 ground stone fragments; 10 projectile points; 58 bags of chipped stone; 25 bags of worked shell (including 16 shell beads, 1 shell tinkler, 2 shell pendants, 5 shell bracelet fragments, and 3 whole worked Glycymeris shells); 9 bags of unworked shell fragments; 2 bags of worked faunal bone (including 2 bone awls); 9 bags of unworked faunal bone fragments; and 97 flotation, pollen, soil, and radiocarbon samples.\\n         On the basis of archeological context, chronometric dating (radiocarbon and archeomagnetic), architectural, ceramic, and other artifactual evidence, this site represents a Hohokam occupation of the Classic period (A.D. 1150-1450).\\n        In 1988, during legally authorized data recovery efforts by Northland Research for the Bureau of Reclamation human remains representing a minimum of 13 individuals were recovered from the Gecko site, AZ AA:6:25(ASM), in the lower Santa Cruz Valley in Pinal County, AZ.  No known individuals were identified. The 102 associated funerary objects are 9 complete or reconstructable ceramic vessels (7 bowls and 2 jars); 15 bags of sherds; 1 turquoise pendant; 1 stone bead; 7 bags of chipped stone; 4 bags of worked shell (including 2 complete shell bracelets, 2 complete shell pendants/earrings, and 2 shell beads); 1 bag of unworked shell fragments; 2 bags of worked faunal bone (including 3 bone awls); 1 bag of unworked faunal fragments; and 61 flotation, pollen, radiocarbon, and macrobotanical samples.\\n         On the basis of archeological context, chronometric dating (radiocarbon and archeomagnetic), architectural, ceramic, and other artifactual evidence, this site represents a Hohokam occupation of the Classic period (A.D. 1150-1450).\\n        In 1988, during legally authorized data recovery efforts by Northland Research for the Bureau of Reclamation, human remains representing a minimum of four individuals were recovered from the Hotts Hawk site, AZ AA:6:31(ASM), in the lower Santa Cruz Valley in Pinal County, AZ.  No known individuals were identified. The 31 associated funerary objects are 8 complete and reconstructable ceramic vessels (6 bowls and 2 jars); 1 unfired clay disk; 6 bags of sherds; 3 bags of chipped stone; 1 bag of worked shell (including 2 shell pendants/earrings); and 12 flotation and pollen samples.\\n         On the basis of archeological context, chronometric dating (radiocarbon and archeomagnetic), architectural, ceramic, and other artifactual evidence, this site represents a Hohokam occupation of the late Classic period (A.D. 1300-1450).\\n        In 1984, during legally authorized data recovery efforts undertaken by Northland Research for the Bureau of Reclamation, human remains representing one individual were recovered from the Crip site, AZ AA:2:69(ASM), in the lower Santa Cruz Valley in Pinal County, AZ.  No known individual was identified. The 48 associated funerary objects are 14 bags of sherds; 2 mano fragments; 1 polishing stone fragment; 7 bags of chipped stone; 2 bags of worked shell (including 1 bracelet fragment and 1 fragment of worked shell); 2 bags of unworked shell; 4 bags of unworked faunal bone fragments; and 16 flotation, radiocarbon, and macrobotanical samples.\\n        On the basis of archeological context, chronometric dating (radiocarbon and archeomagnetic), architectural, ceramic, and other artifactual evidence, this site represents a Hohokam occupation of the Gila Butte, Santa Cruz, and Sacaton Phases (A.D. 600-1150) of the Preclassic period.\\n         In 1984, during legally authorized data recovery efforts undertaken by Northland Research for the Bureau of Reclamation human remains representing one individual were recovered from the site, AZ AA:3:83(ASM), in the lower Santa Cruz Valley in Pinal County, AZ, in an area to be impacted by the Santa Rosa Canal.  No known individual was identified. No associated funerary objects were recovered.\\n        On the basis of archeological context, uncertain radiocarbon dating, ceramic, and other artifactual evidence, this site represents a Hohokam occupation with possible Preclassic and Classic period components  (A.D. 600-1450).\\n\\n        Between 1985 and 1986, during legally authorized data recovery efforts undertaken by Northland Research for the Bureau of Reclamation, human remains representing nine individuals were recovered from the Hind site, AZ AA:1:62(ASM), in the lower Santa Cruz Valley in Pinal County, AZ.  No known individuals were identified.  The 117 associated funerary objects are 1 reconstructable Estrella Red/Grey bowl; 1 Sweetwater Red/Grey scoop; 5 partially reconstructed plainware bowls; 2 partially reconstructed plainware jars; 1 partially reconstructed indeterminate vessel; 24 bags of sherds; 35 ground stone shell-working tools; 1 polishing stone; 2 projectile points; 9 bags of chipped stone; 4 bags of worked shell (including 1 shell bracelet fragment, 1 partial shell pendant, and worked fragments); 1 bag of unworked shell fragments; 3 bags of unworked faunal bone fragments; and 28 flotation, pollen, and radiocarbon samples.\\n         On the basis of archeological context, chronometric dating (radiocarbon and archeomagnetic), architectural, ceramic, and other artifactual evidence, this site represents a Hohokam occupation of  the late Pioneer through early Sedentary Phases (A.D. 700-950) of the Preclassic period.\\n        Between 1985 and 1986, during legally authorized data recovery efforts undertaken by Northland Research for the Bureau of Reclamation, human remains representing 95 individuals were recovered from the Shelltown site, AZ AA:1:66(ASM), in the lower Santa Cruz Valley in Pinal County, AZ.  No known individuals were identified.  The 480 associated funerary objects are 23 ceramic vessels (2 miniature bowls, 3 miniature jars, 2 complete or partially reconstructed bowls, and 16 partial or complete jars); 3 worked sherds; 1 nose/ear spool; 1 possible figurine fragment; 101 bags of sherds; 1 stone bowl; 3 ground stone axes; 2 plummets; 4 manos; 1 ground stone bead; 10 ground stone shell-working tools; 1 stone jar cover; 8 ground stone fragments; 3 projectile points; 57 bags of chipped stone; 25 bags of worked shell (including 5 bracelet fragments, 2 caches of damaged shell bracelets, 11 pendants, 2 rings, and 5 bags of worked shell fragments); 16 bags of unworked shell fragments; 15 bags of worked faunal bone (including 2 bone hair pins, 5 bone awl fragments, 5 bone tubes, and 3 bags of worked bone fragments); 64 bags of unworked faunal fragments; and 141 flotation, pollen, mineral, and radiocarbon samples.\\n        On the basis of archeological context, chronometric dating (radiocarbon and archeomagnetic), architectural, ceramic, and other artifactual evidence, this site represents a Hohokam occupation of the Gila Butte through Sacaton Phases (A.D. 600-1150) of the Preclassic period.\\n        In 1989, during legally authorized data recovery efforts by Northland Research for the Bureau of Reclamation, human remains representing four individuals were recovered from the Cake Ranch site, AZ AA:7:3(ASM), in the area of the lower Santa Cruz Valley in Pinal County, AZ.  No known individuals were identified.  The five associated funerary objects are four bags of sherds and one bag of chipped stone.\\n        On the basis of archeological context, chronometric dating (radiocarbon and archeomagnetic), architectural, ceramic, and other artifactual evidence, this site represents a Hohokam occupation of the Classic period (A.D. 1150-1450).\\n        In 1978, during legally authorized testing by the Museum of Northern Arizona for the Bureau of Reclamation, human remains representing one individual were recovered from site NA15653, in the projected Salt-Gila Aqueduct portion of the Central Arizona Project right-of-way in Pinal County, AZ.  No known individual was identified.  The five associated funerary objects are four bags of sherds and one small shell pendant.\\n        On the basis of archeological context, architectural, ceramic, and other artifactual evidence, the site represents a Hohokam occupation of the Classic period (A.D. 1150-1450).\\n        Evidence provided by anthropological, archeological, biological, geographical, historical, kinship, linguistics, and oral tradition sources was considered in determining the cultural affiliation of these human remains and associated funerary objects.  Bureau of Reclamation officials have determined that, pursuant to 43 CFR 10.2(e), the preponderance of the evidence suggests that the historic O\\xe2\\x80\\x99odham groups (Ak-Chin Indian Community of the Ak-Chin Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; and the Tohono O\\xe2\\x80\\x99odham Nation of Arizona, including the San Xavier District) have a strong cultural affiliation with the prehistoric Hohokam who occupied the middle Gila Valley and surrounding areas.  Great similarities in settlement patterns, economic systems, architecture, and material culture point to a close relationship between the Hohokam and the O\\xe2\\x80\\x99odham groups.  The O\\xe2\\x80\\x99odham were well established along the rivers and in the deserts when the Spanish first arrived in northern Sonora and southern Arizona.\\n         One of the two Pima moieties claims descent from the Hohokam, while the other moiety is said to have descended from the \\xe2\\x80\\x9cemergers,\\xe2\\x80\\x9d those who overthrew the Hohokam leaders.  Although the O\\xe2\\x80\\x99odham belong to the same linguistic group (Piman) as communities in what is now northern Mexico, shared vocabulary and syntax with Yuman language groups along the Colorado River suggests a long-term history of interaction that stretches back into prehistoric times in what is now southern Arizona.\\n        Evidence also shows the interaction of ancestral Zuni and Hopi groups with the prehistoric Hohokam.  This interaction is indicated by the presence of trade items, particularly ceramics.  Such interaction continued into protohistoric and early historic times.  In addition to trade, Hopi and Zuni migration traditions indicate that clans originating from areas south of the Colorado Plateau joined the plateau communities late in prehistoric times.  These groups contributed ceremonies, societies, and iconography to the plateau groups. Both O\\xe2\\x80\\x99odham and Western Pueblo oral traditions indicate that some Hohokam groups may have left the Salt-Gila River Basin after disastrous floods and social upheaval.  These groups traveled north and east, possibly to be assimilated by the Hopi and Zuni.  These ties are reflected in some of the traditional ceremonies maintained as part of the annual ceremonial cycle.\\n         The evidence suggests that the Hopi and Zuni are also culturally affiliated with the Hohokam.  Their ancestors had trade relationships and other likely interactions with the Hohokam, similar to those found between groups in the early historic period.  Hopi and Zuni oral traditions indicate that segments of the prehistoric Hohokam population migrated to the areas occupied by the Hopi and Zuni and were assimilated into the resident populations.\\n\\n         Based on the above-mentioned information, officials of the Bureau of Reclamation have determined that, pursuant to 43 CFR 10.2 (d)(1), the human remains listed above represent the physical remains of a minimum of 480 individuals of Native American ancestry.  Officials of the Bureau of Reclamation also have determined that the 3,206 items listed above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony.  Lastly, officials of the Bureau of Reclamation have determined that, pursuant to 43 CFR 10.2(e), there is a relationship of shared group identity that can be reasonably traced between these Native American human remains and associated funerary objects and the Ak-Chin Indian Community of the Ak-Chin Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hopi Tribe of Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; Tohono O\\xe2\\x80\\x99odham Nation of Arizona; and the Zuni Tribe of the Zuni Reservation, New Mexico.\\n        This notice has been sent to the Ak-Chin Indian Community of the Ak-Chin Indian Reservation, Arizona; Chemehuevi Indian Tribe of the Chemehuevi Indian Reservation, California; Cocopah Tribe of Arizona; Colorado River Indian Tribes of the Colorado River Indian Reservation, Arizona and California; Fort McDowell Mohave-Apache Community of the Fort McDowell Indian Reservation, Arizona; Fort Mohave Indian Tribe of Arizona, California & Nevada; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hopi Tribe of Arizona; Pascua Yaqui Tribe of Arizona; Quechan Tribe of the Fort Yuma Indian Reservation, California & Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; San Carlos Apache Tribe of the San Carlos Reservation, Arizona; Tohono O\\xe2\\x80\\x99Odham Nation of Arizona; Tonto Apache Tribe of Arizona; White Mountain Apache Tribe of the Fort Apache Reservation, Arizona; Yavapai-Apache Nation of the Camp Verde Indian Reservation, Arizona; Yavapai-Prescott Tribe of the Yavapai Reservation, Arizona; and the Zuni Tribe of the Zuni Reservation, New Mexico.   Representatives of any other Indian tribe that believes itself to be culturally affiliated with these human remains and associated funerary objects should contact in writing Jon Czaplicki or Bruce Ellis, Bureau of Reclamation, Phoenix Area Office, P.O. Box 81169, Phoenix, AZ  85069-1169, telephone (602) 216-3862, before March 29, 2002.  Repatriation of the human remains and associated funerary objects to the Ak-Chin Indian Community of the Ak-Chin Indian Reservation, Arizona; Gila River Indian Community of the Gila River Indian Reservation, Arizona; Hopi Tribe of Arizona; Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; Tohono O\\xe2\\x80\\x99odham Nation of Arizona; and the Zuni Tribe of the Zuni Reservation, New Mexico may begin after that date if no additional claimants come forward.\\n        \\n          Dated: January 25, 2002.\\n          Robert Stearns,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 02-4581 Filed 2-26-02; 8:45 am]\\n      BILLING CODE 4310-70-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Inventory Completion for Native American Human Remains and Associated Funerary Objects in the Possession of the U.S. Department of the Interior, Bureau of Reclamation, Central Arizona Project Repository, Tucson, AZ, and in the Control of the U.S. Department of the Interior, Bureau of Reclamation, Phoenix Area Office, Phoenix, AZ", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: January 25, 2002.", "signature_name": "Robert Stearns,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 02-4581 Filed 2-26-02; 8:45 am]", "billing_code": "BILLING CODE 4310-70-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}