{"index": "R_642", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent to Repatriate Cultural Items in the Control of the U.S. Department of Agriculture, Forest Service, Chugach National Forest, Anchorage, AK, and in the Possession of the Chugach National Forest and the Anchorage Museum of History and Art, Anchorage, AK\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        \\n        Notice is hereby given under the Native American Graves Protection and Repatriation Act, 43 CFR 10.10 (a) (3), of the intent to repatriate cultural items in the control of the U.S. Department of Agriculture, Forest Service, Chugach National Forest, Anchorage, AK, and in the possession of the Chugach National Forest and the Anchorage Museum of History and Art, Anchorage, AK, which meet the definition of \\xe2\\x80\\x9cunassociated funerary objects\\xe2\\x80\\x9d under Section 2 of the Act.\\n        This notice is published as part of the National Park Service\\xe2\\x80\\x99s administrative responsibilities under NAGPRA, 43, CFR 10.2 (c).  The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the cultural items.  The National Park Service is not responsible for the determinations within this notice.\\n        The 1,672 objects are 1,651 glass trade beads, 19 dentalia shell beads, and 2 ivory hand-shaped pendants.\\n        In 1988, these cultural items were recovered with a burial at the Uqciuvit site at the western end of Esther Passage, AK, during a legally authorized excavation project contracted by Chugach National Forest.  Uqciuvit is a prehistoric/early historic period Chugach Eskimo settlement in Prince William Sound.  Based on archeological evidence, these cultural items from the Uqciuvit site have been dated to the early historic period, and specifically to the late 18th century.  The human remains recovered from the burial were reinterred near their original burial location in 1988.  Chugach National Forest is not in possession of the human remains from this burial site.\\n        Based on the above-mentioned information, officials of Chugach National Forest have determined that, pursuant to 43 CFR 10.2 (d)(2)(ii), these 1,672 cultural items listed above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony and are believed, by a preponderance of the evidence, to have been removed from a specific burial site of a Native American individual.  Officials of Chugach National Forest also have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between these unassociated funerary objects and the members of the Native Village of Chenega and the Native Village of Tatitlek, which are represented by Chugach Alaska Corporation.\\n        This notice has been sent to officials of the Chugach Alaska Corporation, Chenega Corporation, Native Village of Chenega, Tatitlek Corporation, Native Village of Tatitlek, English Bay Corporation, Native Village of Nanwalek, Port Graham Corporation, Native Village of Port Graham, Eyak Corporation, and Native Village of Eyak.  Representatives of any other Indian tribe that believes itself to be culturally affiliated with these unassociated funerary objects should contact Linda Finn Yarborough, Forest Archeologist, Chugach National Forest, 3301 C Street, Suite 300, Anchorage, AK 99503, telephone (907) 743-9511, facsimile (907) 743-9477, before May 10, 2002. Repatriation of these unassociated funerary objects to the Chugach Alaska Corporation may begin after that date if no additional claimants come forward.\\n        \\n          Dated: February 13, 2002.\\n          Robert Stearns,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 02-8626 Filed 4-9-02; 8:45 am]\\n      BILLING CODE 4310-70-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate Cultural Items in the Control of the U.S. Department of Agriculture, Forest Service, Chugach National Forest, Anchorage, AK, and in the Possession of the Chugach National Forest and the Anchorage Museum of History and Art, Anchorage, AK", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: February 13, 2002.", "signature_name": "Robert Stearns,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 02-8626 Filed 4-9-02; 8:45 am]", "billing_code": "BILLING CODE 4310-70-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}