{"index": "R_648", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service\\n        Notice of Intent To Repatriate Native American Cultural Items in the Possession of the U.S. Department of the Interior, National Park Service, Capitol Reef National Park, Torrey, UT\\n        \\n          AGENCY:\\n          National Park Service, Interior. \\n        \\n        \\n          ACTION:\\n          Notice. \\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act, 43 CFR 10.10 (a)(3), of the intent to repatriate three cultural items in the possession of the U.S. Department of the Interior, National Park Service, Capitol Reef National Park, Torrey, UT. \\n         This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c). The determinations within this notice are the sole responsibilities of the National Park Service unit that has control or possession of these Native American cultural items. The Assistant Director, Cultural Resources Stewardship and Partnerships is not responsible for the determinations within this notice. \\n         In 1926, Ephraim P. Pectol discovered three buffalo-hide shields cached in a rock crevice on public lands southeast of Torrey, UT. Though he had not obtained the permit required to remove an object of antiquity from Federal lands, Mr. Pectol removed the shields from the rock crevice and took them to his home and place of business. In 1932, a Federal agent seized the shields and returned them to Federal control, though they remained in the possession of Mr. Pectol. Capitol Reef National Monument acquired the shields in 1953. The three shields have been designated as CARE-11, CARE-12, and CARE-191. \\n         CARE-11 is a roughly circular piece of buffalo hide with a diameter of approximately 79 centimeters. The original shape and dimensions of the shield have been altered by minor damage along its perimeter probably caused by rodent gnawing and/or exposure to weathering processes while in the cache. The face of the shield is concave and is decorated with a wing-shaped design of red pigment and a fan-shaped section of radiating green stripes. The convex side of the shield exhibits some red pigment stain and some incised triangular patterns. Three buckskin ties hang from the face as fringe and, on the back of the shield, serve to fasten an arm strap. A looping piece of buckskin is tied to 2 holes about 20 centimeters apart on the perimeter of the shield. A series of 12 holes in a straight line angles outward from the center of the shield to the perimeter.  A tear in the rawhide, about 1.9 centimeter long, has been repaired with a hide lace. \\n         CARE-12 is a roughly circular piece of buffalo hide measuring approximately 88 centimeters by 70 centimeters. The original shape and dimensions of the shield have been altered by damage along its perimeter probably caused by rodent gnawing and/or exposure to weathering processes while in the cache. It is believed to have been circular when originally constructed. The face of the shield is convex and is decorated with parallel rows of unpainted, stenciled dots on a painted field.  Approximately two-thirds of the painted field is black and one-third is covered with a rust-colored pigment.  Five buckskin ties hang from the face as a fringe and, on the back of the shield, some serve to fasten an arm sling. The arm sling has a padded piece of hide.  The shield exhibits a cut mark along one edge, probably caused when a radiocarbon dating sample was removed by researchers in the 1960s. \\n         CARE-191 is a roughly circular piece of buffalo hide measuring approximately 95 centimeters by 74 centimeters. The original shape and dimensions of the shield have been altered by damage along its perimeter probably caused by rodent gnawing and/or exposure to weathering processes while in the cache. It is believed to have been circular when originally constructed. The face of the shield is convex and is decorated in four painted quadrants.  One quadrant is painted with a rust-colored pigment. One quadrant is painted red. One quadrant is painted black. One quadrant is painted with green bands. Three buckskin ties hang from the face as fringe and hold a buckskin arm strap on the back. \\n\\n         An assessment of the three shields was made by National Park Service professional staff, specially contracted independent scholars, and representatives of the Navajo Nation, Arizona, New Mexico and Utah; Hopi Tribe of Arizona; Jicarilla Apache Tribe of the Jicarilla Apache Indian Reservation, New Mexico; and Kaibab Band of Paiute Indians of the Kaibab Indian Reservation, Arizona. Representatives of the Confederated Tribes of the Goshute Reservation, Nevada and Utah; Las Vegas Tribe of Paiute Indians of the Las Vegas Indian Colony, Nevada; Paiute Tribe of Utah (Cedar City, Indian Peak, Kanosh, Koosharem, Shivwits Bands); Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of San Juan, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Santo Domingo, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; San Juan Southern Paiute Tribe of Arizona; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Ute Indian Tribe of the Uintah and Ouray Reservation, Utah; Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico and Utah; and Zuni Reservation, New Mexico also were contacted but did not participate in consultation regarding the three shields. \\n         Over the years, several researchers have considered the cultural origin and age of the Capitol Reef shields. Archeologist Noel Morss (1931) observed similarities among the three shields, known Apache shields, and historic-era pictographs of shields in association with horses. He attributed the Capitol Reef shields to recent (post-introduction of the horse) Apaches or Navajos. While subsequent radiocarbon dating indicates that the Capitol Reef shields pre-date the introduction of the horse to south-central Utah, the dates do not invalidate Morss\\'s favorable comparisons to Navajo/Apache pictograph shields. \\n         Archeologist Carling Malouf (1944) suggested that the shields were modern in origin, although he did not offer an opinion regarding who made them.  Archeologist Marie Wormington (1955) found the Capitol Reef shields to resemble shield and shield-bearer pictographs attributed to the Fremont Culture. Shield pictographs attributed to the Fremont Culture exist near the area in which the Capitol Reef shields were discovered. However, subsequent radiocarbon dating shows the shields to significantly post-date the commonly accepted, archeologically derived Fremont Culture termination date of A.D. 1300. \\n         Archeologist C. Melvin Aikens (1966), in an article postulating a Plains origin for Fremont Culture, described Plains-style cultural attributes of the Capitol Reef shields. His later abandonment of the Plains/Fremont construct does not invalidate his observations regarding the Plains-like attributes of the shields. \\n         In 1967, Campbell Grant obtained a standard radiocarbon age from a sample of CARE-12. Reported as UCLA sample 1221, the age had a tree-ring calibrated radiocarbon age of (1) modern, or (2) A.D. 1650, or (3) A.D. 1750 (Berger and Libby 1968). Based on the radiocarbon dates, archeologist and rock art scholar Polly Schaafsma (1971) concluded that the shields were made in recent times and therefore were not associated with Fremont Culture. \\n         In a 1976 study of Puebloan shields, researcher Barton Wright attributed the shields to Pueblo warriors. He noted the smaller size of historic Navajo shields when compared to Pueblo shields as an important consideration.  Researcher Stuart Baldwin (1997) suggested that the shields are Ute, based on the 1967 radiocarbon dates. \\n         Loendorf and Conner (1993) reported three accelerator mass spectrometry radiocarbon ages for a small piece of strap from CARE-11. Based on recently developed tree ring calibrations and weighted averages, the likely date of construction for the shields is between A.D. 1420 and A.D. 1640 (Loendorf 2001). \\n         Capitol Reef National Park contracted with three experts to help determine the cultural affiliation of the three shields. Lawrence Loendorf is a research professor at the Department of Anthropology, New Mexico State University. Benson Lanford is a researcher, appraiser, and lecturer on American Indian arts and material culture. Barton A. Wright is a retired research anthropologist and archeologist specializing in the study of Southwestern cultures, and author of the book \\xe2\\x80\\x9cPueblo Shields From the Fred Harvey Collection\\xe2\\x80\\x9d (1976). These scholars examined a wide body of archeological and ethnographic evidence, including comparative artistic motifs; construction techniques; tribal oral traditions; and known origins, historic distributions, and inter-tribal affiliations of ethnographic groups of the Plains and Southwest. Each observed that assigning these shields, the oldest dated shields known in North America, to a specific historic or modern tribe by anthropological and scientific methods is problematic. These researchers did not nor were they asked to offer advice or opinions regarding the potential repatriation of the shields to a claimant tribe. Rather, they independently and objectively traced the various lines of evidence relating to possible cultural affiliation(s) of the shields. \\n         Regarding CARE-11, Dr. Loendorf attributes the shield to Athabaskan speakers based on similarities between its design elements and the so-called Castle Garden rock art style found in Wyoming and Montana and also believed to have been made by Athabaskans. He also documents similar design elements on historic Apache shields. Based on the radiocarbon dates for this shield and CARE-12, and taking into account various related factors, Dr. Loendorf suggests that the three Capitol Reef shields were likely constructed at different times between A.D. 1420 and A.D. 1640, and likely were made toward the recent end of that range. Mr. Lanford traces the vertical orientation and grid-like patterning on CARE-11 to similar elements that are common in the Great Basin, Plains, and Montane regions, but rare in the Southwest region. He finds very little similarity between the design elements of this shield and motifs common to Southwestern rock art, historic Puebloan shields, or other Puebloan painted iconographic objects. Mr. Wright observes design similarities between CARE-11 and shields produced at Jemez, particularly in the use of rays or fans of feathers as decorative motifs. \\n         Regarding CARE-12, Dr. Loendorf attributes the shield to Athabaskan speakers based on similarities between the dot design elements and the Castle Garden rock art style, shield warrior petroglyphs in the Dinetah region of New Mexico, and other Athabaskan petroglyph and pictograph shields. Mr. Lanford observes that the pattern of vertically aligned dots in CARE-12 is in keeping with the radical asymmetry and freedom of expression typical of Apache painted motifs. He draws parallels between the design on this shield and rock art shields found in the La Sal Mountains of Utah and in Weatherman Draw in Montana. He also observes that the vertical orientation and grid-like patterning on CARE-12 is similar to elements common in the Great Basin, Plains, and Montane regions, but rare in the Southwest region. He finds very little similarity between the design elements of this shield and motifs common to Southwestern rock art, historic Puebloan shields, or other Puebloan painted iconographic objects. Mr. Wright noted the use of bands with dots on them in Jemez shields. \\n\\n         Regarding CARE-191, Dr. Loendorf indicated the difficulty of assigning a cultural affiliation to this shield, but he tentatively suggests that it may be Puebloan in origin, and possibly from the Pueblo of Jemez. His conclusion is based on the shield\\'s design, which is replicated on a Pueblo rock art shield that dates to about the same period when the CARE shields were made. He also noted that Jemez had allied with the Navajo in fights with the Spanish as early as A.D. 1640. Mr. Lanford notes similarities between the black-dash lines and related artistic design elements and Apache parfleche painting and beadwork designs. \\n         Regarding the three shields collectively, Mr. Lanford identifies the clear glaze on each as a type of sizing or varnish, applied to seal and protect the painted surface, which is typical of painted rawhide objects originating outside of the Southwest culture area. Mr. Wright notes that most documented Navajo shields were creased across the middle so that they could be folded for storage. The Capitol Reef shields are not creased across the middle. Mr. Wright also notes that the three shields are not similar to documented 19th century Hopi shields. \\n         To date, no archeological sites directly attributable to Navajo occupation have been identified within Capitol Reef National Park. However, Navajo oral tradition places Navajo ancestors in the park area prior to Euro-American settlement. Archeologists continue to debate the evidence for Southern Athabaskan and Navajo/Apache cultural origins, linguistics, chronology, and territorial expansion. They generally concur, however, that modern Navajo and Apache tribes are related, all having descended from an ancestral Southern Athabaskan culture. Cultural anthropologists document that Apacheans (including Navajos) share mythological accounts of origins, culture heroes, and events; principles of kinship and social organization; marriage customs and division of labor; religion; and other aspects of cultural tradition. Linguists have identified seven separate Southern Athabaskan or Apachean-speaking groups, which include the Navajo. Navajo and many Apache languages are mutually intelligible. Glottochronological data suggest that the Apachean languages began diverging, as a result of geographic separation, as recently as A.D. 1300. Material culture traits probably began diverging at approximately the same time. However, whether or not Navajo artifacts can be reliably differentiated from Apache artifacts between A.D. 1420 and A.D. 1650 is a matter of professional opinion. Making such a determination for the Capitol Reef shields, which were discovered outside of any identifiable cultural context, is particularly difficult. \\n         Consultation with representatives of the Navajo Nation indicates that the three shields were made by Many Goat White Hair and four other men and used in a battle with the Spanish. After the battle, Many Goat White Hair hid the three shields in the rock crevice and prayed that they would be found in the future, as they have been. Many Goat White Hair\\'s clan affiliation was not identified. However, nearly half of the Navajo clans trace their ancestry to other Native American groups, including the Ma\\'iideeshgiizhinii, or Coyote Pass People, who are descendant of people from Jemez Pueblo. \\n         According to Kluckhohn, Hill, and Kluckhohn (1971), Navajo shields were made by warriors under strict ritual conditions. Only men who knew one of the war chants could make shields. The war leader held a special Blessing Way over the shields while they were being painted. The designs on a shield represent the chantway in which the man went to war. \\n         According to representatives of the Navajo Nation, the Naay\\xc3\\xa9\\xc3\\xa9 (Protection Way) ceremony deals with the armor and shields of Navajo deities and Navajo people. People who have possession of such shields must be knowledgeable in the proper songs, prayers, and oral history of the Naay\\xc3\\xa9\\xc3\\xa9 ceremony. Jon Holiday, a recognized Naay\\xc3\\xa9\\xc3\\xa9 chanter, has identified the designs and colors on the three shields as representing earth, sky, sun rays, day and night, stars, and the male and female mountains, as described in Navajo oral history. Mr. Holiday has indicated that he intends to use the three shields in the Naay\\xc3\\xa9\\xc3\\xa9 ceremony. The Naay\\xc3\\xa9\\xc3\\xa9 ceremony provides individuals with a protective barrier behind which they may regain strength, harmony, and balance after a physical or mental illness. \\n         On June 11, 2001, a representative of the Navajo Nation requested repatriation of the three shields. The Navajo Nation claim identified the three shields as sacred objects, indicating that they are needed by Navajo traditional religious leaders for the practice of the Naay\\xc3\\xa9\\xc3\\xa9 (Protection Way) ceremony by present-day adherents. The Navajo claim also identified the three shields as objects of cultural patrimony, but did not provide documentation as to whether they were considered inalienable by the Navajo in the 1600s. \\n         Based on the above-mentioned information, the superintendent of Capitol Reef National Park determined that, pursuant to 43 CFR 10.2 (d), the three shields are related to a tribe, people, or culture that is indigenous to the United States. The superintendent of Capitol Reef National Park also determined that, pursuant to 43 CFR 10.2 (d)(3), the three shields are specific ceremonial objects needed by traditional Native American religious leaders for the practice of traditional Native American religions by their present-day adherents. Lastly, the superintendent of Capitol Reef National Park determined that, pursuant to 43 CFR 10.2 (c), there is a relationship of shared group identity that can be reasonably traced between the three shields and the Navajo Nation, Arizona, New Mexico, and Utah. \\n\\n         This notice has been sent to officials of the Apache Tribe of Oklahoma; Confederated Tribes of the Goshute Reservation, Nevada and Utah; Fort McDowell Mohave-Apache Indian Community of the Fort McDowell Indian Reservation, Arizona; Fort Sill Apache Tribe of Oklahoma; Hopi Tribe of Arizona; Jicarilla Apache Tribe of the Jicarilla Apache Indian Reservation, New Mexico; Kaibab Band of Paiute Indians of the Kaibab Indian Reservation, Arizona; Las Vegas Tribe of Paiute Indians of the Las Vegas Indian Colony, Nevada; Mescalero Apache Tribe of the Mescalero Reservation, New Mexico; Navajo Nation, Arizona, New Mexico and Utah; Paiute Tribe of Utah (Cedar City, Indian Peak, Kanosh, Koosharem, Shivwits Bands); Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Ildefonso, New Mexico; Pueblo of San Juan, New Mexico; Pueblo of Sandia, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Santo Domingo, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New Mexico; San Carlos Apache Tribe of the San Carlos Reservation, Arizona; San Juan Southern Paiute Tribe of Arizona; Southern Ute Indian Tribe of the Southern Ute Reservation, Colorado; Tonto Apache Tribe of Arizona; Ute Indian Tribe of the Uintah and Ouray Reservation, Utah; Ute Mountain Tribe of the Ute Mountain Reservation, Colorado, New Mexico and Utah; White Mountain Apache Tribe of the Fort Apache Reservation, Arizona; Yavapai-Apache Nation of the Camp Verde Indian Reservation, Arizona; and Zuni Reservation, New Mexico. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these cultural items should contact Albert J. Hendricks, Superintendent, Capitol Reef National Park, HC 70 Box 15, Torrey, UT 84775, telephone (435) 425-3791, extension 101, before January 7, 2002. Repatriation of the cultural items to the Navajo Nation may begin after that date if no additional claimants come forward.\\n        \\n          Dated: October 19, 2001.\\n          John Robbins,\\n          Assistant Director, Cultural Resources Stewardship and Partnerships.\\n        \\n      \\n      [FR Doc. 01-30339 Filed 12-6-01; 8:45 am]\\n      BILLING CODE 4310-70-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent To Repatriate Native American Cultural Items in the Possession of the U.S. Department of the Interior, National Park Service, Capitol Reef National Park, Torrey, UT", "agency2": "National Park Service, Interior. ", "action": "Notice. ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: October 19, 2001.", "signature_name": "John Robbins,", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships.", "fr_doc": "[FR Doc. 01-30339 Filed 12-6-01; 8:45 am]", "billing_code": "BILLING CODE 4310-70-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}