{"index": "R_657", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent to Repatriate Cultural Items in the Possession of the Thomas Burke Memorial Washington State Museum, University of Washington, Seattle, WA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice. \\n        \\n        Notice is hereby given under the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.10 (a)(3), of the intent to repatriate cultural items in the possession of the Thomas Burke Memorial Washington State Museum, University of Washington, Seattle, WA, that meet the definition of \\xe2\\x80\\x9csacred objects;\\xe2\\x80\\x9d under Section 2 of the Act.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c). The determination within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these cultural items. The National Park Service is not responsible for the determinations within this notice.\\n        The cultural items are two bird rattles, an eagle feather headdress, a cedar bark headband, a bottle of red paint, a beaded otter-skin sash, a carved wooden staff, and a drum and drumstick.\\n        A bird rattle painted blue and red (catalog number 78) was collected by the Reverend Myron Eells for the Washington World\\'s Fair Commission in 1893. Museum documentation provides a description by Rev. Eells of the rattle: \\xe2\\x80\\x9cBlack Tamahnous rattle used in religious ceremonies. Obtained from Billy Hall, a Quinaielt.\\xe2\\x80\\x9d The rattle was a gift to the Thomas Burke Memorial Washington State Museum from the Washington World\\'s Fair Commission after the fair in 1893. Consultation evidence provided by representatives of the Quinault Tribe of the Quinault Indian Reservation, Washington, indicates that this bird rattle is essential to the Klookwalli religious practices of the tribe.\\n\\n        In 1938, the Thomas Burke Memorial Washington State Museum purchased an unpainted bird rattle identified as Quinault (catalog number 1-7) from Glenn Gwin. Consultation evidence provided by representatives of the Quinault Tribe of the Quinault Indian Reservation, Washington, indicates that this bird rattle is essential to the Klookwalli religious practices of the tribe.\\n        An eagle feather headdress (catalog number 69) was collected by the Reverend Myron Eells on the Quinault Reservation for the Washington World\\'s Fair Commission in 1893. Museum documentation provides a description by Rev. Eells of the headdress: \\xe2\\x80\\x9cTamahnous head dress obtained by James Kohta, an Indian of the reservation, worn during religious ceremonies.\\xe2\\x80\\x9d The headdress was a gift to the Thomas Burke Memorial Washington State Museum from the Washington World\\'s Fair Commission after the fair in 1893. Consultation evidence provided by representatives of the Quinault Tribe of the Quinault Indian Reservation, Washington, indicates that this headdress is essential to the Klookwalli religious practices of the tribe.\\n        A cedar bark headband (catalog number 170) was collected by the Reverend Myron Eells on the Quinault Reservation for the Washington World\\'s Fair Commission in 1893. Museum documentation provides a description by Rev. Eells of the headband: \\xe2\\x80\\x9cTamahnous head band of cedar bark used in religious ceremonies, obtained from Bob Pope, a Quinaielt.\\xe2\\x80\\x9d The headdress was a gift to the Thomas Burke Memorial Washington State Museum from the Washington World\\'s Fair Commission after the fair in 1893. Consultation evidence provided by representatives of the Quinault Tribe of the Quinault Indian Reservation, Washington, indicates that this headdress is essential to the Klookwalli religious practices of the tribe.\\n        A bottle of red paint (catalog number 180) was collected by the Reverend Myron Eells on the Quinault Reservation for the Washington World\\'s Fair Commission in 1893. Museum documentation provides a description by Rev. Eells of the item: \\xe2\\x80\\x9cred paint.\\xe2\\x80\\x9d The paint was a gift to the Thomas Burke Memorial Washington State Museum from the Washington World\\'s Fair Commission after the fair in 1893. Consultation evidence provided by representatives of the Quinault Tribe of the Quinault Indian Reservation, Washington, indicates that red paint is essential to the Klookwalli religious practices of the tribe.\\n        A beaded otter-skin sash with attached deer-hoof rattles (catalog number 5) was collected by the Reverend Myron Eells on the Quinault Reservation for the Washington World\\'s Fair Commission in 1893. Museum documentation provides a description by Rev. Eells of the sash: \\xe2\\x80\\x9cOtter Tamahnous or beaded work on an otter skin used in religious ceremonies. Obtained from John Clip an Indian of the reservation. The last of a suit of the kind.\\xe2\\x80\\x9d John Clipp was a known Quinault speaker and leader of ceremony, which is a sacred appointment. The sash was a gift to the Thomas Burke Memorial Washington State Museum from the Washington World\\'s Fair Commission after the fair in 1893. The beaded otter-skin sash has been identified as river otter by zoologists at the Thomas Burke Memorial Washington State Museum and Rev. Eells\\' notes further identify the sash as having come to Mr. Clipp from the Yakama or Klickitat in trade. The style of beadwork on the sash supports this evidence, though some Quinault women are known to have done beadwork as early as 1890. Consultation evidence provided by representatives of the Quinault Tribe of the Quinault Indian Reservation, Washington,indicates that this sash is essential to religious practices of the tribe. The addition of deer hoof rattles to the sash is consistent with its use as a religious object by the Quinault, and indicates the sacred use of the sash.\\n        A wooden staff carved in the form of a human figure with inlaid glass beads at the eyes and a button inlaid at the chest (catalog number 79) was collected by the Reverend Myron Eells on the Quinault Reservation for the Washington World\\'s Fair Commission in 1893. Museum documentation provides a description by Rev. Eells of the staff: \\xe2\\x80\\x9cTamahnous stick for carrying in the hand used in religious ceremonies.\\xe2\\x80\\x9d The staff was a gift to the Thomas Burke Memorial Washington Sate Museum from the Washington World\\'s Fair Commission after the fair in 1893. Consultation evidence provided by representatives of the Quinault Tribe of the Quinault Indian Reservation, Washington, indicates that this type of staff is used for personal spirit power and functions to expel malicious spirits that may be upon a person. At the current time, there are a number of individuals in the Quinault Tribe of the Quinault Indian Reservation, Washington, that are undergoing training in the use of this type of power staff and, therefore, this object is essential to religious healing practices of the tribe.\\n        An unpainted round skin drum and drumstick (catalog number 91) was collected by the Reverend Myron Eells on the Quinault Reservation for the Washington World\\'s Fair Commission in 1893. The drum was a gift to the Thomas Burke Memorial Washington State Museum from the Washington World\\'s Fair Commission after the fair in 1893. Museum documentation provides a description by Rev. Eells of the item: \\xe2\\x80\\x9cDrum obtained from Willie Mason a Quinaielt but bought by him at Neah Bay. Covered with skin of sea lion.\\xe2\\x80\\x9d Consultation evidence provided by representatives of the Quinault Tribe of the Quinault Indian Reservation, Washington, indicates that this drum and drumstick are essential to ongoing religious practices of the tribe. The drum in Quinault society is used in many arenas, but its use is sacred within each setting, and is used to accompany ritual singing and dancing during ongoing religious practices.\\n        Documentation associated with these cultural items and information provided by representatives of the Quinault Tribe of the Quinault Indian Reservation, Washington, indicates that these cultural items are specific ceremonial objects needed by traditional Quinault religious leaders for the practice of traditional Native American religion by present-day adherents. Representatives of the Quinault Tribe of the Quinault Indian Reservation, Washington, also confirmed that there is a relationship of shared group identity between these sacred objects and the Quinault Tribe of the Quinault Indian Reservation, Washington.\\n        Based on the above-mentioned information, officials of the Thomas Burke Memorial Washington State Museum have determined that, pursuant to 43 CFR 10.2 (d)(3), these eight cultural items are specific ceremonial items needed by traditional Native American religious leaders of the Quinault Tribe of the Quinault Indian Reservation, Washington, for the practice of traditional Native American religion by present-day adherents. Officials of the Thomas Burke Memorial Washington State Museum also have determined that there is a relationship of shared group identity that can be reasonably traced between these sacred objects and the Quinault Tribe of the Quinault Indian Reservation, Washington.\\n\\n        This notice has been sent to officials of the Quinault Tribe of the Quinault Indian Reservation, Washington. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these sacred objects should contact Robin K. Wright, Curator of Native American Art, Burke Museum, Box 353010, University of Washington, Seattle, WA 98195-3010, telephone (206) 543-5595, before November 5, 2001. Repatriation of these eight sacred objects to the Quinault Tribe of the Quinault Indian Reservation, Washington, may begin after that date if no additional claimants come forward.\\n        \\n          Dated: July 18, 2001.\\n          John Robbins,\\n          Assistant Director, Cultural Resources Stewardship and Partnerships.\\n        \\n      \\n      [FR Doc. 01-24960  Filed 10-4-01; 8:45 am]\\n      BILLING CODE 4310-70-M\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate Cultural Items in the Possession of the Thomas Burke Memorial Washington State Museum, University of Washington, Seattle, WA", "agency2": "National Park Service, Interior.", "action": "Notice. ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: July 18, 2001.", "signature_name": "John Robbins,", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships.", "fr_doc": "[FR Doc. 01-24960  Filed 10-4-01; 8:45 am]", "billing_code": "BILLING CODE 4310-70-M", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}