{"index": "R_651", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent to Repatriate Cultural Items in the Possession of the Peabody Museum of Archaeology and Ethnology, Harvard University, Cambridge, MA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is hereby given under the Native American Graves Protection and Repatriation Act, 43 CFR 10.10 (a)(3), of the intent to repatriate cultural items in the possession of the Peabody Museum of Archaeology and Ethnology, Harvard University, Cambridge, MA that meet the definition of \"unassociated funerary object\" under Section 2 of the Act.\\n        This notice is published as part of the National Park Service\\xe2\\x80\\x99s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c).  The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these cultural items.  The National Park Service is not responsible for the determinations within this notice.\\n        Two thousand one hundered sixteen cultural items are ceramic sherds, complete ceramic vessels, and partial ceramic vessels.\\n        In 1911-1912, Clarence B. Moore recovered these 2,116 cultural items from the mound on Haley Place, Miller County, AR.  In 1912, Mr. Moore donated these cultural items to the Peabody Museum of Archaeology and Ethnology.\\n        Museum documentation indicates that these cultural items were associated with burials.  The Peabody Museum of Archaeology and Ethnology is not in possession or control of any human remains from these burials.  Based on ceramic style, these cultural items date to the Haley Phase of the Caddo II or Early Caddo (C.E. 1200-1400) period.  Archeological and historical evidence indicates that the Great Bend region of Arkansas was occupied continuously from the Early Caddo or Caddo II (C.E. 1200-1400) through the Late Caddo or Caddo IV (C.E. 500-1650) periods, and into the protohistoric period.  Historical evidence, including the Teran map of C.E. 1691-1692, indicates that the Great Bend region was occupied by the Kadohadacho Caddo during the historic period, and that this group emerged from precontact Caddoan culture.  The present-day Indian tribe culturally affiliated with the Kadohadcho Confederacy is the Caddo Indian Tribe of Oklahoma.\\n        Seventeen cultural items are ceramic sherds and ceramic vessels.\\n        In 1911-1912, Clarence B. Moore recovered these 17 cultural items from the mound on McClure Place, Miller County, AR.  In 1912, Mr. Moore donated these cultural items to the Peabody Museum of Archaeology and Ethnology.\\n        Museum documentation indicates that these cultural items were associated with burials.  The Peabody Museum of Archaeology and Ethnology is not in possession or control of any human remains from these burials.  Based on ceramic style, these cultural items date to the Belcher Phase of the Caddo IV or Late Caddo (C.E. 1500-1650) period.  Archeological and historical evidence indicates that the Great Bend region was occupied continuously from the Early Caddo or Caddo II (C.E. 1200-1400) through the Late Caddo or Caddo IV (C.E. 1500-1650) periods and into the protohistoric period.  Historical evidence, including the Teran map of C.E. 1691-1692, indicates that the Great Bend region was occupied by the Kadohadacho Caddo during the historic period, and that this group emerged from precontact Caddoan culture.  The present-day Indian tribe culturally affiliated with the Kadohadcho Confederacy is the Caddo Indian Tribe of Oklahoma.\\n        Two hundred ninety-two cultural items are ceramic sherds and partial vessels.\\n        In 1911-1912, Clarence B. Moore recovered these 292 cultural items from the mound, L.A. Foster\\xe2\\x80\\x99s Place, Miller County, AR.  In 1912, Mr. Moore donated these cultural items to the Peabody Museum of Archaeology and Ethnology.\\n\\n        Museum documentation indicates that these cultural items were associated with burials.  The Peabody Museum of Archaeology and Ethnology is not in possession or control of any human remains from these burials.  Based on ceramic style, these cultural items date to the Belcher Phase of the Caddo IV or Late Caddo (C.E. 1500-1650) period.  Archeological and historical evidence indicates that the Great Bend region in Arkansas was occupied continuously from the Early Caddo or Caddo II (C.E. 1200-1400) through the Late Caddo or Caddo IV (C.E. 1500-1650) periods, and into the protohistoric period.  Historical evidence, including the Teran map of C.E. 1691-1692, indicates that the Great Bend region was occupied by the Kadohadacho Caddo during the historic period, and that this group emerged from precontact Caddoan culture.  The present-day Indian tribe culturally affiliated with the Kadohadcho Confederacy is the Caddo Indian Tribe of Oklahoma.\\n        Based on the above-mentioned information, officials of the Peabody Museum of Archaeology and Ethnology have determined that, pursuant to 43 CFR 10.2 (d)(2)(ii), these 2,425 cultural items are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony and are believed, by a preponderance of the evidence, to have been removed from a specific burial site of an Native American individual.  Officials of the Peabody Museum of Archaeology and Ethnology also have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between these unassociated funerary objects and the Caddo Indian Tribe of Oklahoma.\\n        This notice has been sent to officials of the Caddo Indian Tribe of Oklahoma.  Representatives of any other Indian tribe that believes itself to be culturally affiliated with these unassociated funerary objects should contact Patricia Capone, Repatriation Coordinator, Peabody Museum of Archaeology and Ethnology, 11 Divinity Avenue, Cambridge, MA 02138, telephone (617) 496-3702, before November 8, 2001.  Repatriation of these unassociated funerary objects to the Caddo Indian Tribe of Oklahoma may begin after that date if no additional claimants come forward.\\n        \\n          Dated: July 12, 2001.\\n          John Robbins,\\n          Assistant Director, Cultural Resources Stewardship and Partnerships.\\n        \\n      \\n      [FR Doc. 01-25146 Filed 01-5-01; 8:45 am]\\n      BILLING CODE 4310-70-S\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate Cultural Items in the Possession of the Peabody Museum of Archaeology and Ethnology, Harvard University, Cambridge, MA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: July 12, 2001.", "signature_name": "John Robbins,", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships.", "fr_doc": "[FR Doc. 01-25146 Filed 01-5-01; 8:45 am]", "billing_code": "BILLING CODE 4310-70-S", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}