{"index": "R_658", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent to Repatriate Cultural Items in the Possession of the Peabody Museum of Archaeology and Ethnology, Harvard University, Cambridge, MA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.10(a)(3), of the intent to repatriate cultural items in the possession of the Peabody Museum of Archaeology and Ethnology, Harvard University, Cambridge, MA, that meet the definition of \\xe2\\x80\\x9cunassociated funerary objects\\xe2\\x80\\x9d under Section 2 of the Act.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.2(c). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these cultural items. The National Park Service is not responsible for the determinations within this notice.\\n        The 32 cultural items are 11 quartz fragments, 19 strands of glass and shell beads, and 2 shell ornaments.\\n        In 1877, Peabody Museum of Archaeology and Ethnology acquired 30 cultural items that had been collected during a joint expedition of the Peabody Museum of Archaeology and Ethnology and the Smithsonian Institution to the Channel Islands, CA. Museum records indicate that these cultural items were collected by Steven Bowers from graves at unknown sites on San Miguel Island, CA. The Peabody Museum of Archaeology and Ethnology is not in possession of the human remains from these burials.\\n        In 1877, Peabody Museum of Archaeology and Ethnology acquired two cultural items that had been collected during a joint expedition of the Peabody Museum of Archaeology and Ethnology and the Smithsonian Institution to the Channel Islands, CA. Museum records indicate that these cultural items were collected by Steven Bowers from graves at unknown sites on Santa Rosa Island, CA. The Peabody Museum of Archaeology and Ethnology is not in possession of the human remains from these burials.\\n        Archeological investigations have identified a cultural continuity for the Chumash Indians that traces their presence on the northern Channel Islands back 7,000 to 9,000 years. Geographical, archeological, and oral history evidence indicate a shared group identity between the cultural items from San Miguel Island and Santa Cruz Island, CA, and the Santa Ynez Band of Chumash Mission Indians of the Santa Ynez Reservation, California, the present-day tribe most closely associated with the prehistoric and historic Chumash Indians.\\n        Based on the above-mentioned information, officials of the Peabody Museum of Archaeology and Ethnology have determined that, pursuant to 43 CFR 10.2(d)(2)(ii), these 32 cultural items are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony, and are believed, by a preponderance of evidence, to have been removed from specific burial sites of Native American individuals. Officials of the Peabody Museum of Archaeology and Ethnology also have determined that, pursuant to 43 CFR 10.2(e), there is a relationship of shared group identity that can be reasonably traced between these unassociated funerary objects and the Santa Ynez Band of Chumash Mission Indians of the Santa Ynez Reservation, California.\\n        This notice has been sent to officials of the Santa Ynez Band of Chumash Mission Indians of the Santa Ynez Reservation, California. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these unassociated funerary objects should contact Barbara Isaac, Repatriation Coordinator, Peabody Museum of Archaeology and Ethnology, 11 Divinity Avenue, Cambridge, MA 02138, telephone (617) 495-2254, before November 5, 2001. Repatriation of these unassociated funerary objects to the Santa Ynez Band of Chumash Mission Indians of the Santa Ynez Reservation, California may begin after that date if no additional claimants come forward.\\n        \\n          Dated: June 14, 2001. \\n          John Robbins, \\n          Assistant Director, Cultural Resources Stewardship and Partnerships. \\n        \\n      \\n      [FR Doc. 01-24934 Filed 10-3-01 8:45 am] \\n      BILLING CODE 4310-70-F\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate Cultural Items in the Possession of the Peabody Museum of Archaeology and Ethnology, Harvard University, Cambridge, MA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: June 14, 2001. ", "signature_name": "John Robbins, ", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships. ", "fr_doc": "[FR Doc. 01-24934 Filed 10-3-01 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}