{"index": "R_659", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent to Repatriate Cultural Items in the Possession of the Williamson Museum, Northwestern State University of Louisiana, Natchitoches, LA\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is hereby given under the Native American Graves Protection and Repatriation Act, 43 CFR 10.10 (a)(3), of the intent to repatriate cultural items in the possession of the Williamson Museum, Northwestern State University of Louisiana, Natchitoches, LA, that meet the definition of \\xe2\\x80\\x9cunassociated funerary objects\\xe2\\x80\\x9d under Section 2 of the Act.\\n\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these cultural items. The National Park Service is not responsible for the determinations within this notice.\\n        \\n        The ten objects from the U.S. Fish Hatchery site, Natchitoches Parish, LA, are glass beads.\\n        These objects were removed in the 1930s, by George Williamson, a professor at Northwestern State University of Louisiana, during construction of the fish hatchery.\\n        Museum records indicate that these beads were removed from a grave; no remains from the grave are held in the museum. Glass beads date to the postcontact period (post-A.D. 1540) when this area was occupied by the Caddo Tribe.\\n        Based on the above-mentioned information, officials of the Williamson Museum have determined that, pursuant to 43 CFR 10.2 (d)(2)(ii), these 10 cultural items are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony and are believed, by a preponderance of the evidence, to have been removed from a specific burial site of a Native American individual.\\n        This notice has been sent to officials of the Caddo Indian Tribe of Oklahoma. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these unassociated funerary objects should contact Dr. Pete Gregory, Director, Williamson Museum, Northwestern State University of Louisiana, Natchitoches, LA 71497, telephone (318) 357-8170, before November 5, 2001. Repatriation of these unassociated funerary objects to the Caddo Indian Tribe of Oklahoma may begin after that date if no additional claimants come forward.\\n        \\n          Dated: June 28, 2001. \\n          John Robbins, \\n          Assistant Director, Cultural Resources Stewardship and Partnerships. \\n        \\n      \\n      [FR Doc. 01-24935 Filed 10-3-01; 8:45 am] \\n      BILLING CODE 4310-70-F\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate Cultural Items in the Possession of the Williamson Museum, Northwestern State University of Louisiana, Natchitoches, LA", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: June 28, 2001. ", "signature_name": "John Robbins, ", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships. ", "fr_doc": "[FR Doc. 01-24935 Filed 10-3-01; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}