{"index": "R_669", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        Notice of Intent to Repatriate a Cultural Item in the Possession of the Peabody Museum of Archaeology and Ethnology, Harvard University, Cambridge, MA \\n        \\n          AGENCY:\\n          National Park Service, Interior. \\n        \\n        \\n          ACTION:\\n          Notice. \\n        \\n        Notice is hereby given under the Native American Graves Protection and Repatriation Act, 43 CFR 10.10 (a)(3), of the intent to repatriate a cultural item in the possession of the Peabody Museum of Archaeology and Ethnology, Harvard University, Cambridge, MA, that meets the definition of \\xe2\\x80\\x9cunassociated funerary object\\xe2\\x80\\x9d under Section 2 of the Act. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of this cultural item. The National Park Service is not responsible for the determinations within this notice. \\n        The one cultural item is a metal butcher knife. \\n        Prior to 1870, human remains and associated funerary objects were collected by Acting Assistant Surgeon G. P. Hachenberg, U.S. Army, from a grave near Fort Randall, SD. Surgeon Hachenberg donated the human remains and the associated funerary objects to the Army Medical Museum (forerunner of the National Museum of Health and Medicine), Washington, DC, in 1869. Museum records indicate that the remains were of a Yankton Sioux boy. \\n        The human remains were later transferred to the Smithsonian Institution by the Army Medical Museum. The National Museum of Natural History repatriated these human remains to the Yankton Sioux Tribe of South Dakota in 1995. \\n        In 1876, this cultural item was transferred to the Peabody Museum of Archaeology and Ethnology from the Army Medical Museum. \\n        Because the human remains associated with this cultural item were repatriated to the Yankton Sioux Tribe of South Dakota in 1995, this cultural item is considered to be an unassociated funerary object. \\n        Based on the above-mentioned information, officials of the Peabody Museum of Archaeology and Ethnology have determined that, pursuant to 43 CFR 10.2 (d)(2)(ii), this cultural item is reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony and is believed, by a preponderance of the evidence, to have been removed from a specific burial site of an Native American individual. Officials of the Peabody Museum of Archaeology and Ethnology also have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between this unassociated funerary object and the Yankton Sioux Tribe of South Dakota. \\n        This notice has been sent to officials of the Yankton Sioux Tribe of South Dakota. Representatives of any other Indian tribe that believes itself to be culturally affiliated with this unassociated funerary object should contact Barbara Isaac, Repatriation Coordinator, Peabody Museum of Archaeology and Ethnology, 11 Divinity Avenue, Cambridge, MA 02138, telephone (617) 495-2254, before May 9, 2001. Repatriation of this unassociated funerary object to the Yankton Sioux Tribe of South Dakota may begin after that date if no additional claimants come forward. \\n        \\n          Dated: March 21, 2001. \\n          John Robbins, \\n          Assistant Director, Cultural Resources Stewardship and Partnerships. \\n        \\n      \\n      [FR Doc. 01-8682 Filed 4-6-01; 8:45 am] \\n      BILLING CODE 4310-70-F\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate a Cultural Item in the Possession of the Peabody Museum of Archaeology and Ethnology, Harvard University, Cambridge, MA ", "agency2": "National Park Service, Interior. ", "action": "Notice. ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: March 21, 2001. ", "signature_name": "John Robbins, ", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships. ", "fr_doc": "[FR Doc. 01-8682 Filed 4-6-01; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}