{"index": "R_663", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        Notice of Intent To Repatriate Cultural Items in the Possession of the Denver Art Museum, Denver, CO \\n        \\n          AGENCY:\\n          National Park Service, Interior. \\n        \\n        \\n          ACTION:\\n          Notice. \\n        \\n\\n        Notice is hereby given under the Native American Graves Protection and Repatriation Act, 43 CFR 10.10 (a)(3), of the intent to repatriate cultural items in the possession of the Denver Art Museum, Denver, CO, that meet the definition of \\xe2\\x80\\x9cobject of cultural patrimony\\xe2\\x80\\x9d and \\xe2\\x80\\x9csacred object\\xe2\\x80\\x9d under Section 2 of the Act. \\n        \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these cultural items. The National Park Service is not responsible for the determinations within this notice. \\n        Three of the cultural items are two cylindrical woodcarvings known as Ahayu:da or War Gods, each measuring approximately 33 inches in length, and one flat woodcarving known as an Ahayu:da altar stick, approximately 37.5 inches in length. \\n        In 1999, the Denver Art Museum obtained the two Ahayu:da in a bequest from the estate of Charles J. Norton. Prior to 1972, Mr. Norton acquired these cultural items from an unknown source. Weathering indicates probable placement of the Ahayu:da at an outdoor shrine. Mr. Norton\\'s tags listed the objects as \\xe2\\x80\\x9cZuni War Gods.\\xe2\\x80\\x9d Officials of the Denver Art Museum have inspected these cultural items and agreed with this attribution. \\n        In 1966, the Denver Art Museum obtained the Ahayu:da altar stick (Accession no. 1966.398) as a gift from Vander Wagen Brothers, Gallup, NM. Vander Wagen Brothers acquired it prior to 1966 from an unknown source. Weathering indicates probable placement of the Ahayu:da altar stick at an outdoor shrine. \\n        Consultation with officials of the Zuni Tribe of the Zuni Reservation during the summer of 1999 confirmed the identification of the cultural items as carved representations of Ahayu:da, and confirmed that these three cultural items have ongoing historical, traditional, and cultural importance central to the culture itself, and could not have been alienated, appropriated, or conveyed by any individual. These three cultural items also are needed by the Zuni Bow Priest, a traditional religious leader, for ceremonial installation at the appropriate Ahayu:da shrine in accordance with the practice of Zuni traditional religion. \\n        One of the cultural items is a cotton fabric mask known as a Koyemshi Ko\\'Ko. \\n        In 1948, the Denver Art Museum obtained the Koyemshi Ko\\'Ko (Accession no. 1948.235) through an exchange with the Brooklyn Museum of Art. In 1904, the Brooklyn Museum of Art obtained the Ko\\'Ko as a purchase by Stewart Culin from Horabin & McGaffey, Thoreau, NM. Prior to 1904, Horabin & McGaffey obtained the Ko\\'Ko from George Winters. \\n        Consultation with officials of the Zuni Tribe of the Zuni Reservation during 1996-1997 confirmed the identification of this cultural item as Koyemshi Ko\\'Ko. Evidence from historical and ethnographic records have confirmed that this cultural item has ongoing historical, traditional, and cultural importance central to the culture itself, and could not have been alienated, appropriated, or conveyed by any individual. \\n        Based on the above-mentioned information, officials of the Denver Art Museum have determined that, pursuant to 43 CFR 10.2 (d)(4), these four cultural items have ongoing historical, traditional, and cultural importance central to the culture itself, and could not have been alienated, appropriated, or conveyed by any individual. Officials of the Denver Art Museum also have determined that, pursuant to 43 CFR 10.2 (d)(3), three of the cultural items (two Ahayu:da and the Ahayu:da altar stick) are specific ceremonial objects needed by traditional Native American religious leaders for the practice of traditional Native American religions by their present-day adherents. Officials of the Denver Art Museum have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between these objects of cultural patrimony/sacred objects and the Zuni Tribe of the Zuni Reservation. This notice has been sent to officials of the Zuni Tribe of the Zuni Reservation. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these objects of cultural patrimony/sacred objects should contact Nancy J. Blomberg, Curator of Native Arts, Denver Art Museum, 100 West 14th Avenue Parkway, Denver, CO 80204, telephone (720) 913-0161, before July 16, 2001. Repatriation of these objects of cultural patrimony/sacred objects to the Zuni Tribe of the Zuni Reservation may begin after that date if no additional claimants come forward. \\n        \\n          Dated: May 25, 2001. \\n          John Robbins, \\n          Assistant Director, Cultural Resources Stewardship and Partnerships. \\n        \\n      \\n      [FR Doc. 01-14992 Filed 6-13-01; 8:45 am] \\n      BILLING CODE 4310-70-F\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Notice of Intent To Repatriate Cultural Items in the Possession of the Denver Art Museum, Denver, CO ", "agency2": "National Park Service, Interior. ", "action": "Notice. ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: May 25, 2001. ", "signature_name": "John Robbins, ", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships. ", "fr_doc": "[FR Doc. 01-14992 Filed 6-13-01; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}