{"index": "R_668", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        Notice of Intent to Repatriate Cultural Items in the Possession of Grand Valley State University, Allendale, MI \\n        \\n          AGENCY:\\n          National Park Service, Interior. \\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is hereby given under the Native American Graves Protection and Repatriation Act, 43 CFR 10.10 (a)(3), of the intent to repatriate cultural items in the possession of the Grand Valley State University, Allendale, MI, that meet the definition of \\xe2\\x80\\x9cunassociated funerary object\\xe2\\x80\\x9d under Section 2 of the Act. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c). The determinations within this notice are the sole responsibility of the museum that has control of the cultural items. The National Park Service is not responsible for the determinations within this notice. \\n        In 1971 and 1972, students and staff of Grand Valley State University, under the direction of Dr. Richard Flanders, removed 951 unassociated funerary objects from the Battle Point site (20OT04), Crockery Township, Ottawa County, MI. These funerary objects were not clearly associated with specific burials; however, they are typical of objects found in clear association with other discrete burials on the site. The unassociated funerary objects include iron buckets; clay pipes; glass beads; and silver ornaments, these including gorgets, tinklers, and brooches. The catalog numbers of these unassociated funerary objects are 2001-2003, 2007-2016, 2018-2024, 2031-2035, 2039-2040, 2042-2047, 2053-2055, 2065-2066, 2068-2071, and 2073. \\n        In 1988, students and staff of Grand Valley State University removed 101 unassociated funerary objects from the Battle Point site during surface survey of the area. The unassociated funerary objects include beads, silver ornaments, tinkle cones, bucket fragments, wood, nails, a kaolin pipe fragment, and a button. The catalog numbers of these unassociated funerary objects are 2000, 20OT04/1988/, and 20OT04/00. \\n        The Battle Point site is a multi-component site consisting of habitation dating to circa A.D. 200-1300, and a cemetery dating to the mid-19th century. Associated funerary objects date the burials to circa 1800-1840. Excavation notes, spatial analyses, and other studies demonstrate that the cemetery intrudes into habitation deposits that date to pre-European contact and that do not include a mortuary component. All Euro-American objects dating to the 19th century, therefore, are reasonably assumed to be funerary objects. \\n        Historic documentation indicates that a Native American cemetery associated with the Little River Band of Ottawa Indians of Michigan was located at the Battle Point site in the mid-19th century. An abstract of land title dated to 1846 identifies an association between members of the Little River Band of Ottawa Indians of Michigan and the plot on which the cemetery is located. The cemetery is specifically mentioned in a 1864 land transaction as associated with historic Grand River Valley Bands of Ottawa Indians in Michigan. The Little River Band of Ottawa Indians is the only current Federally-recognized descendent from the historic Grand River Bands of Ottawa of Michigan. On the basis of historical and oral historical information, the Battle Point site cemetery is determined to be culturally affiliated with the Little River Band of Ottawa Indians of Michigan. \\n        Officials of the Grand Valley State University have determined that, pursuant to 43 CFR 10.2 (d)(2)(ii), these 1,052 cultural items are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony and are believed, by a preponderance of the evidence, to have been removed from the grave of an Native American individual. Officials of the Grand Valley State University also have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between these cultural items and the Little River Band of Ottawa Indians of Michigan. \\n        This notice has been sent to officials of the Grand Traverse Band of Ottawa and Chippewa Indians of Michigan, the Little Traverse Bay Bands of Odawa Indians of Michigan, the Little River Band of Ottawa Indians of Michigan and to the Grand River Bands of Ottawa Indians, a non-Federally recognized group. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these cultural items should contact Janet G. Brashler, Professor and Curator of Anthropology, Grand Valley State University, Allendale, MI 49401, telephone (616) 854-3694, before June 4, 2001. Repatriation of these cultural items to the Little River Band of Ottawa Indians may begin after that date if no additional claimants come forward. \\n        \\n          Dated: April 16, 2001. \\n          John Robbins, \\n          Assistant Director, Cultural Resources Stewardship and Partnerships.\\n        \\n      \\n      [FR Doc. 01-11145 Filed 5-2-01; 8:45 am] \\n      BILLING CODE 4310-70-F\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate Cultural Items in the Possession of Grand Valley State University, Allendale, MI ", "agency2": "National Park Service, Interior. ", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: April 16, 2001. ", "signature_name": "John Robbins, ", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships.", "fr_doc": "[FR Doc. 01-11145 Filed 5-2-01; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}