{"index": "R_660", "messy_full": "\\n      \\n        \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        Notice of Intent to Repatriate Cultural Items in the Possession of the Peabody Museum of Archaeology and Ethnology, Harvard University, Cambridge, MA \\n        \\n          AGENCY:\\n          National Park Service, Interior. \\n        \\n        \\n          ACTION:\\n          Notice. \\n        \\n        Notice is hereby given under the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.10 (a)(3), of the intent to repatriate cultural items in the possession of the Peabody Museum of Archaeology and Ethnology, Harvard University, Cambridge, MA, that meet the definition of \\xe2\\x80\\x9cunassociated funerary objects\\xe2\\x80\\x9d under Section 2 of the Act. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these cultural items. The National Park Service is not responsible for the determinations within this notice. \\n        The cultural items are 1 stone fish effigy, 1 stone muller, 8 net spacer-like objects of stone, 6 ground stone fragments, 19 obsidian stone tools, 1 animal bone, 9 obsidian flakes, 5 obsidian scrapers, 15 obsidian pebbles, 15 glass beads, 3 large brass buttons, 2 brass rings, 2 rolled copper tube rings, 8 brass and copper pendants, 1 brass brooch, 7 fragments of sheet copper and brass, 1 iron hammer of a flintlock pistol (represented by 2 pieces), and 62 sheet copper beads. \\n        In 1910, Grace A. Nicholson purchased the cultural items from an unknown excavator who recovered them on her behalf from an unknown locality in southern Oregon, approximately 18 miles from the Klamath Agency. In 1910, Ms. Nicholson sold the cultural items to Lewis Farlow, who donated them to the Peabody Museum of Archaeology and Ethnology the same year. Museum documentation indicates that these cultural items were associated with burials and were recovered from the place \\xe2\\x80\\x9cwhere the dead doctors were burned.\\xe2\\x80\\x9d \\n        Based on the types of artifacts recovered, these cultural items date to the historic period, most likely the 19th century. The nature of these cultural items and descriptions of their context in the museum sources are consistent with ethnographic descriptions of Klamath burial practices in Klamath territory in Oregon during the 19th century. These practices include the use of cremation piles with the inclusion of objects such as glass beads, metal rings, and gun parts. Several known historic cremation piles approximately 18 miles from the Klamath Agency in Klamath territory have been identified subsequent to 1910. Consultation with representatives of the Klamath Indian Tribe of Oregon also supports the historic nature of this burial practice in Klamath territory. \\n        Based on the above-mentioned information, officials of the Peabody Museum of Archaeology and Ethnology have determined that, pursuant to 43 CFR 10.2 (d)(2)(ii), these 167 cultural items are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony and are believed, by a preponderance of the evidence, to have been removed from a specific burial site of a Native American individual. Officials of the Peabody Museum of Archaeology and Ethnology also have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between these cultural items and the Klamath Indian Tribe of Oregon. \\n        This notice has been sent to officials of the Klamath Indian Tribe of Oregon. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these unassociated funerary objects should contact Barbara Isaac, Repatriation Coordinator, Peabody Museum of Archaeology and Ethnology, Harvard University, 11 Divinity Avenue, Cambridge, MA 02138, telephone (617) 495-2254, before July 23, 2001. Repatriation of these unassociated funerary objects to the Klamath Indian Tribe, Oregon may begin after that date if no additional claimants come forward. \\n        \\n          Dated: June 4, 2001. \\n          John Robbins, \\n          Assistant Director, Cultural Resources Stewardship and Partnerships. \\n        \\n      \\n      [FR Doc. 01-15719 Filed 6-21-01; 8:45 am] \\n      BILLING CODE 4310-70-F\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate Cultural Items in the Possession of the Peabody Museum of Archaeology and Ethnology, Harvard University, Cambridge, MA ", "agency2": "National Park Service, Interior. ", "action": "Notice. ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: June 4, 2001. ", "signature_name": "John Robbins, ", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships. ", "fr_doc": "[FR Doc. 01-15719 Filed 6-21-01; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}