{"index": "R_666", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        Notice of Intent to Repatriate Cultural Items in the Possession of the Putnam Museum of History and Natural Science, Davenport, IA \\n        \\n          AGENCY:\\n          National Park Service, Interior. \\n        \\n        \\n          ACTION:\\n          Notice. \\n        \\n        Notice is hereby given under the Native American Graves Protection and Repatriation Act, 43 CFR 10.10 (a)(3), of the intent to repatriate cultural items in the possession of the Putnam Museum of History and Natural Science, Davenport, IA, that meet the definition of \\xe2\\x80\\x9csacred objects\\xe2\\x80\\x9d under Section 2 of the Act. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.2(c). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these cultural items. The National Park Service is not responsible for the determinations within this notice. \\n        The cultural items are two gourd rattles (catalog number AE 103 A-B, accession number 1957-35). The handles are made of hand-carved wood and have been stained black. The top of each gourd has been removed so that the handle fits snugly into the neck of the gourd. The handles form the axis with 1.75 inches protruding at the top. There are small brown beads inside each of the rattles. One gourd has a dyed blackish-brown knotted rope (0.25 inches in diameter) tied to the handle. \\n        The rattles were purchased by A. Lang Baily during the summer of 1956 at Tama, IA. The rattles were donated to the Davenport Public Museum (now the Putnam Museum of History and Natural Science) on October 22, 1957, by his wife, Kay Baily. \\n        Cultural affiliation with the Sac and Fox Tribe of the Mississippi in Iowa is indicated by the rattles\\' acquisition at Tama, IA, where the Sac and Fox Tribe of the Mississippi in Iowa settlement is located. Also, according to the accession record as well as to the catalog card the objects are designated as being \\xe2\\x80\\x9cMesquaki,\\xe2\\x80\\x9d which is the name the Fox use for themselves. \\n        Correspondence with the Sac and Fox Tribe of the Mississippi in Iowa indicates that the rattles are sacred according to past and current traditional practices and standards of Sac and Fox religious integrity. Furthermore, information presented in the consultation indicates that these rattles are specific ceremonial objects that are needed by the present-day adherents of traditional Sac and Fox religious practices. Correspondence with the tribe further suggests these rattles may also be objects of cultural patrimony since the objects were tribal property at the time of alienation. \\n        Based on the above-mentioned information, officials of the Putnam Museum of History and Natural Science have determined that, pursuant to 43 CFR 10.2(d)(3), these rattles are specific ceremonial objects needed by traditional Native American religious leaders for the practice of traditional Native American religions by their present-day adherents. Officials of the Putnam Museum of History and Natural Science also have determined that, pursuant to 43 CFR 10.2(e), there is a relationship of shared group identity that can be reasonably traced between these rattles and the Sac and Fox Tribe of the Mississippi in Iowa. \\n        This notice has been sent to officials of the Sac and Fox Tribe of the Mississippi in Iowa; the Sac and Fox Nation of Missouri in Kansas and Nebraska; and the Sac and Fox Nation, Oklahoma. Representatives of any other Native American tribe that believes itself to be culturally affiliated with these sacred objects should contact Janice Hall, Chief Curator, Putnam Museum of History and Natural Science, 1717 West 12th Street, Davenport, IA 52804, telephone (563) 324-1054, before June 13, 2001. Repatriation of these sacred objects to the Sac and Fox Tribe of the Mississippi in Iowa may begin after that date if no additional claimants come forward. \\n        \\n          Dated: April 13, 2001. \\n          John Robbins, \\n          Assistant Director, Cultural Resources Stewardship and Partnerships. \\n        \\n      \\n      [FR Doc. 01-12016 Filed 5-11-01; 8:45 am] \\n      BILLING CODE 4310-70-F\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate Cultural Items in the Possession of the Putnam Museum of History and Natural Science, Davenport, IA ", "agency2": "National Park Service, Interior. ", "action": "Notice. ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: April 13, 2001. ", "signature_name": "John Robbins, ", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships. ", "fr_doc": "[FR Doc. 01-12016 Filed 5-11-01; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}