{"index": "R_662", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        Notice of Intent to Repatriate a Cultural Item in the Possession of Cornell University, Ithaca, NY \\n        \\n          AGENCY:\\n          National Park Service, Interior. \\n        \\n        \\n          ACTION:\\n          Notice. \\n        \\n        Notice is hereby given under the Native American Graves Protection and Repatriation Act, 43 CFR 10.10 (a)(3), of the intent to repatriate a cultural item in the possession of Cornell University, Ithaca, NY, that meets the definition of \\xe2\\x80\\x9cobject of cultural patrimony\\xe2\\x80\\x9d under Section 2 of the Act. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these cultural items. The National Park Service is not responsible for the determinations within this notice. \\n        The item is a carved wooden totem pole. The pole includes eagle, beaver, and halibut crest designs. \\n        Museum records indicate that Cornell University obtained the totem pole in 1899 as a gift from Bernhard Fernow, former dean of the New York State College of Forestry at Cornell University. Professor Fernow served as a member of the Harriman Expedition, which removed totem poles and other objects from Cape Fox Village, AK, in 1899. \\n        Evidence for cultural affiliation is provided by historical literature, crests on the pole, and written materials submitted by the Cape Fox Corporation. \\n        Based on the above information, officials of Cornell University have determined that, pursuant to 43 CFR 10.2 (d)(4), this cultural item has ongoing historical, traditional, and cultural importance central to the Tlingit people, and to the Neix.adi clan in particular, and that under the Tlingit system of communal property ownership could not have been alienated, appropriated, or conveyed by any individual. Officials of Cornell University also have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between this object of cultural patrimony and the Neix.adi clan of the Tlingit Tribe, whose interests are represented here by the Cape Fox Corporation. \\n        This notice has been sent to officials of the Cape Fox Corporation. Representatives of any other Indian tribe that believes itself to be culturally affiliated with this object of cultural patrimony should contact Patricia A. McClary, Associate University Counsel, Cornell University, 300 CCC Building, Garden Avenue, Ithaca, NY 14853-2601, telephone (607) 255-5124, before July 16, 2001. Repatriation of this object of cultural patrimony to the Cape Fox Corporation may begin after that date if no additional claimants come forward. \\n        \\n          Dated: May 18, 2001 \\n          John Robbins, \\n          Assistant Director, Cultural Resources Stewardship and Partnerships. \\n        \\n      \\n      [FR Doc. 01-14991 Filed 6-13-01; 8:45 am] \\n      BILLING CODE 4310-70-F\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate a Cultural Item in the Possession of Cornell University, Ithaca, NY ", "agency2": "National Park Service, Interior. ", "action": "Notice. ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: May 18, 2001 ", "signature_name": "John Robbins, ", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships. ", "fr_doc": "[FR Doc. 01-14991 Filed 6-13-01; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}