{"index": "R_667", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        Notice of Intent to Repatriate Cultural Items in the Possession of the Tioga County Historical Society, Owego, NY \\n        \\n          AGENCY:\\n          National Park Service, Interior. \\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is hereby given under the Native American Graves Protection and Repatriation Act, 43 CFR 10.10 (a)(3), of the intent to repatriate cultural items in the possession of the Tioga County Historical Society, Owego, NY, that meet the definition of \\xe2\\x80\\x9cunassociated funerary objects\\xe2\\x80\\x9d under Section 2 of the Act. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these cultural items. The National Park Service is not responsible for the determinations within this notice. \\n        The eight cultural items are an iron tomahawk, a celt, copper points, arrowshaft fragments, carbonized material, and a deer bone ornament. The iron tomahawk, copper points, arrowshaft fragment, and carbonized material have not been located. \\n        In 1953, the iron tomahawk, celt, copper points, arrowshaft fragment and carbonized material were donated by James S. Truman to the Tioga County Historical Society. Donor information indicates that the iron tomahawk was removed from an \\xe2\\x80\\x9cIndian grave in Cayuga County, NY\\xe2\\x80\\x9d; the celt was removed from \\xe2\\x80\\x9can Indian mound in Cayuga County, NY\\xe2\\x80\\x9d; and the copper points, arrowshaft fragment, and carbonized material were removed \\xe2\\x80\\x9cfrom a Cayuga County, NY Indian grave.\\xe2\\x80\\x9d Donor information indicates that the deer bone ornament was removed from \\xe2\\x80\\x9ca grave in Cayuga County, NY\\xe2\\x80\\x9d and was donated at an unknown date to the Tioga County Historical Society by Frank Truman. \\n        Based on geographic location, archeological evidence, and object types, these cultural items have been affiliated with the Cayuga Nation of New York. Historical evidence indicates that the Cayuga Nation of New York were the aboriginal occupants of the areas in which the cultural items were found. Oral history of the Cayuga indicates that the area in which the cultural items were found is within their traditional territory. \\n        Officials of the Tioga County Historical Society have determined that, pursuant to 43 CFR 10.2 (d)(2)(ii), these eight cultural items are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony and are believed, by a preponderance of the evidence, to have been removed from a specific burial site of an Native American individual. Officials of the Tioga County Historical Society also have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between these items and the Cayuga Nation of New York. \\n        This notice has been sent to officials of the Cayuga Nation of New York; St. Regis Band of Mohawk Indians; Seneca Nation of New York; Oneida Nation of New York; Onondaga Nation of New York; Seneca-Cayuga Tribe of Oklahoma; Oneida Tribe of Wisconsin; Tonawanda Band of Seneca Indian of New York; and Tuscarora Nation of New York. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these objects should contact Dana Leo, Curator, Tioga County Historical Society, 110 Front Street, Owego, NY 13827, telephone (607) 687-2460, before June 4, 2001. Repatriation of these objects to the Cayuga Nation of New York may begin after that date if no additional claimants come forward. \\n        \\n          Dated: April 11, 2001. \\n          John Robbins, \\n          Assistant Director, Cultural Resources Stewardship and Partnerships.\\n        \\n      \\n      [FR Doc. 01-11134 Filed 5-2-01; 8:45 am] \\n      BILLING CODE 4310-70-F\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate Cultural Items in the Possession of the Tioga County Historical Society, Owego, NY ", "agency2": "National Park Service, Interior. ", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: April 11, 2001. ", "signature_name": "John Robbins, ", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships.", "fr_doc": "[FR Doc. 01-11134 Filed 5-2-01; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}