{"index": "R_677", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        Notice of Intent To Repatriate Cultural Items in the Possession of the Peabody Museum of Archaeology and Ethnology, Harvard University, Cambridge, MA \\n        \\n          AGENCY:\\n          National Park Service \\n        \\n        \\n          ACTION:\\n          Notice \\n        \\n        Notice is hereby given under the Native American Graves Protection and Repatriation Act, 43 CFR 10.10 (a)(3), of the intent to repatriate cultural items in the possession of the Peabody Museum of Archaeology and Ethology that meet the definition of \\xe2\\x80\\x9cunassociated funerary object\\xe2\\x80\\x9d under Section 2 of the Act. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these cultural items. The National Park Service is not responsible for the determinations within this notice. \\n        The six cultural items are five metal brooch fragments and red pigment powder. \\n        Prior to 1900, these cultural items were collected by Rev. J.W. Millar from a grave near Harbor Springs, Emmet County, MI. In 1909, these cultural items were donated to the Peabody Museum of Archaeology and Ethnology by Lewis H. Farlow. \\n        Museum records indicate that these cultural items are \\xe2\\x80\\x9cChippewa\\xe2\\x80\\x9d and were \\xe2\\x80\\x9csupposed to be 150 years old in 1899.\\xe2\\x80\\x9d This specific cultural attribution indicates that the collector was aware of the culture of the burial and suggests that it dated to historic times. The style of these brooch fragments are consistent with metal trade items of the 18th and early 19th centuries. \\n\\n        Based on the above-mentioned information, officials of the Peabody Museum of Archaeology and Ethnology have determined that, pursuant to 43 CFR 10.2 (d)(2)(ii), these six cultural items are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony and are believed, by a preponderance of the evidence, to have been removed from a specific burial site of an Native American individual. Officials of the Peabody Museum of Archaeology and Ethnology also have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between these unassociated funerary objects and the Little Traverse Bay Band of Odawa Indians of Michigan. This notice has been sent to officials of the Bay Mills Indian Community of the Sault Ste. Marie Band of Chippewa Indians, Bay Mills Reservation, Michigan; the Grand Traverse Band of Ottaawa and Chippewa Indians of Michigan; the Little Traverse Bay Band of Odawa Indians of Michigan; the Red Lake Band of Chippewa Indians of the Red Lake Reservation, Minnesota; and the Sault Ste. Marie Tribe of Chippewa Indians of Michigan. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these unassociated funerary objects should contact Barbara Isaac, Repatriation Coordinator, Peabody Museum of Archaeology and Ethnology, 11 Divinity Avenue, Cambridge, MA 02138, telephone (617) 495-2254, before April 25, 2001. Repatriation of these unassociated funerary objects to the Little Traverse Bay Band of Odawa Indians of Michigan may begin after that date if no additional claimants come forward. \\n        \\n          Dated: March 7, 2001. \\n          John Robbins, \\n          Assistant Director, Cultural Resources Stewardship and Partnerships. \\n        \\n      \\n      [FR Doc. 01-7437 Filed 3-23-01; 8:45 am] \\n      BILLING CODE 4310-70-F\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Notice of Intent To Repatriate Cultural Items in the Possession of the Peabody Museum of Archaeology and Ethnology, Harvard University, Cambridge, MA ", "agency2": "National Park Service ", "action": "Notice ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: March 7, 2001. ", "signature_name": "John Robbins, ", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships. ", "fr_doc": "[FR Doc. 01-7437 Filed 3-23-01; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}