{"index": "R_673", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        Notice of Intent to Repatriate Cultural Items in the Possession of the University of Pennsylvania Museum of Archaeology and Anthropology, Philadelphia, PA \\n        \\n          AGENCY:\\n          National Park Service, Interior. \\n        \\n        \\n          ACTION:\\n          Notice. \\n        \\n        Notice is hereby given under the Native American Graves Protection and Repatriation Act, 43 CFR 10.10 (a)(3), of the intent to repatriate cultural items in the possession of the University of Pennsylvania Museum of Archaeology and Anthropology, Philadelphia, PA, that meet the definition of \\xe2\\x80\\x9cobject of cultural patrimony\\xe2\\x80\\x9d under Section 2 of the Act. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these cultural items. The National Park Service is not responsible for the determinations within this notice. \\n        The 19 cultural items are ceremonial masks made of painted wood. \\n        In 1935, Frederica de Laguna collected these cultural items from a refuse pit in the village of Holikachuk, AK, during an archeological and geological expedition to the middle and lower Yukon River, sponsored by the University of Pennsylvania Museum of Archaeology and Anthropology. Following the expedition, these cultural items were accessioned into the collections of the University of Pennsylvania Museum of Archaeology and Anthropology. \\n        In 1963, the residents of the village of Holikachuk permanently moved to the neighboring village of Grayling, AK. Documentation associated with the masks and information provided by representatives of Denakkanaaga, Inc., authorized representatives of the Organized Village of Grayling (aka Holikachuk), confirms that a shared group identity exists between the residents of the village of Holikachuk and the residents of present-day Organized Village of Grayling (aka Holikachuk). Consultation evidence from the elders from the Organized Village of Grayling (aka Holikachuk) and representatives of Denakkanaaga, Inc., indicates that, at the time of collection, these cultural items were considered to be communal property of the residents of the village of Holikachuk and could not properly or legally have been sold, alienated, appropriated, conveyed, or taken into ownership by any individual. \\n        Based on the above-mentioned information, officials of the University of Pennsylvania Museum of Archaeology and Anthropology have determined that, pursuant to 43 CFR 10.2 (d)(4), these 19 cultural items have ongoing historical, traditional, and cultural importance central to the tribe itself, and could not have been alienated, appropriated, or conveyed by any individual. Officials of the University of Pennsylvania Museum of Archaeology and Anthropology also have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between these objects of cultural patrimony and the Organized Village of Grayling (aka Holikachuk). This notice has been sent to officials of Denakkanaaga, Inc., and the Organized Village of Grayling (aka Holikachuk). Representatives of any other Indian tribe that believes itself to be culturally affiliated with these objects of cultural patrimony should contact Dr. Jeremy Sabloff, the Williams Director, University of Pennsylvania Museum of Archaeology and Anthropology, 33rd and Spruce Streets, Philadelphia, PA 19104-6324, telephone (215) 898-4051, facsimile (215) 898-0657, before May 2, 2001. Repatriation of these objects of cultural patrimony to the Organized Village of Grayling (aka Holikachuk) may begin after that date if no additional claimants come forward. \\n        \\n          Dated: March 16, 2001. \\n          John Robbins, \\n          Assistant Director, Cultural Resources Stewardship and Partnerships. \\n        \\n      \\n      [FR Doc. 01-7983 Filed 3-30-01; 8:45 am] \\n      BILLING CODE 4310-70-F\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate Cultural Items in the Possession of the University of Pennsylvania Museum of Archaeology and Anthropology, Philadelphia, PA ", "agency2": "National Park Service, Interior. ", "action": "Notice. ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: March 16, 2001. ", "signature_name": "John Robbins, ", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships. ", "fr_doc": "[FR Doc. 01-7983 Filed 3-30-01; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}