{"index": "R_671", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        Notice of Intent to Repatriate Cultural Items in the Possession of the Peabody Essex Museum, Salem, MA \\n        \\n          AGENCY:\\n          National Park Service, Interior. \\n        \\n        \\n          ACTION:\\n          Notice. \\n        \\n        Notice is hereby given under the Native American Graves Protection and Repatriation Act, 43 CFR 10.10 (a)(3), of the intent to repatriate cultural items in the possession of the Peabody Essex Museum, Salem, MA, that meet the definition of \\xe2\\x80\\x9cunassociated funerary object\\xe2\\x80\\x9d under Section 2 of the Act. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these cultural items. The National Park Service is not responsible for the determinations within this notice. \\n        The two cultural items are a wooden bowl and a wooden spear. \\n        During the 1880s-1900s, these cultural items were collected in Hawaii by J.S. Emerson. In 1907, these cultural items were purchased for the Peabody Essex Museum by Dr. C.G. Weld. \\n\\n        According to museum documents, Mr. Emerson indicated that the bowl was a \\xe2\\x80\\x9cvery old Umeke [wooden poi bowl] found by myself in the burial cave of Kanupa\\xe2\\x80\\x9d and the spear \\xe2\\x80\\x9can old Koaia wood war spear of the style called IHE Hou * * * found by myself in the cave of Kanupa.\\xe2\\x80\\x9d Museum documents and consultation with representatives of Hui Malama I Na Kupuna O Hawai\\'i Nei, Ka Lahui Hawai\\'i, and the Office of Hawaiian Affairs indicate that these cultural items are unassociated funerary objects. Conultation with representatives of Hui Malama I Na Kupuna O Hawai\\'i Nei, Ka Lahui Hawai\\'i, and the Office of Hawaiian Affairs also indicates their desire to repatriate these cultural items based on the repatriation of human remains and associated funerary objects from Kanupa Cave on the island of Hawaii, HI by the Bernice Pauahi Bishop Museum in 1997. \\n        Based on the above-mentioned information, officials of the Peabody Essex Museum have determined that, pursuant to 43 CFR 10.2 (d)(2)(ii), these two cultural items are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony and are believed, by a preponderance of the evidence, to have been removed from a specific burial site of an Native American individual. Officials of the Peabody Essex Museum also have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between these unassociated funerary objects and Hui Malama I Na Kupuna O Hawai\\'i Nei, Ka Lahui Hawai\\'i, and the Office of Hawaiian Affairs. This notice has been sent to officials of Hui Malama I Na Kupuna O Hawai\\'i Nei, Ka Lahui Hawai\\'i, and the Office of Hawaiian Affairs. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these unassociated funerary objects should contact Christina Hellmich, Director of Collections Management, Peabody Essex Museum, East India Square, Salem, MA 01970, telephone (978) 745-1876, facsimile (978) 744-0036, before May 2, 2001. Repatriation of these unassociated funerary objects to Hui Malama I Na Kupuna O Hawai\\'i Nei, Ka Lahui Hawai\\'i, and the Office of Hawaiian Affairs may begin after that date if no additional claimants come forward. \\n        \\n          Dated: March 15, 2001. \\n          John Robbins, \\n          Assistant Director, Cultural Resources Stewardship and Partnerships. \\n        \\n      \\n      [FR Doc. 01-7985 Filed 3-30-01; 8:45 am] \\n      BILLING CODE 4310-70-F\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate Cultural Items in the Possession of the Peabody Essex Museum, Salem, MA ", "agency2": "National Park Service, Interior. ", "action": "Notice. ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: March 15, 2001. ", "signature_name": "John Robbins, ", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships. ", "fr_doc": "[FR Doc. 01-7985 Filed 3-30-01; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}