{"index": "R_679", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        Notice of Intent to Repatriate Cultural Items in the Possession of the Arizona State Museum, Tucson, AZ, and in the Control of the U.S. Department of the Interior, Bureau of Indian Affairs, Washington, DC. \\n        \\n          AGENCY:\\n          National Park Service, Interior. \\n        \\n        \\n          ACTION:\\n          Notice. \\n        \\n        Notice is hereby given under the Native American Graves Protection and Repatriation Act, 43 CFR 10.10 (a)(3), of the intent to repatriate cultural items in the possession of the Arizona State Museum, Tucson, AZ, and in the control of the U.S. Department of the Interior, Bureau of Indian Affairs, Washington, DC, that meet the definition of \\xe2\\x80\\x9cunassociated funerary objects\\xe2\\x80\\x9d under Section 2 of the Act. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these cultural items. The National Park Service is not responsible for the determinations within this notice. \\n        The 20,475 objects from site AZ U:13:1 ASM are 2 abraders, 6 abrader fragments, 4 axes, 1 stone ball, 3,890 shell beads, 437 stone beads, 5 turquoise beads, 10,560 beads of unspecified material, 14 bone artifacts, 16 bone artifact fragments, 2 bone awls, 2 bone awl fragments, 2 nonhuman bone fragments, 237 ceramic bowls, 1 clay bowl, 52 stone bowls, 8 ceramic bowls (RV), 4 stone bowl fragments, 75 bracelet fragments, 5 ceramic cauldrons, 2 reconstructable ceramic cauldrons, 33 ceramic censors, 6 ceramic artifacts, 8 cinders, 3 clay artifacts, 1 concretion, 1 stone cylinder, 3 sherd disks, 3 stone disks, 1 perforated sherd disk, 1 perforated sherd disk fragment, 1 stone disk fragment, 1 ear spool, 8 ceramic figurines, 4 stone figurines, 29 ceramic figurine fragments, 30 ceramic figurine heads, 1 grinding slab, 1 ceramic handle fragment, 3 pieces of hematite, 19 horn artifacts, 84 ceramic jars, 1 ceramic jar fragment, 1 ceramic ladle, 3 ceramic legged plates, 1 mano, 7 medicine stones, 2 metates, 11 mica pieces, 4 fragments of unidentified minerals, 1 piece of obsidian, 2 bone ornaments, 6 shell ornaments, 55 stone ornament fragments, 136 palettes, 31 palette fragments, 38 shell pendants, 22 stone pendants, 1 pendant of unidentified material, 1 pestle, 7 pigment fragments, 1 ceramic pitcher, 10 plaques, 53 plaque fragments, 32 ceramic plates, 1 reconstructable ceramic plate, 3,243 projectile points, 3 projectile point fragments, 5 proto-palettes, 1 proto-palette fragment, 1 punch, 597 quartz crystals, 1 quartz nodule, 3 shell rings, 4 stone rings, 1 bone ring fragment, 3 stone rods, 37 ceramic scoops, 1 reconstructable ceramic scoop, 9 ceramic seed jars, 133 shells, 19 shell artifacts, 3 shell artifact fragments, 168 shell fragments, 31 sherds, 1 sherd artifact, 1 stone spoon, 14 stone artifacts, 2 stone artifact fragments, 4 pyrite tessera, 13 shell tessera, 1 stone tessera, 147 turquoise tessera, 5 textile fragments, 6 textile impressions, 8 tripod plates, 1 bone tube fragment, 11 pieces of turquoise, 1 turtle shell, 2 vegetal artifacts, and 2 wood artifacts. \\n        These objects were removed in 1934-35, during archeological excavations conducted by the Gila Pueblo Foundation of Arizona, and in 1964-65 during excavations by University of Arizona personnel at the Snaketown site (AZ U:13:1 ASM), on the Gila River Reservation, Pinal County, AZ. \\n        The archeological evidence, including characteristics of portable material culture, attributes of ceramic styles, domestic and ritual architecture, site organization, and canal-based agriculture of the settlement places the Snaketown site within the archeologically-defined Hohokam tradition, and within the Phoenix Basin variant of that tradition. The occupation of the Snaketown site spans the years circa A.D. 500/700-1100/1150. \\n        The 18 objects from site AZ U:13:21 ASM are 1 scoop, 10 bowls, 6 jars, and 1 pitcher. \\n        These objects were removed during joint University of Arizona Department of Anthropology and Arizona State Museum excavations at site AZ U:13:21 ASM, Gila River Indian Reservation, Pinal County, AZ, in 1964-65. \\n\\n        The archeological evidence, including characteristics of portable material culture, attributes of ceramic styles, domestic and ritual architecture, site organization, and canal-based agriculture of the settlement places site AZ U:13:22 ASM within the archeologically-defined Hohokam tradition, and within the Phoenix Basin variant of that tradition. The occupation of site AZ U:13:21 was within the years circa A.D. 1150-1350. \\n        The two objects from site AZ U:13:24 ASM are pottery jars. \\n        These objects were removed during joint University of Arizona Department of Anthropology and Arizona State Museum excavations at site AZ U:13:24 ASM, Gila River Indian Reservation, Pinal County, AZ, in 1964-65. \\n        The archeological evidence, including characteristics of portable material culture, attributes of ceramic styles, domestic and ritual architecture, site organization, and canal-based agriculture of the settlement, places site AZ U:13:24 ASM within the archeologically-defined Hohokam tradition, and within the Phoenix Basin variant of that tradition. The occupation of site AZ U:13:21 was within the years circa A.D. 1150-1350. \\n        The 36 objects from site AZ U:13:9 ASM are 2 ground stone artifacts, 4 ceramic scoops, 13 ceramic bowls and bowl fragments, 1 ceramic censer, 1 polishing stone, 3 ceramic jars, 5 ceramic sherds, 1 whole shell pendant, 1 ceramic pitcher, 1 ceramic plate, 1 sherd pendant, 1 bifurcate medicine stone, and 2 turquoise tessera. \\n        These objects were removed in 1963 during I-10 Highway Salvage Project excavations at site AZ U:13:9 by Arizona State Museum staff Alfred E. Johnson. This site is located approximately 1 mile north of Bapchule, at the southwestern corner of Gila Butte, Gila River Indian Reservation, Pinal County, AZ. \\n        Based upon architecture, portable material culture, and site organization, occupation at site AZ U:13:9 ASM has been dated to approximately A.D. 700-1350/1400. \\n        The five objects from site AZ U:13:11 ASM include two jars, one bowl, and two sherds. \\n        These objects were removed in during I-10 Highway Salvage Project excavations at site AZ U:13:11 ASM by Arizona State Museum staff Alfred E. Johnson. This site is located approximately 0.5 mile north of Bapchule, Gila River Indian Reservation, Pinal County, AZ. \\n        The archeological evidence, including characteristics of portable material culture, attributes of ceramic styles, domestic and ritual architecture, site organization, and canal-based agriculture of the settlement places site AZ U:13:11 ASM within the archeologically-defined Hohokam tradition, and within the Phoenix Basin variant of that tradition. The occupation of site AZ U:13:11 spans the years circa A.D.1150-1300. \\n        The 34 objects from the vicinity of Sacaton, AZ (AZ U:14:\\xe2\\x80\\x94area), are 17 projectile points, 1 ceramic plate, 1 miniature jar, 2 bracelet fragments, 3 shell pendants, 3 ear spools, 6 whole shell beads, and 1 ceramic bowl. \\n        Unknown persons removed these objects at an unknown date. These objects were donated to the Arizona State Museum by unknown persons in 1967. \\n        Based upon attributes of portable material culture, these objects are associated with the archeologically defined Hohokam tradition, during the years A.D. 900-1150. \\n        Continuities of mortuary practices, ethnographic materials, and technology indicate affiliation of Hohokam settlements with present-day O\\'odham (Piman), Pee Posh (Maricopa), and Puebloan cultures. Oral traditions documented for the Gila River Indian Community of the Gila River Indian Reservation, Arizona; the Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; the Tohono O\\'odham Nation of Arizona; the Hopi Tribe of Arizona; and the Pueblo of Zuni support affiliation with Hohokam sites in central Arizona. \\n        Officials of the Arizona State Museum and the Bureau of Indian Affairs have determined that, pursuant to 43 CFR 10.2 (d)(2)(ii), these 20,570 cultural items are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony and are believed, by a preponderance of the evidence, to have been removed from a specific burial site of a Native American individual. Officials of the Arizona State Museum and the Bureau of Indian Affairs also have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between these cultural items and the Gila River Indian Community of the Gila River Indian Reservation, Arizona; the Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; the Tohono O\\'odham Nation of Arizona; the Hopi Tribe of Arizona; and the Pueblo of Zuni. The Pueblo of Zuni has withdrawn from this consultation. The Gila River Indian Community of the Gila River Indian Reservation, Arizona, is acting on behalf of themselves and the Salt River Pima-Maricopa Indian Community, Arizona; the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; and the Tohono O\\'odham Nation of Arizona. \\n        This notice has been sent to officials of the Gila River Indian Community of the Gila River Indian Reservation, Arizona; the Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; the Tohono O\\'odham Nation of Arizona; and the Hopi Tribe of Arizona. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these cultural items should contact Lynn S. Teague, Repatriation Coordinator, Arizona State Museum, University of Arizona, Tucson, AZ 85721, telephone (520) 621-4795, before April 19, 2001. Repatriation of these cultural items to the Gila River Indian Community of the Gila River Indian Reservation, Arizona; the Salt River Pima-Maricopa Indian Community of the Salt River Reservation, Arizona; the Ak Chin Indian Community of the Maricopa (Ak Chin) Indian Reservation, Arizona; the Tohono O\\'odham Nation of Arizona; and the Hopi Tribe of Arizona may begin after that date if no additional claimants come forward. \\n        \\n          Dated: March 5, 2001. \\n          John Robbins, \\n          Assistant Director, Cultural Resources Stewardship and Partnerships. \\n        \\n      \\n      [FR Doc. 01-6897 Filed 3-19-01; 8:45 am] \\n      BILLING CODE 4310-70-F\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate Cultural Items in the Possession of the Arizona State Museum, Tucson, AZ, and in the Control of the U.S. Department of the Interior, Bureau of Indian Affairs, Washington, DC. ", "agency2": "National Park Service, Interior. ", "action": "Notice. ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: March 5, 2001. ", "signature_name": "John Robbins, ", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships. ", "fr_doc": "[FR Doc. 01-6897 Filed 3-19-01; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}