{"index": "R_672", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        Notice of Intent to Repatriate a Cultural Item in the Possession of the University of Pennsylvania Museum of Archaeology and Anthropology, Philadelphia, PA \\n        \\n          AGENCY:\\n          National Park Service, Interior. \\n        \\n        \\n          ACTION:\\n          Notice. \\n        \\n        Notice is hereby given under the Native American Graves Protection and Repatriation Act, 43 CFR 10.10 (a)(3), of the intent to repatriate a cultural item in the possession of the University of Pennsylvania Museum of Archaeology and Anthropology, Philadelphia, PA, that meets the definition of \\xe2\\x80\\x9csacred object\\xe2\\x80\\x9d and \\xe2\\x80\\x9cobject of cultural patrimony\\xe2\\x80\\x9d under Section 2 of the Act. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of this cultural item. The National Park Service is not responsible for the determinations within this notice. \\n        The one cultural item is a Dilzini Gaan headdress of painted wood and cloth. \\n        \\n        In 1931, this cultural item was purchased by the Denver Art Museum from Mr. O.L.N. Foster. In 1959, the University of Pennsylvania Museum of Archaeology and Anthropology received this cultural item in an exchange with the Denver Art Museum. No information exists for the circumstances of the collection of this cultural item. \\n        Documentation associated with the Gaan headdress and information provided by representatives of the White Mountain Apache Tribe of the Fort Apache Reservation, Arizona confirm that a relationship of shared group identity exists between the original makers of the headdress and the White Mountain Apache Tribe of the Fort Apache Reservation, Arizona. Representatives of the White Mountain Apache Tribe of the Fort Apache Reservation, Arizona also have indicated that this cultural item is a specific ceremonial object needed by traditional Native American religious leaders for the practice of traditional Native American religions by their present-day adherents. Representatives of the White Mountain Apache Tribe of the Fort Apache Reservation, Arizona provided evidence that this cultural item has ongoing historical, traditional, and cultural importance central to the tribe itself, and could not properly or legally have been sold, alienated, appropriated, conveyed, or taken into ownership by any individual. \\n        Based on the above-mentioned information, officials of the University of Pennsylvania Museum of Archaeology and Anthropology have determined that, pursuant to 43 CFR 10.2 (d)(3), this cultural item is a specific ceremonial object needed by traditional Native American religious leaders for the practice of traditional Native American religions by their present-day adherents. Officials of the University of Pennsylvania Museum of Archaeology and Anthropology have determined that, pursuant to 43 CFR 10.2 (d)(4), this cultural item has ongoing historical, traditional, and cultural importance central to the tribe itself, and could not have been alienated, appropriated, or conveyed by any individual. Officials of the University of Pennsylvania Museum of Archaeology and Anthropology also have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between this sacred object/object of cultural patrimony and the White Mountain Apache Tribe of the Fort Apache Reservation, Arizona. This notice has been sent to officials of the Fort McDowell Mohave-Apache Indian Community of the Fort McDowell Indian Reservation, Arizona; the San Carlos Apache Tribe of the San Carlos Reservation, Arizona; the Tonto Apache Tribe of Arizona; the Yavapai-Apache Nation of the Camp Verde Indian Reservation, Arizona; and the White Mountain Apache Tribe of the Fort Apache Reservation, Arizona. Representatives of any other Indian tribe that believes itself to be culturally affiliated with this sacred object/object of cultural patrimony should contact Dr. Jeremy Sabloff, the Williams Director, University of Pennsylvania Museum of Archaeology and Anthropology, 33rd and Spruce Streets, Philadelphia, PA 19104-6324, telephone (215) 898-4051, facsimile (215) 898-0657, before May 2, 2001. Repatriation of this sacred object/object of cultural patrimony to the White Mountain Apache Tribe of the Fort Apache Reservation, Arizona may begin after that date if no additional claimants come forward. \\n        \\n          Dated: March 16, 2001. \\n          John Robbins, \\n          Assistant Director, Cultural Resources Stewardship and Partnerships. \\n        \\n      \\n      [FR Doc. 01-7984 Filed 3-30-01; 8:45 am] \\n      BILLING CODE 4310-70-F\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate a Cultural Item in the Possession of the University of Pennsylvania Museum of Archaeology and Anthropology, Philadelphia, PA ", "agency2": "National Park Service, Interior. ", "action": "Notice. ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: March 16, 2001. ", "signature_name": "John Robbins, ", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships. ", "fr_doc": "[FR Doc. 01-7984 Filed 3-30-01; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}