{"index": "R_689", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service. \\n        Notice of Intent to Repatriate Cultural Items in the Possession of the Louisiana State University Museum of Natural Science, Baton Rouge, LA \\n        \\n          AGENCY:\\n          National Park Service. \\n        \\n        \\n          ACTION:\\n          Notice. \\n        \\n        Notice is hereby given under the Native American Graves Protection and Repatriation Act, 43 CFR 10.10(a)(3), of the intent to repatriate cultural items in the possession of the Louisiana State University Museum of Natural Science that meet the definition of \\xe2\\x80\\x9cunassociated funerary objects\\xe2\\x80\\x9d under Section 2 of the Act. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.2(c). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these cultural items. The National Park Service is not responsible for the determinations within this notice. \\n        Between 1936-1954, 18 unassociated funerary objects were removed during excavations at the Belcher Mounds Site (LSUMNS Site Number 16CD013), Caddo Parish, LA, by Clarence H. Webb. Dr. Webb donated these objects as part of a larger collection to the Louisiana State University Museum of Natural Science in 1974. The unassociated objects include earthenware pottery, a decorated conch shell cup and other shell artifacts, a zoomorphic shell pendant, and a decorated platform pipe. \\n\\n        The Belcher Site is a dual mound and habitation site that functioned as a ceremonial center and cemetery between circa A.D. 900-1700. Twenty-four individuals were buried between circa A.D. 900 and 1400, and 22 individuals were buried between circa A.D. 1500 and 1700. The mortuary practices and ceramic styles indicate affiliations with Caddoan culture. \\n        Between 1950-1952, two unassociated funerary objects were removed during excavations at the Mounds Plantation (LSUMNS Site Number 16DC071/16DC02/16DC012), Caddo Parish, LA, by Clarence H. Webb. Dr. Webb donated these objects as part of a larger collection to the Louisiana State University Museum of Natural Science in 1974. The objects consist of wood lath and decorated cane matting removed from the log tomb covering of \\xe2\\x80\\x9cBurial Pit 5.\\xe2\\x80\\x9d \\n        Diagnostic pottery, mortuary customs, and other distinctive features indicate that \\xe2\\x80\\x9cBurial Pit 5\\xe2\\x80\\x9d in Mound 5 represents an intrusive Caddoan interment in an earlier Coles Creek Period mound. The logs of the tomb covering of \\xe2\\x80\\x9cBurial Pit 5\\xe2\\x80\\x9d were dated to circa A.D. 1050-1475. \\n        In 1935, Clarence H. Webb removed three unassociated funerary objects during excavations at the Smithport Landing Site (LSUMNS Site Number 16DS004), De Soto Parish, LA. The same year, Dr. Webb donated these remains and objects to the Louisiana State University Museum of Natural History. The unassociated funerary objects consist of ceramic vessels. \\n        Smithport Landing is a non-mound burial site. The stylistic attributes of the associated funerary objects date the burials to circa A.D. 1000-1300. They also indicate that the cultural affiliations with the interred are with Caddo Indians. \\n        In 1936, four unassociated funerary objects were removed from an unknown location in Lincoln Parish, LA. These were donated to the Louisiana State University Museum of Natural Science by Hubert Smith in 1937. The unassociated funerary objects consist of three vessels and a pipe fragment. Though precise provenience locations are lacking and the vessels do not differ significantly from utilitarian wares, Mr. Smith\\'s habits as a pothunter strongly suggest that they were taken from burial contexts. \\n        Stylistic attributes of the pottery date them to circa A.D. 1400-1600, and are diagnostic of Caddoan culture. \\n        In 1936 or 1937, four unassociated funerary objects were removed during excavations at the Allen Place Site (LSUMNS Site Number 16NA004), Natchitoches Parish, LA, by James Ford. Dr. Ford donated the objects to the Louisiana State University Museum of Natural Science in the late 1930\\'s. The unassociated funerary objects consist of four ceramic vessels. \\n        Stylistic attributes of these vessels and the presence of Euroamerican objects found with burials excavated by Dr. Ford but not donated to this museum suggest that the Allen Place Site was utilized during the historic period. \\n        In 1939, two unassociated funerary objects were removed during excavations at the Gahagan Mounds Site (LSUMNS Site Number 16RR001), in Red River Parish, Louisiana by Clarence H. Webb. Dr. Webb donated these objects to the Louisiana State Museum of Natural Science in 1974 as part of a larger collection. The two objects were recovered from \\xe2\\x80\\x9cBurial Pit #3,\\xe2\\x80\\x9d and consist of a Holly Engraved bottle and one fragmented blade, possibly a Gahagan. \\n        Mortuary practices and stylistic attributes of the unassociated funerary objects indicate that the Gahagan Mound Site was utilized circa A.D. 900-1200. \\n        Historical evidence and oral history indicate that northwest Louisiana is part of the traditional territory of the Caddo people. Archeological evidence indicates that settlements within this region exhibit a cultural continuity dating to circa A.D. 900 and continued into the historic period. In the historic period these stylistic attributes are associated with the Caddo people. Based on archeological, historical and oral history evidence, the six sites reported above are identified with the Caddo people. \\n        Officials of the Louisiana State University Museum of Natural Science have determined that, pursuant to 43 CFR 10.2(d)(2)(ii), these cultural items are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony and are believed, by a preponderance of the evidence, to have been removed from a specific burial site of a Native American individual. Officials of the Louisiana State University Museum of Natural Science also have determined that, pursuant to 43 CFR 10.2(e), there is a relationship of shared group identity that can be reasonably traced between these cultural items and the Caddo Indian Tribe of Oklahoma. \\n        This notice has been sent to officials of the Caddo Indian Tribe of Oklahoma. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these cultural items should contact Dr. Rebecca Saunders, Assistant Curator of Anthropology, Louisiana State Museum of Natural Science, 119 Foster Hall, Baton Rouge, LA 70803, telephone (225) 578-6562, before January 12, 2001. Repatriation of the cultural items to the Caddo Indian Tribe of Oklahoma may begin after that date if no additional claimants come forward. \\n        \\n          Dated: November 30, 2000. \\n          John Robbins, \\n          Assistant Director, Cultural Resources, Stewardship, and Partnerships. \\n        \\n      \\n      [FR Doc. 00-31662 Filed 12-12-00; 8:45 am] \\n      BILLING CODE 4310-70-F \\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service. ", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate Cultural Items in the Possession of the Louisiana State University Museum of Natural Science, Baton Rouge, LA ", "agency2": "National Park Service. ", "action": "Notice. ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: November 30, 2000. ", "signature_name": "John Robbins, ", "signature_title": "Assistant Director, Cultural Resources, Stewardship, and Partnerships. ", "fr_doc": "[FR Doc. 00-31662 Filed 12-12-00; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F ", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}