{"index": "R_683", "messy_full": "\\n      \\n        \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        Notice of Intent To Repatriate Cultural Items in the Possession of the Peabody Museum of Archaeology and Ethnology, Harvard University, Cambridge, MA\\n        \\n          AGENCY:\\n          National Park Service, Interior. \\n        \\n        \\n          ACTION:\\n          Notice. \\n        \\n        Notice is hereby given that the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.10 (a)(3), of the intent to repatriate cultural items in the possession of the Peabody Museum of Archaeology and Ethnology, Harvard University, Cambridge, MA, that meet the definition of \\xe2\\x80\\x9cunassociated funerary objects\\xe2\\x80\\x9d under section 2 of the Act. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these cultural items. The National Park Service is not responsible for the determinations within this notice. \\n        The cultural items are 58 shell beads and shell fragments, and 1 ceramic bowl and 15 sherds from that vessel. \\n        In 1896, Clarence B. Moore recovered 29 shell beads and shell fragments from Ossabaw Island, Middle Settlement, Mound A, Chatham County, GA, and donated these cultural items to the Peabody Museum of Archaeology and Ethnology the same year. Museum documentation indicates that these cultural items were recovered in association with human remains that were interred inside a ceramic vessel. The Peabody Museum of Archaeology and Ethnology is not in possession or control of the human remains from this burial. Because museum documentation describes the ceramic vessel as containing human remains, the vessel is considered to be an associated funerary object and is described in a Notice of Inventory Completion. \\n        The ceramic style of the vessel is dated to the Irene phase of the late Mississippian period (A.D. 1300-1550), and the cultural items found in association with the vessel belong to the same period. Oral traditions, ethnohistorical evidence, and archeological documentation indicate that the Middle Settlement, Mound A site is located within the aboriginal and historic homelands of the Creek Confederacy during the Irene phase of the Late Mississippian period. The present-day tribes that are most closely affiliated with members of the Creek Confederacy are Alabama-Quassarte Tribal Town, Oklahoma; Kialegee Tribal Town, Oklahoma; Muscogee (Creek) Nation, Oklahoma; Poarch Band of Creek Indians of Alabama; and Thlopthlocco Tribal Town, Oklahoma. \\n        In 1897, Clarence B. Moore collected 29 shell beads from St. Catherine\\'s Island, \\xe2\\x80\\x9cMound near South End Settlement\\xe2\\x80\\x9d site, Long County, GA, and donated these cultural items to the Peabody Museum of Archaeology and Ethnology the same year. Museum documentation indicates that these cultural items were recovered with human remains that were interred inside a ceramic vessel. The Peabody Museum of Archaeology and Ethnology is not in possession or control of the human remains from this burial. Because museum documentation describes the ceramic vessel as containing human remains, the vessel is considered an associated funerary object and is described in a Notice of Inventory Completion. \\n        The ceramic style of the vessel dates to the Irene phase of the late Mississippian period (A.D. 1300-1550), and the cultural items found in association with the vessel belong to the same period. Oral traditions, ethnohistorical evidence, and archeological documentation indicate that the \\xe2\\x80\\x9cMound near South End Settlement\\xe2\\x80\\x9d site is located within the aboriginal and historic homelands of the Creek Confederacy during the Irene phase of the Late Mississippian period. The present-day tribes that are most closely affiliated with members of the Creek Confederacy are Alabama-Quassarte Tribal Town, Oklahoma; Kialegee Tribal Town, Oklahoma; Muscogee (Creek) Nation, Oklahoma; Poarch Band of Creek Indians of Alabama; and Thlopthlocco Tribal Town, Oklahoma. \\n        In 1898, Clarence B. Moore recovered 1 ceramic bowl and 15 sherds from that bowl from the \\xe2\\x80\\x9cMounds near Lake Bluff\\xe2\\x80\\x9d site, Long County, GA, and donated the bowl to the Peabody Museum of Archaeology and Ethnology the same year. Museum documentation indicates that the bowl was associated with a burial. The Peabody Museum of Archaeology and Ethnology is not in possession or control of the human remains from this burial. \\n        The bowl dates to the Savannah II phase of the Late Mississippian period (A.D. 1300-1550). Oral traditions, ethnohistorical evidence, and archeological documentation indicate that the \\xe2\\x80\\x9cMounds near Lake Bluff\\xe2\\x80\\x9d site is located within the aboriginal and historic homelands of the Creek Confederacy during the Irene phase of the Late Mississippian period. The present-day tribes that are most closely affiliated with members of the Creek Confederacy are Alabama-Quassarte Tribal Town, Oklahoma; Kialegee Tribal Town, Oklahoma; Muscogee (Creek) Nation, Oklahoma; Poarch Band of Creek Indians of Alabama; and Thlopthlocco Tribal Town, Oklahoma. \\n        Based on the above-mentioned information, officials of the Peabody Museum of Archaeology and Ethnology have determined that, pursuant to 43 CFR 10.2 (d)(2)(ii), these 74 cultural items are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony and are believed, by a preponderance of the evidence, to have been removed from a specific burial site of a Native American individual. Officials of the Peabody Museum of Archaeology and Ethnology also have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between these cultural items and Alabama-Quassarte Tribal Town, Oklahoma; Kialegee Tribal Town, Oklahoma; Muscogee (Creek) Nation, Oklahoma; Poarch Band of Creek Indians of Alabama; and Thlopthlocco Tribal Town, Oklahoma. \\n        This notice has been sent to officials of Alabama-Quassarte Tribal Town, Oklahoma; Kialegee Tribal Town, Oklahoma; Muscogee (Creek) Nation, Oklahoma; Poarch Band of Creek Indians of Alabama; and Thlopthlocco Tribal Town, Oklahoma. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these unassociated funerary objects should contact Barbara Isaac, Repatriation Coordinator, Peabody Museum of Archaeology and Ethnology, Harvard University, 11 Divinity Avenue, Cambridge, MA 02138, telephone (617) 495-2254, before April 9, 2001. Repatriation of these unassociated funerary objects to Alabama-Quassarte Tribal Town, Oklahoma; Kialegee Tribal Town, Oklahoma; Muscogee (Creek) Nation, Oklahoma; Poarch Band of Creek Indians of Alabama; and Thlopthlocco Tribal Town, Oklahoma may begin after that date if no additional claimants come forward. \\n        \\n          Dated: February 22, 2001. \\n          John Robbins, \\n          Assistant Director, Cultural Resources Stewardship and Partnerships. \\n        \\n      \\n      [FR Doc. 01-5942 Filed 3-8-01; 8:45 am] \\n      BILLING CODE 4310-70-F\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Notice of Intent To Repatriate Cultural Items in the Possession of the Peabody Museum of Archaeology and Ethnology, Harvard University, Cambridge, MA", "agency2": "National Park Service, Interior. ", "action": "Notice. ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: February 22, 2001. ", "signature_name": "John Robbins, ", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships. ", "fr_doc": "[FR Doc. 01-5942 Filed 3-8-01; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}