{"index": "R_682", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        Notice of Intent to Repatriate a Cultural Item in the Possession of the University of Michigan Museum of Anthropology, Ann Arbor, MI \\n        \\n          AGENCY:\\n          National Park Service, Interior. \\n        \\n        \\n          ACTION:\\n          Notice. \\n        \\n        Notice is hereby given under the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.10 (a)(3), of the intent to repatriate a cultural item in the possession of the University of Michigan Museum of Anthropology, Ann Arbor, MI, that meets the definition of \\xe2\\x80\\x9cobject of cultural patrimony\\xe2\\x80\\x9d under section 2 of the Act. \\n        The one cultural item is a headdress made of wood, string, cotton cloth, and pigments. The gray cotton hood has 2 small eye holes and is attached to 12 slats of wood radiating out from the top, forming a wide \\xe2\\x80\\x9cV\\xe2\\x80\\x9d shape. Attached between the \\xe2\\x80\\x9cV\\xe2\\x80\\x9d is a full circle made of a reed covered three-quarters in wooden feathers, and within the circle is a suspended four-point cross. Both sides of the wood are painted. \\n\\n        Prior to 1950, this headdress was collected from person(s) and locations unknown. In 1966, this headdress was donated to the University of Michigan Museum of Anthropology through a bequest of the estate of Mrs. Louise Shepard Corbrusier. Following consultation with representatives of the Tonto Apache Tribe of Arizona, the White Mountain Apache Tribe of the Fort Apache Reservation, and the San Carlos Apache Tribe of the San Carlos Reservation, this headdress has been identified as a cultural item playing an integral role in the Apache ceremonies involving the Dilzini Gaan. The headdress is an element of the Na\\'ii\\'ees, the Western Apache girls\\' puberty rite or Changing Woman ceremony. After further consultation with the Tonto Apache Tribe of Arizona; the White Mountain Apache Tribe of the Fort Apache Reservation, Arizona; and the San Carlos Apache Tribe of the San Carlos Reservation, Arizona, the University of Michigan agrees that the most appropriate recipient is the White Mountain Apache Tribe of the Fort Apache Reservation, Arizona. \\n        Officials of the University of Michigan Museum of Anthropology have determined that, pursuant to 43 CFR 10.2 (d)(4), this cultural item has ongoing historical, traditional, and cultural importance central to the tribe itself, and could not have been alienated, appropriated, or conveyed by any individual. \\n        Officials of the University of Michigan Museum of Anthropology also have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between this cultural item and the White Mountain Apache Tribe of the Fort Apache Reservation, Arizona. This notice has been sent to officials of the Tonto Apache Tribe of Arizona; the White Mountain Apache Tribe of the Fort Apache Reservation, Arizona; and the San Carlos Apache Tribe of the San Carlos Reservation, Arizona. Representatives of any other Indian tribe that believes itself to be culturally affiliated with this cultural item should contact Karen O\\'Brien, Collections Manager, University of Michigan Museum of Anthropology, 1109 Geddes Avenue, Ann Arbor, MI 48109, telephone (734) 764-6299, before April 9, 2001. Repatriation of this cultural item to the White Mountain Apache Tribe of the Fort Apache Reservation, Arizona may begin after that date if no additional claimants come forward. \\n        \\n          Dated: February 15, 2001. \\n          John Robbins, \\n          Assistant Director, Cultural Resources Stewardship and Partnerships. \\n        \\n      \\n      [FR Doc. 01-5938 Filed 3-8-01; 8:45 am] \\n      BILLING CODE 4310-70-F\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate a Cultural Item in the Possession of the University of Michigan Museum of Anthropology, Ann Arbor, MI ", "agency2": "National Park Service, Interior. ", "action": "Notice. ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: February 15, 2001. ", "signature_name": "John Robbins, ", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships. ", "fr_doc": "[FR Doc. 01-5938 Filed 3-8-01; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}