{"index": "R_697", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        Notice of Intent to Repatriate Cultural Items from Grand Portage, MN in the Possession of the Minnesota Historical Society, St. Paul, MN \\n        \\n          AGENCY:\\n          National Park Service, Interior. \\n        \\n        \\n          ACTION:\\n          Notice. \\n        \\n        Notice is hereby given under the Native American Graves Protection and Repatriation Act, 43 CFR 10.10 (a)(3), of the intent to repatriate cultural items in the possession of the Minnesota Historical Society that meet the definition of \\xe2\\x80\\x9csacred object\\xe2\\x80\\x9d and \\xe2\\x80\\x9cobject of cultural patrimony\\xe2\\x80\\x9d under Section 2 of the Act. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these cultural items. The National Park Service is not responsible for the determinations within this notice. \\n        The 11 cultural items consist of 1 woven yarn bag, 2 hand drums, 2 birchbark scrolls, 2 drumsticks, 2 peace medals, and 2 British flags. \\n        In 1930, one hand drum and drumstick were collected by Frances Densmore at Grand Portage, MN, specifically for the Minnesota Historical Society. Accession records identify this hand drum and drumstick as a Grand Medicine man\\'s drum and stick. This hand drum has been identified by representatives of the Grand Portage Band as having been used in ceremonies at Grand Portage, MN. \\n        In 1931, a drumstick identified as a bent drumstick for use with Ojibwe water drums was collected by Frances Densmore at Grand Portage, MN, specifically for the Minnesota Historical Society. \\n        In 1962, two birchbark scrolls were donated to the Minnesota Historical Society by William Bushman, then chairman of the Grand Portage Band of Chippewa Indians. At the time of their acquisition, it was noted that the scrolls were associated with \\xe2\\x80\\x9cGrand Medicine\\xe2\\x80\\x9d or \\xe2\\x80\\x9cMidewiwin\\xe2\\x80\\x9d and that they had been in the possession of the Bushman family for many years. \\n        In 1984, a Midewiwin woven bag and hand drum were donated to the Minnesota Historical Society by Mrs. Evelyn Albinson of Chanhassen, MN. Mrs. Albinson\\'s husband, Elmer Albinson, collected the items at Grand Portage sometime between 1936-1970. Information with the yarn bag indicates that it was used in Midewiwin ceremonies. The drum is described in museum records as belonging to Chief Alec (Alex, Alexis) Posey, a traditional religious leader of the Grand Portage Band of Chippewa Indians. \\n        Extensive anthropological, ethnographic, oral history, and historical documents indicate that these seven cultural items associated with Midewiwin practices would be used only by traditional religious leaders. In Ojibwe culture, objects used by members of the Grand Medicine Society or in Midewiwin practices are part of the traditional activities that have religious significance in the continued observance of such ceremonies. These seven items have been identified by representatives and elders of the Grand Portage Band, Minnesota Chippewa Tribe, Minnesota as Midewiwin items necessary for the practice of traditional Native American religion by present-day adherents. \\n        Based on the above-mentioned information, officials of the Minnesota Historical Society have determined that, pursuant to 43 CFR 10.2 (d)(3), these seven cultural items are specific ceremonial objects needed by traditional Native American religious leaders for the practice of traditional Native American religions by their present-day adherents. Officials of the Minnesota Historical Society also have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between these seven items and the Grand Portage Band, Minnesota Chippewa Tribe, Minnesota. \\n\\n        In August, 1979, two British peace medals and two Union Jack flags were donated to the Minnesota Historical Society by Mrs. John (Helen) Flatte and Mrs. Lucile Cook. Mrs. Flatte is the recognized donor of the British peace medals and Mrs. Cook is the recognized donor of the two Union Jack flags. Mrs. Flatte was married to the last \\xe2\\x80\\x9chereditary chief,\\xe2\\x80\\x9d Mr. John Flatte. \\n        Oral history presented by representatives of the Grand Portage Band, Minnesota Chippewa Tribe, Minnesota states that \\xe2\\x80\\x9cthe medals have been passed on as a hereditary assignment, which provided for one individual of prominent status recognized as the \\'first Chief\\' or \\'Principal chief\\' of his own clan.\\xe2\\x80\\x9d The Ojibwe at Grand Portage initially were organized into biological families and clans who claimed descent from a common mythological ancestor such as the Pike, the Moose, the Marten, or the Caribou. Often these bodies functioned as bands and were under the acknowledged leadership of a clan chief or \\xe2\\x80\\x9cHeadman.\\xe2\\x80\\x9d In the case of Mr. John Flatte as hereditary chief, this is recognized as an affinity or consanguinity relationship with the Maymaushkowaush (Crane Clan) family. These peace medals and flags are the Grand Portage Band\\'s communal property, and no individual had the right to alienate or transfer these cultural items. In 1979, the people of the Grand Portage Band were unaware that these peace medals and flags had been presented to and received by the Minnesota Historical Society. \\n        Based on the above-mentioned information, officials of the Minnesota Historical Society have determined that, pursuant to 43 CFR 10.2 (d)(4), these four cultural items have ongoing historical, traditional, and cultural importance central to the culture itself, and could not have been alienated, appropriated, or conveyed by any individual. Officials of the Minnesota Historical Society also have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between these four items and the Grand Portage Band, Minnesota Chippewa Tribe, Minnesota. \\n        This notice has been sent to officials of the Grand Portage Band and the Minnesota Chippewa Tribe, Minnesota. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these objects should contact Marcia G. Anderson, Head of Museum Collections/Chief Curator, Minnesota Historical Society, 345 Kellogg Boulevard West, St. Paul, MN 55102-1906, telephone (651) 296-0150, before October 23, 2000. Repatriation of these objects to the Grand Portage Band, Minnesota Chippewa Tribe, Minnesota may begin after that date if no additional claimants come forward. \\n        \\n          Dated: September 6, 2000. \\n          John Robbins, \\n          Assistant Director, Cultural Resources Stewardship and Partnerships. \\n        \\n      \\n      [FR Doc. 00-24253 Filed 9-20-00; 8:45 am] \\n      BILLING CODE 4310-70-F \\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate Cultural Items from Grand Portage, MN in the Possession of the Minnesota Historical Society, St. Paul, MN ", "agency2": "National Park Service, Interior. ", "action": "Notice. ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: September 6, 2000. ", "signature_name": "John Robbins, ", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships. ", "fr_doc": "[FR Doc. 00-24253 Filed 9-20-00; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F ", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}