{"index": "R_694", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        Notice of Intent to Repatriate Cultural Items in the Possession of the San Diego State University, San Diego, CA \\n        \\n          AGENCY:\\n          National Park Service, Interior. \\n        \\n        \\n          ACTION:\\n          Notice. \\n        \\n        Notice is hereby given under the Native American Graves Protection and Repatriation Act, 43 CFR 10.10(a)(3), of the intent to repatriate cultural items in the possession of the San Diego State University, San Diego, CA that meet the definition of \\xe2\\x80\\x9cunassociated funerary object\\xe2\\x80\\x9d under Section 2 of the Act. \\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.2(c). The determinations within this notice are the sole responsibility of the museum, institution, or Federal agency that has control of these cultural items. The National Park Service is not responsible for the determinations within this notice. \\n        The minimum of 3,000 cultural items consists of cores, faunal material, flakes, manos, and shell. \\n        In 1978, these cultural items were recovered from a burial at the La Fleur site, SDSU-0093, SDI-6153, Jamul, CA. No records from this excavation of collection exist. The human remains recovered with these cultural items are no longer in the San Diego State University collection. \\n        Based on material culture, site location, ethnographic information, continuity of occupation, and consultation evidence, the burial from the La Fleur site has been identified as Kumeyaay. \\n\\n        Based on the above-mentioned information, officials of the San Diego State University have determined that, pursuant to 43 CFR 10.2(d)(2)(ii), this minimum of 3,000 cultural items is reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony and is believed, by a preponderance of the evidence, to have been removed from a specific burial site of an Native American. Officials of the San Diego State University also have determined that, pursuant to 43 CFR 10.2(e), there is a relationship of shared group identity that can be reasonably traced between these items and the Campo Band of Diegueno Mission Indians of the Campo Reservation, the Capitan Grande Band of Diegueno Mission Indians of California, the Barona Group of Capitan Grande Band of Mission Indians of the Barona Reservation, the Viejas (Baron Long) Group of Capitan Grande Band of Mission Indians of the Viejas Reservation, the Cuyapaipe Community of Degueno Mission Indians of the Cuyapaipe Reservation, the Inaja Band of Diegueno Mission Indians of the Inaja and Cosmit Reservation, the La Posta Band of Diegueno Mission Indians of the La Posta Reservation, the Manzanita Band of Diegueno Mission Indians of the Manzanita Reservation, the Jamul Indian Village, the Mesa Grande Band of Diegueno Mission Indians of the Mesa Grande Reservation, the San Pasqual Band of Diegueno Mission Indians of California, the Santa Ysabel Band of Diegueno Mission Indians of the Santa Ysabel Reservation, and the Sycuan Band of Diegueno Mission Indians of California, and the Kumeyaay Cultural Repatriation Committee, authorized NAGPRA representative of the aforementioned Indian tribes. This notice has been sent to officials of the Kumeyaay Cultural Repatriation Committee, the Campo Band of Diegueno Mission Indians of the Campo Reservation, the Capitan Grande Band of Diegueno Mission Indians of California, the Barona Group of Capitan Grande Band of Mission Indians of the Barona Reservation, the Viejas (Baron Long) Group of Capitan Grande Band of Mission Indians of the Viejas Reservation, the Cuyapaipe Community of Degueno Mission Indians of the Cuyapaipe Reservation, the Inaja Band of Diegueno Mission Indians of the Inaja and Cosmit Reservation, the La Posta Band of Diegueno Mission Indians of the La Posta Reservation, the Manzanita Band of Diegueno Mission Indians of the Manzanita Reservation, the Jamul Indian Village, the Mesa Grande Band of Diegueno Mission Indians of the Mesa Grande Reservation, the San Pasqual Band of Diegueno Mission Indians of California, the Santa Ysabel Band of Diegueno Mission Indians of the Santa Ysabel Reservation, and the Sycuan Band of Diegueno Mission Indians of California. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these unassociated funerary objects should contact Lynne E. Christenson, Ph.D., Director, Collections Management Program, San Diego State University, 5500 Campanile Drive, San Diego, CA 92182-4443, telephone (619) 594-2305, before November 24, 2000. Repatriation of these unassociated funerary objects to the culturally affiliated tribes may begin after that date if no additional claimants come forward. \\n        \\n          Dated: October 12, 2000. \\n          John Robbins, \\n          Assistant Director, Cultural Resources Stewardship and Partnerships. \\n        \\n      \\n      [FR Doc. 00-27205 Filed 10-23-00 ; 8:45 am] \\n      BILLING CODE 4310-70-F\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate Cultural Items in the Possession of the San Diego State University, San Diego, CA ", "agency2": "National Park Service, Interior. ", "action": "Notice. ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: October 12, 2000. ", "signature_name": "John Robbins, ", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships. ", "fr_doc": "[FR Doc. 00-27205 Filed 10-23-00 ; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}