{"index": "R_709", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        Notice of Intent to Repatriate Cultural Items from Southeastern Utah in the Possession of the Utah Museum of Natural History, Salt Lake City, UT \\n        \\n          AGENCY:\\n          National Park Service, Interior. \\n        \\n        \\n          ACTION:\\n          Notice \\n        \\n        Notice is hereby given under the Native American Graves Protection and Repatriation Act, 43 CFR 10.10 (a)(3), of the intent to repatriate cultural items in the possession of the Utah Museum of Natural History, Salt Lake City, UT which meet the definition of \\xe2\\x80\\x9csacred object\\xe2\\x80\\x9d and \\xe2\\x80\\x9cobject of cultural patrimony\\xe2\\x80\\x9d under Section 2 of the Act. \\n        The 16 cultural items consist of ceremonial feathers, a ceremonial bundle, a quartzite stone implement, a medicine bag of ferret skin, a buckskin bag, a corn meal bag, reed offering sticks, worked willow, and painting sticks. \\n        During the 1920s and 1930s, these cultural items were collected by A.E. Bruerton; and he donated these cultural items to the University of Utah Anthropology Department at a later unknown date. In 1969, these objects were transferred to the Utah Museum of Natural History from the University of Utah Anthropology Department. \\n        Museum documentation indicates these cultural items were recovered from a buried location in a Navajo hogan in southeastern Utah. The location, form, and style of the cultural items are all consistent with Navajo history, sacred objects, and objects of cultural patrimony. \\n        Based on the above-mentioned information, officials of the Utah Museum of Natural History have determined that, pursuant to 43 CFR 10.2 (d)(3), these 16 cultural items are specific ceremonial objects needed by traditional Native American religious leaders for the practice of traditional Native American religions by their present-day adherents. Officials of the Utah Museum of Natural History have determined that, pursuant to 43 CFR 10.2 (d)(4), these 16 cultural items have ongoing historical, traditional, and cultural importance central to the tribe itself, and could not have been alienated, appropriated, or conveyed by any individual. Officials of the Utah Museum of Natural History have also determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity which can be reasonably traced between these items and the Navajo Nation. \\n        This notice has been sent to officials of the Navajo Nation. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these objects should contact Duncan Metcalfe, curator of Archaeological Collections, Utah Museum of Natural History, 1390 E. President\\'s Circle, Salt Lake City, UT 84112; telephone: (801) 581-3876 before May 24, 2000. Repatriation of these objects to the Navajo Nation may begin after that date if no additional claimants come forward. \\n        The National Park Service is not responsible for the determinations within this notice. \\n        \\n          Dated: April 11, 2000. \\n          Francis P. McManamon, \\n          Departmental Consulting Archeologist, \\n          Manager, Archeology and Ethnography Program. \\n        \\n      \\n      [FR Doc. 00-10055 Filed 4-21-00; 8:45 am] \\n      BILLING CODE 4310-70-F\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate Cultural Items from Southeastern Utah in the Possession of the Utah Museum of Natural History, Salt Lake City, UT ", "agency2": "National Park Service, Interior. ", "action": "Notice ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: April 11, 2000. ", "signature_name": "Francis P. McManamon, ", "signature_title": "Departmental Consulting Archeologist, ", "fr_doc": "[FR Doc. 00-10055 Filed 4-21-00; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}