{"index": "R_705", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        Notice of Intent to Repatriate Cultural Items from the Nevada Test Site, NV in the Possession of the Nevada Operations Office, U.S. Department of Energy, Las Vegas, NV \\n        \\n          AGENCY:\\n          National Park Service, Interior. \\n        \\n        \\n          ACTION:\\n          Notice. \\n        \\n\\n        Notice is hereby given under the Native American Graves Protection and Repatriation Act, 43 CFR 10.10 (a)(3), of the intent to repatriate cultural items from the Nevada Test Site, NV in the possession of the Nevada Operations Office, U.S. Department of Energy, Las Vegas, NV which meet the definition of \\xe2\\x80\\x9csacred object\\xe2\\x80\\x9d and \\xe2\\x80\\x9cunassociated funerary object\\xe2\\x80\\x9d under Section 2 of the Act. \\n        The 46 cultural items consist of ceramics, groundstones, bone and glass beads, stone pendants, projectile points, white chert, abrader, pestle, chipped stone, and a bowl. \\n        These 46 cultural items were recovered in the same vicinities where Native American burials had previously been recovered. Consultation evidence presented by representatives of Western Shoshone and Paiute tribes indicates these cultural items are consistent with funerary objects typically included in Western Shoshone and Paiute burials. \\n        The 274 cultural items consist of bone and glass beads, groundstone, projectile points and fragments, pieces of pottery, ceramics, obsidian bifaces, white chert, abraders, basketry, a bowl, a stone knife, a stone drill, crystals, pipe fragments, cores, and stone pendants/ornaments. \\n        Consultation evidence presented by representatives of Western Shoshone and Paiute tribes indicates these 250 cultural items are specific ceremonial objects needed by Native American traditional religious leaders for the practice of Native American religion by present-day adherents. \\n        Between 1965-1969, these cultural items were recovered from several sites within the Nevada Test site during non-legally permitted collections by Frederick Worman, and anthropologist and biologist with the Los Alamos National Laboratory and William McKinnis, an engineer with the Lawrence Livermore National Laboratory. These collections also include cultural items from within the Nevada Test site given to McKinnis by other unknown collectors. After 1969, these collections were curated at the University of Nevada-Las Vegas until 1983, when they were transferred to the Desert Research Institute (DRI), a federal curation facility, in Reno, NV. When the collections containing these cultural items were inventoried in 1996, if was found that there was not any systematic referencing system, making it difficult to assign materials to their original locations within the Nevada Test site. \\n        Based on the above-mentioned information, officials of the U.S. Department of Energy have determined that, pursuant to 43 CFR 10.2 (d)(2)(ii), these 46 cultural items are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony and are believed, by a preponderance of the evidence, to have been removed from a specific burial site of an Native American individual. Officials of the U.S. Department of Energy have determined that, pursuant to 43 CFR 10.2 (d)(3), these 274 cultural items are specific ceremonial objects needed by traditional Native American religious leaders for the practice of traditional Native American religions by their present-day adherents. Officials of the U.S. Department of Energy have also determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity which can be reasonably traced between these items and the Paiute Indian Tribe of Utah, the Chemehuevi Indian Tribe of the Chemehuevi Reservation, the Colorado River Indian Tribes of the Colorado Indian Reservation, the Duckwater Shoshone Tribe of the Duckwater Reservation, the Ely Shoshone Tribe of Nevada, the Fort Independence Indian Community of Paiute Indians of the Fort Independence Reservation, the Las Vegas Tribe of Paiute Indians of the Las Vegas Indian Colony, the Kaibab Band of Paiute Indians of the Kaibab Indian Reservation, the Moapa Band of Paiute Indians of the Moapa River Indian Reservation, the Paiute-Shoshone Indians of the Lone Pine Community of the Lone Pine Reservation, and the Yomba Shoshone Tribe of the Yomba Reservation. \\n        This notice has been sent to officials of the Paiute Indian Tribe of Utah, the Chemehuevi Indian Tribe of the Chemehuevi Reservation, the Colorado River Indian Tribes of the Colorado Indian Reservation, the Duckwater Shoshone Tribe of the Duckwater Reservation, the Ely Shoshone Tribe of Nevada, the Fort Independence Indian Community of Paiute Indians of the Fort Independence Reservation, the Las Vegas Tribe of Paiute Indians of the Las Vegas Indian Colony, the Kaibab Band of Paiute Indians of the Kaibab Indian Reservation, the Moapa Band of Paiute Indians of the Moapa River Indian Reservation, the Paiute-Shoshone Indians of the Lone Pine Community of the Lone Pine Reservation, the Yomba Shoshone Tribe of the Yomba Reservation and the following non-Federally recognized Indian groups: the Timbisha Shoshone Tribe, the Pahrump Paiute Tribe, the Las Vegas Indian Center, the Southern Paiute Tribal Chairman\\'s Associated, and the Owens Valley Board of Trustees. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these objects should contact Robert C. Furlow, NAGPRA Program Manager, DOE Nevada Operations Office, PO Box 98518, Las Vegas, NV 89193-8518; telephone: (762) 295-0845, fax: (762) 295-1455 before June 7, 2000. Repatriation of these objects to the Paiute Indian Tribe of Utah, the Chemehuevi Indian Tribe of the Chemehuevi Reservation, the Colorado River Indian Tribes of the Colorado Indian Reservation, the Duckwater Shoshone Tribe of the Duckwater Reservation, the Ely Shoshone Tribe of Nevada, the Fort Independence Indian Community of Paiute Indians of the Fort Independence Reservation, the Las Vegas Tribe of Paiute Indians of the Las Vegas Indian Colony, the Kaibab Band of Paiute Indians of the Kaibab Indian Reservation, the Moapa Band of Paiute Indians of the Moapa River Indian Reservation, the Paiute-Shoshone Indians of the Lone Pine Community of the Lone Pine Reservation, and the Yomba Shoshone Tribe of the Yomba Reservation may begin after that date if no additional claimants come forward. \\n        The National Park Service is not responsible for the determinations within this notice. \\n        \\n          Dated: April 26, 2000. \\n          Veletta Canouts, \\n          Acting Deparmental Consulting Archeologist, \\n          Deputy Manager, Archeology and Ethnography Program. \\n        \\n      \\n      [FR Doc. 00-11378 Filed 5-5-00; 8:45 am] \\n      BILLING CODE 4310-70-F\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate Cultural Items from the Nevada Test Site, NV in the Possession of the Nevada Operations Office, U.S. Department of Energy, Las Vegas, NV ", "agency2": "National Park Service, Interior. ", "action": "Notice. ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Veletta Canouts, ", "signature_title": "Acting Deparmental Consulting Archeologist, ", "fr_doc": "[FR Doc. 00-11378 Filed 5-5-00; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}