{"index": "R_702", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        Notice of Intent to Repatriate Cultural Items in the Possession of Casa Grande Ruins National Monument, National Park Service, Coolidge, AZ \\n        \\n          AGENCY:\\n          National Park Service.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is hereby given in accordance with provisions of the Native American Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.10 (a)(3), of the intent to repatriate cultural items in the possession of Casa Grande Ruins National Monument, National Park Service, Coolidge, AZ, that meet the definition of \\xe2\\x80\\x9csacred object\\xe2\\x80\\x9d under Section 2 of the Act. This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 43 CFR 10.2 (c). The determinations within this notice are the sole responsibility of the National Park unit that has control or possession of these Native American cultural items. The Assistant Director, Cultural Resources Stewardship and Partnerships, is not responsible for the determinations within this notice. \\n        The approximately 203 cultural items comprise an ethnographic collection utilized by the Tohono O\\'odham Nation of Arizona for the Vikita ceremony. These cultural items are mostly fashioned from wood, many are painted, and include: 5 staffs, 14 spears, 12 bows, 59 sticks, 11 bullroarers, 50 prayersticks, 1 feather, 32 arrows, 1 mask, 1 kilt, 1 garter, 1 jar, 1 hide, 1 bundle, 3 unidentified ceremonial objects, 7 pieces of wood, 2 effigies, and 1 bundle with a feather. This collection of cultural items has been recorded in several anthropological documents as originating from the Tohono O\\'odham village of Santa Rosa and as having been used in the Vikita ceremony. \\n        During the summer of 1922 or 1923, a trader told Frank Pinkley and George Boundey that a large amount of old Tohono O\\'odham ceremonial materials were cached northeast of the village of Santa Rosa (Gu Achi). About a mile and a half from this village, Pinkley and Boundey located a brush enclosure. Within the immediate vicinity of this enclosure, Pinkley and Boundey found a number of cultural items. Some of these items were found under scrub mesquite bushes, while others were deposited in the branches of trees. Local Tohono O\\'odham individuals indicated that these cultural items were used as part of a Vikita ceremony. \\n        According to a 1937 article by Charles R. Steen, the dance at this enclosure was probably held in 1911. Several facts suggest that the Tohono O\\'odham intended that the ceremonial equipment collected by Pinkley and Boundey at the enclosure should only be used once, and that when the time for another ceremony arrived that a new enclosure and new ceremonial accoutrements for the ceremonies were to be prepared. The enclosure had not been kept in repair and had apparently seen no further use, the costumes and cultural items carried by the ceremony\\'s participants had been discarded, and at least two Vikita ceremonies had been held since the 1911 Vikita event. Steen\\'s article also noted that Tohono O\\'odham individuals expressed their satisfaction with the care the above-described cultural items received while in the possession of Pinkley. \\n        In 1940, Pinkley donated the previously described cultural items to Casa Grande Ruins National Monument. The cultural items were subsequently accessioned into the Monument\\'s collection and are now stored at the Western Archeological and Conservation Center in Tucson, Arizona. \\n\\n        On August 13, 1998, the National Park Service convened a consultation meeting with approximately 45 members of the Tohono O\\'odham Nation of Arizona, which included Tohono O\\'odham elders, religious leaders and the Cultural Affairs Manager. National Park Service representatives attending this meeting included the Superintendent of Casa Grande Ruins National Monument and the Repository Chief of the Western Archeological Conservation Center. After the consultants viewed the entire Vikita-related collection, the Tohono O\\'odham representatives indicated that the above described cultural items were important ceremonial objects needed by traditional religious leaders for the practice of traditional Native American religions by their present-day adherents. \\n        According to documents received from the Tohono O\\'odham Nation\\'s Cultural Affairs Office in June 2000, the above-described cultural items were never intended to leave the land where they were left, and Tohono O\\'odham religious leaders will determine how they will be used in the future. \\n        Based on the above-mentioned information, the Casa Grande Ruins National Monument Superintendent determined that, pursuant to 43 CFR 10.2 (d)(3), the approximately 203 cultural items are specific ceremonial objects needed by traditional Native American religious leaders for the practice of traditional Native American religions by their present-day adherents. The Casa Grande Ruins National Monument Superintendent also determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity that can be reasonably traced between these cultural items and the Tohono O\\'odham Nation of Arizona. \\n        This notice has been sent to officials of the Tohono O\\'odham Nation of Arizona. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these cultural items should contact Don Spencer, Superintendent, Casa Grande Ruins National Monument, 1100 Ruins Drive, Coolidge, AZ, 85228, telephone (520) 723-3172, before August 31, 2000. Repatriation of these cultural items to the Tohono O\\'odham Nation of Arizona may begin after that date if no additional claimants come forward. \\n        \\n          Dated: July 21, 2000. \\n          John Robbins, \\n          Assistant Director, Cultural Resources Stewardship and Partnerships. \\n        \\n      \\n      [FR Doc. 00-19293 Filed 7-31-00; 8:45 am] \\n      BILLING CODE 4310-70-F\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate Cultural Items in the Possession of Casa Grande Ruins National Monument, National Park Service, Coolidge, AZ ", "agency2": "National Park Service.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: July 21, 2000. ", "signature_name": "John Robbins, ", "signature_title": "Assistant Director, Cultural Resources Stewardship and Partnerships. ", "fr_doc": "[FR Doc. 00-19293 Filed 7-31-00; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}