{"index": "R_706", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        Notice of Intent To Repatriate Cultural Items in the Possession of the South Dakota State Archaeological Research Center, Rapid City, SD \\n        \\n          AGENCY:\\n          National Park Service, Interior. \\n        \\n        \\n          ACTION:\\n          Notice. \\n        \\n        Notice is hereby given under the Native American Graves Protection and Repatriation Act, 43 CFR 10.10 (a)(3), of the intent to repatriate cultural items in the possession of the South Dakota State Archaeological Research Center, Rapid City, SD which meet the definition of \\xe2\\x80\\x9cunassociated funerary object\\xe2\\x80\\x9d under Section 2 of the Act. \\n        The 107 cultural items consist of two pipes, three stones, a large metal ring, five lots of beads, 31 buttons, 11 wristlets, two bear tooth pendants, an elk tooth pendant, two pairs of earrings, a watch fob, a ball and chain ornament, two armbands, a metal disc with scarf, a bullet mold, a powder flask, a percussion cap box, two metal knives, a pistol cleaning rod, a fishhook, a strike-a-light, four spoons, a hand-mirror with case, seven bells, a pair of scissors, two bone tubes, an ivory gaming chip, a stoneware ink bottle, a nail, a metal fragment, six leather fragments, three wood fragments, six textile fragments, a fur fragment, and a gunstock club. \\n\\n        Between 1923-1941, these cultural items were removed with human remains representing nine individuals from burials at the Vermillion Bluff Village (39CL1) by workmen during home construction activities. These human remains and objects were donated to the W.H. Over Museum, Vermillion, SD. In 1974, these human remains and objects were transferred to the South Dakota State Archaeological Research Center. In 1982, the human remains were repatriated to Frank Fools Crow, Oglala Sioux Tribe, Pine Ridge Reservation, SD. \\n        Based on oral tradition, archeological evidence, historical accounts, and geographic location, the burials at the Vermillion Bluff Village have been identified as Yankton dating to the historic period (post-AD 1800). \\n        The 65 cultural items consist of a shell hairpipe, ten lots of beads, seven bells, four wristlets, an armband, four bear claws, an elk tooth, a roach spreader, an earring, a pair of brass tubes and tinklers, two tack necklaces and tack, a dance mirror, two files, two strike-a-lights, two fishhooks, an antler powder measure, a flintlock gun, a metal knife, a metal projectile point, a stone biface, a pair of sandstone abraders, a pair of scissors, a thimble, a catlinite pipe and stem, a catlinite tobacco tamper, a horse bit, a plate glass item, two wood fragments, two leather fragments, and eight metal fragments. \\n        In 1917, these cultural items and human remains representing one individual were excavated from site 39CL6 by the private landowner, A.A. Norgren, on his farm near Centerville, SD. These human remains and objects were donated to the W.H. Over Museum in Vermillion, SD. In 1974, these human remains and objects were transferred to the South Dakota State Archaeological Research Center. In 1982, the human remains were repatriated to Frank Fools Crow, Oglala Sioux Tribe, Pine Ridge Reservation, SD. \\n        Based on oral tradition, archeological evidence, historical accounts, and geographic location, the burials at the Vermillion Bluff Village have been identified as Yankton dating to the historic period (post-AD 1800). \\n        Based on the above mentioned information, officials of the South Dakota State Archaeological Research Center have determined that, pursuant to 43 CFR 10.2(d)(2)(ii), these cultural items are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony and are believed, by a preponderance of the evidence, to have been removed from a specific burial site of a Native American individual. Officials of the South Dakota State Archaeological Research Center have also determined that, pursuant to 43 CFR 10.2(e), there is a relationship of shared group identity which can be reasonably traced between these items and the Yankton Sioux Tribe of South Dakota. \\n        This notice has been sent to officials of the Yankton Sioux Tribe of South Dakota, and the Crow Creek Sioux Tribe of the Crow Creek Reservation, South Dakota. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these objects should contact Renee Boen, Curator, State Archaeological Center, South Dakota Historical Society, P.O. Box 1257, Rapid City, SD 57709-1257; telephone: (605) 394-1936 before May 30, 2000. Repatriation of these objects to the Yankton Sioux Tribe of South Dakota may begin after that date if no additional claimants come forward. \\n        \\n          Dated: April 21, 2000. \\n          Veletta Canouts, \\n          Acting Departmental Consulting Archeologist, Deputy Manager, Archeology and Ethnography Program. \\n        \\n      \\n      [FR Doc. 00-10533 Filed 4-26-00; 8:45 am] \\n      BILLING CODE 4310-70-F\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Notice of Intent To Repatriate Cultural Items in the Possession of the South Dakota State Archaeological Research Center, Rapid City, SD ", "agency2": "National Park Service, Interior. ", "action": "Notice. ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: April 21, 2000. ", "signature_name": "Veletta Canouts, ", "signature_title": "Acting Departmental Consulting Archeologist, Deputy Manager, Archeology and Ethnography Program. ", "fr_doc": "[FR Doc. 00-10533 Filed 4-26-00; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}