{"index": "R_711", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        Notice of Intent to Repatriate a Cultural Item in the Possession of the Peabody Museum of Archaeology and Ethnology, Harvard University, Cambridge, MA \\n        \\n          AGENCY:\\n          National Park Service. \\n        \\n        \\n          ACTION:\\n          Notice. \\n        \\n        Notice is hereby given under the Native American Graves Protection and Repatriation Act, 43 CFR 10.10 (a)(3), of the intent to repatriate a cultural item in the possession of the Peabody Museum at Harvard University, Cambridge, MA, which meets the definition of \\xe2\\x80\\x9cobject of cultural patrimony\\xe2\\x80\\x9d under section 2 of the Act. \\n        The cultural item consists of a memorial totem pole, approximately 20 feet in length, bearing the Brown Bear crest. \\n        Until 1899, the pole stood in front of the Hoots-Hit house on the beach at Old Cape Fox village, Alaska. The clan leader of the house at that time was Big Thomas. The totem pole was removed from Cape Fox by the Harriman Alaska Expedition in July 1899 when the expedition\\'s steamer anchored near the village. Later, Charles Palache who was a member of the expedition solicited the pole from Edward Harriman as a gift to the Peabody Museum. \\n        Consultation evidence indicates that at the time of collection by the Harriman Alaska Expedition the pole depicting the Brown Bear crest was considered the communal property of the Teikweidi of the Saanya Kwaan, and could not have been alienated, appropriated, or conveyed by any individual. \\n        Based on the above-mentioned information, officials of the Peabody Museum of Archaeology and Ethnology have determined that pursuant to 43 CFR 10.2 (d)(4), this cultural item has ongoing historical, traditional, and cultural importance central to the Teikweidi of the Saanya Kwaan, and could not have been alienated, appropriated, or conveyed by any individual. Officials of the Peabody Museum of Archaeology and Ethnology also have determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity which can be reasonably traced between this item and the Cape Fox Corporation of the Saanya Kwaan on behalf of the Teikweidi. \\n        This notice has been sent to officials of the Cape Fox Corporation and the Organized Village of Saxman. Representatives of any other Indian tribe that believes itself to be culturally affiliated with this object should contact Barbara Isaac, Coordinator for Repatriation, Peabody Museum of Archaeology and Ethnology, 11 Divinity Avenue, Cambridge, MA 022138, telephone: (617) 496-3702, before May 12, 2000. Repatriation of this object to the Cape Fox Corporation of the Saanya Kwaan may begin after that date if no additional claimants come forward. \\n        \\n          Dated: April 4, 2000. \\n          Muriel Crespi, \\n          Acting Departmental Consulting Archeologist, Archeology and Ethnography Program.\\n        \\n      \\n      [FR Doc. 00-8997 Filed 4-11-00; 8:45 am] \\n      BILLING CODE 4310-70-F \\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate a Cultural Item in the Possession of the Peabody Museum of Archaeology and Ethnology, Harvard University, Cambridge, MA ", "agency2": "National Park Service. ", "action": "Notice. ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Muriel Crespi, ", "signature_title": "Acting Departmental Consulting Archeologist, Archeology and Ethnography Program.", "fr_doc": "[FR Doc. 00-8997 Filed 4-11-00; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F ", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}