{"index": "R_714", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service\\n        Notice of Intent to Repatriate Cultural Items from Santee, CA in the Possession of the San Diego Archaeological Center, San Diego, CA \\n        \\n          AGENCY:\\n          National Park Service.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is hereby given under the Native American Graves Protection and Repatriation Act, 43 CFR 10.10 (a)(3), of the intent to repatriate cultural items from Santee, CA in the possession of the San Diego Archaeological Center, San Diego, CA which meet the definition of \\xe2\\x80\\x9csacred objects\\xe2\\x80\\x9d under Section 2 of the Act. \\n        The 41 cultural items consist of pipe fragments and crystals. \\n        In 1973, these cultural items were recovered from site CA SDi 5699, known as \\xe2\\x80\\x9cSantee Greens\\xe2\\x80\\x9d during excavations conducted by Archaeological Consulting Technology, Inc. (ACT) for Time for Living, Inc., a residential development in the City of Santee, San Diego County, CA. ACT stored this collection until 1998, when the collection was donated to the San Diego Archaeological Center for curation. \\n\\n        Geographical location and site evidence indicate that site CA SDi 5699 was a Kumeyaay village site with two Late Archaic occupations (c. 760-1030 A.D.). Archaeological literature confirms that this site is within the geographic range of Kumeyaay people during this period. During consultation with the Kumeyaay Cultural Repatriation Committee, authorized representatives of the Campo Band of Diegueno Mission Indians of the Campo Reservation, the Capitan Grande Band of Diegueno Mission Indians of California, the Barona Group of Capitan Grande Band of Mission Indians of the Barona Reservation, the Viejas (Baron Long) Group of Capitan Grande Band of Mission Indians of the Viejas Reservation, the Cuyapaipe Community of Degueno Mission Indians of the Cuyapaipe Reservation, the Inaja Band of Diegueno Mission Indians of the Inaja and Cosmit Reservation, the La Posta Band of Diegueno Mission Indians of the La Posta Reservation, the Manzanita Band of Diegueno Mission Indians of the Manzanita Reservation, the Jamul Indian Village, the Mesa Grande Band of Diegueno Mission Indians of the Mesa Grande Reservation, the San Pasqual Band of Diegueno Mission Indians of California, the Santa Ysabel Band of Diegueno Mission Indians of the Santa Ysabel Reservation, and the Sycuan Band of Diegueno Mission Indians of California, these cultural items were identified as Kumeyaay sacred objects which are necessary to Kumeyaay traditional religious leaders for the practice of Native American religion by present-day adherents. \\n        Based on the above-mentioned information, officials of the San Diego Archaeological Center have determined that, pursuant to 43 CFR 10.2 (d)(3), these 41 cultural items are specific ceremonial objects needed by traditional Native American religious leaders for the practice of traditional Native American religions by their present-day adherents. Officials of the San Diego Archaeological Center have also determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity which can be reasonably traced between these items and the Campo Band of Diegueno Mission Indians of the Campo Reservation, the Capitan Grande Band of Diegueno Mission Indians of California, the Barona Group of Capitan Grande Band of Mission Indians of the Barona Reservation, the Viejas (Baron Long) Group of Capitan Grande Band of Mission Indians of the Viejas Reservation, the Cuyapaipe Community of Degueno Mission Indians of the Cuyapaipe Reservation, the Inaja Band of Diegueno Mission Indians of the Inaja and Cosmit Reservation, the La Posta Band of Diegueno Mission Indians of the La Posta Reservation, the Manzanita Band of Diegueno Mission Indians of the Manzanita Reservation, the Jamul Indian Village, the Mesa Grande Band of Diegueno Mission Indians of the Mesa Grande Reservation, the San Pasqual Band of Diegueno Mission Indians of California, the Santa Ysabel Band of Diegueno Mission Indians of the Santa Ysabel Reservation, and the Sycuan Band of Diegueno Mission Indians of California. \\n        This notice has been sent to officials of the Kumeyaay Cultural Repatriation Committee, the Campo Band of Diegueno Mission Indians of the Campo Reservation, the Capitan Grande Band of Diegueno Mission Indians of California, the Barona Group of Capitan Grande Band of Mission Indians of the Barona Reservation, the Viejas (Baron Long) Group of Capitan Grande Band of Mission Indians of the Viejas Reservation, the Cuyapaipe Community of Degueno Mission Indians of the Cuyapaipe Reservation, the Inaja Band of Diegueno Mission Indians of the Inaja and Cosmit Reservation, the La Posta Band of Diegueno Mission Indians of the La Posta Reservation, the Manzanita Band of Diegueno Mission Indians of the Manzanita Reservation, the Jamul Indian Village, the Mesa Grande Band of Diegueno Mission Indians of the Mesa Grande Reservation, the San Pasqual Band of Diegueno Mission Indians of California, the Santa Ysabel Band of Diegueno Mission Indians of the Santa Ysabel Reservation, and the Sycuan Band of Diegueno Mission Indians of California. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these objects should contact Yvonne Lever, San Diego Archaeological Center, 334 Eleventh Ave., San Diego, CA 92101; telephone: (619) 239-1868 before May 1, 2000. Repatriation of these objects to the Campo Band of Diegueno Mission Indians of the Campo Reservation, the Capitan Grande Band of Diegueno Mission Indians of California, the Barona Group of Capitan Grande Band of Mission Indians of the Barona Reservation, the Viejas (Baron Long) Group of Capitan Grande Band of Mission Indians of the Viejas Reservation, the Cuyapaipe Community of Degueno Mission Indians of the Cuyapaipe Reservation, the Inaja Band of Diegueno Mission Indians of the Inaja and Cosmit Reservation, the La Posta Band of Diegueno Mission Indians of the La Posta Reservation, the Manzanita Band of Diegueno Mission Indians of the Manzanita Reservation, the Jamul Indian Village, the Mesa Grande Band of Diegueno Mission Indians of the Mesa Grande Reservation, the San Pasqual Band of Diegueno Mission Indians of California, the Santa Ysabel Band of Diegueno Mission Indians of the Santa Ysabel Reservation, and the Sycuan Band of Diegueno Mission Indians of California may begin after that date if no additional claimants come forward. \\n        \\n          Dated: March 15, 2000. \\n          Francis P. McManamon, \\n          Departmental Consulting Archeologist, Manager, Archeology and Ethnography Program. \\n        \\n      \\n      [FR Doc. 00-7849 Filed 3-29-00; 8:45 am] \\n      BILLING CODE 4310-70-F\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate Cultural Items from Santee, CA in the Possession of the San Diego Archaeological Center, San Diego, CA ", "agency2": "National Park Service.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: March 15, 2000. ", "signature_name": "Francis P. McManamon, ", "signature_title": "Departmental Consulting Archeologist, Manager, Archeology and Ethnography Program. ", "fr_doc": "[FR Doc. 00-7849 Filed 3-29-00; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}