{"index": "R_713", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        Notice of Intent To Repatriate Cultural Items From the Island of Oahu, HI in the Possession of the Bernice Pauahi Bishop Museum, Honolulu, HI\\n        \\n          AGENCY:\\n          National Park Service.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is hereby given under the Native American Graves Protection and Repatriation Act, 43 CFR 10.10(a)(3), of the intent to repatriate cultural items from the Island of Oahu, HI in the possession of the Bernice Pauahi Bishop Museum, Honolulu, HI which meet the definition of \\xe2\\x80\\x9cunassociated funerary object\\xe2\\x80\\x9d under Section 2 of the Act.\\n\\n        The 94 cultural items include a tobacco pipe (B.1451), a stone mortar or bait cup (\\xe2\\x80\\x9ckapu ahi kuni ana ana\\xe2\\x80\\x9d, B.06374), part of a canoe (B.07852), four pieces of tapa (B.7886) and part of a canoe (B.7885), a wooden digging stick (o\\'o, B.008866), marble or konane stones (B.09256), stone and china beads (C.0505), a partially broken clay tobacco pipe (C.3233), a stone lamp (C.4380), a calcite pendant (C.9589), three niho palaoa pendants (C.9776-9778), two pieces of a coffin (C.9817-9818), a wooden mixer or tapa implement (C.9972), a section of a canoe (1950.136), a carved bowl with human support figures (D.0565), a piece of cordage (Oa-38), a gourd fragment (Oa-95), a basalt adz chip (Oa-96), four tapa fragments (Oa-97, Oa-99, Oa-100), cordage (Oa-101), cordage (Oa-102), two wood pipes (Oa-21, Oa-22), cordage (Oa-23), a ceramic ink jar (D.2099), a necklace of bone and glass beads (D.2100), a wood pipe and a piece of brown cloth (Oa-43), a broken wooden spear (Oa-57), a section of a wooden canoe used as a coffin (D.02829), a stone pounder (D.02978), a wooden tobacco pipe (Oa-69), metal and wood pieces of a tobacco pipe (Oa-70), a knife handle and blade of ivory and steel (Oa-71), an ivory wrist ornament (Oa-72), a double-sided tortoise shell comb (Oa-73), a glass and wood hand-mirror (Oa-74), large red-glazed ceramic beads (Oa-75), small red-glazed ceramic beads (Oa-76), medium clear glass beads (Oa-77), medium blue glass beads (Oa-78), medium yellow glass beads (Oa-79), wood fragments and a cane knife handle (1971.182), a basalt lamp (1977.158), a copper medallion, one hand-wrought brass nail, and 17 purplish-pink glass beads (1981.033), a game stone (1981.052), a length of cordage, a mat fragment, and 17 pieces of patterned tin (1991.352), and a coconut shell bowl (1994.030).\\n        In 1898, a tobacco pipe (B.1451) was found with human remains on the \\xe2\\x80\\x9cCooper tract\\xe2\\x80\\x9d in Manoa. In 1918, this cultural item was donated to the Bishop Museum by Henry E. Cooper.\\n        Around 1910, the stone mortar or bait cup (B.06374, \\xe2\\x80\\x9ckapu ahi kuni ana ana\\xe2\\x80\\x9d) was found in the hand of an individual during an excavation in Waikiki. In 1923, this cultural item was donated to the Bishop Museum by Mrs. A.A. Meyer.\\n        In 1924, part of a canoe (B.07852) was removed from a burial cave between Wai\\'anae and Makaha and was donated to the Bishop Museum by C.S. Judd.\\n        In 1924, part of a canoe (B.07884), and four pieces of tapa (B.7885A-C and B.7886) were all removed from a burial cave between Wai\\'anae and Makaha and donated to the Bishop Museum by C.S. Judd.\\n        In 1926, a wood digging stick or o\\'o (B.08866) was removed from a burial cave, possibly in Wailupe, and donated to the Bishop Museum by Ft. Commander Gray.\\n        In 1926, marble stones or konane stones (B.09256) were found near human remains on Ehrhorn\\'s lot in Mills Tract, Manoa, Oahu; and were donated to the Bishop Museum by E.M. Ehrhorn.\\n        In 1927, stone and china beads (C.0505), attributed to a burial cave on the grounds of the Royal Hawaiian Hotel, were donated to the Bishop Museum as part of the Albert Koehele collection, by W.M. Giffard.\\n        In 1931, a partially broken clay tobacco pipe (C.3233) was removed from a Niu burial cave by J.G. McAllister of the Bishop Museum.\\n        In 1931, a stone lamp (C.4380) was removed from a burial in Halawa, near the north gate of Pearl Harbor, and was purchased by the Bishop Museum from Paul Crackel.\\n        In 1943, a calcite pendant, found with eight skeletons near the Kahuku Airfield, was donated to the Bishop Museum by Peter H. Vogel.\\n        In 1946, three niho palaoa pendants (C.9776-C.9778), recovered from a burial vault in Hakipu\\'u, were donated to the Bishop Museum by A.F. Judd.\\n        In 1946, two pieces of wood probably from a coffin (C.9817), C.9818) were collected by J.G. McAllister of the Bishop Museum from Kamailo cave, district unknown.\\n        In 1947, a wooden mixer or tapa implement (C.9972), removed from a burial cave in Liliha, Kapalama in 1909, was donated to the Bishop Museum by James Hammond.\\n        In 1950, a section of canoe (1950.136) which had contained human remains and other associated funerary objects from a Wailupe Valley burial cave were collected and donated to the Bishop Museum by William Davenport. Bishop Museum staff were able to locate the canoe, but unable to locate the canoe\\'s recorded contents, including the human remains.\\n        In 1953, a carved bowl with human support figures (D.0565), recovered from a burial cave in Waimalu Valley, were collected and donated to the Bishop Museum by Richard Nishino and Rodney Minami.\\n        In 1953, a piece of cordage (Oa-38) was collected from a burial cave in Wimalu by K.P. Emory of the Bishop Museum.\\n        In 1955, a gourd fragment (Oa-95), a basalt adz chip (Oa-96), four tapa fragments (Oa-97-Oa-100), and two cordage fragments (Oa-101-Oa102) were removed for a burial cave in Wailupe by George Arnemann of the Bishop Museum.\\n        In 1957, two wood pipes (Oa-21-Oa-22) and cordage (Oa-23) were removed from a burial site in Waimalu by Robert Bowen and Blackburn of the Bishop Museum.\\n        In 1959, a ceramic ink jar (D.2099) and a necklace of bone and glass beads (D.2100) were found with a burial on Mr. Larry Kamada\\'s land in Wai\\'anae and donated by him to the Bishop Museum.\\n        In 1960, a wood pipe and a small piece of brown cloth (Oa-43) were removed from a Wailupe Valley burial cave by Robert Bowen of the Bishop Museum. The human remains reported with these cultural items have not been located by the Bishop Museum.\\n        In 1962, a broken wooden spear (Oa-57) was collected from a small burial in  \\xe2\\x80\\x9cEwa and is now in collections of the Bishop Museum.\\n        In 1963, a section of wood canoe used as a coffin (D.02829), recovered from a tree near Waimea Bay, was donated to the Bishop Museum by John E. Fergus.\\n        In 1964, a stone pounder (D.02978), removed from a shallow burial in 1931-1932 in McCully, was donated to the Bishop Museum by Oswald Sheather.\\n        In 1965, a wooden tobacco pipe (Oa-69), metal and wood pieces of a tobacco pine (Oa-70), a knife handle and blade of ivory and steel (Oa-71), an ivory wrist ornament (Oa-72), a double-sided tortoise shell comb (Oa-73), a glass and wood hand-mirror (Oa-74), large red-glazed ceramic beads (Oa-75), small red-glazed ceramic beads (Oa-76), medium clear glass beads (Oa-77), medium blue glass beads (Oa-78), medium yellow glass beads (Oa-79) were removed from a Ka\\'a\\'awa burial cave by Lloyd Soehren of the Bishop Museum.\\n        In 1971, wood fragments and a cane knife handle (1971.182), were removed from a Makiki Valley burial cave by Pat McCoy of the Bishop Museum.\\n        In 1977, a basalt lamp (1977.158) which had been removed from a burial cave in Kahuku circa 1971-1918 by Mrs. Alda H. Jett of California was purchased from her by the Bishop Museum.\\n        In 1981, a copper medallion, one hand-wrought brass nail, and 17 purplish glass beads (1981.033) were removed from a Punchbowl burial and donated to the Bishop Museum by Dr. Don Thomas.\\n        In 1981, a game stone or ulumaika (1981.052) had been placed in or near a burial and was found in the yard of Dora Jacroux of the  Bishop Museum, in Manoa during the early 1950s.\\n        In 1991, one length of cordage, a fragment of mat, and 17 pieces of patterned tin (1991.352) were removed from a Wailupe Valley burial Cave.\\n        In 1994, a coconut shell bowl (1994.030), apparently removed from a burial ground in the hills of Makakilo, was donated to the Bishop Museum by an anonymous donor.\\n        Based on types of items, accession records, or known burial contexts, all the cultural items listed above have been determined to have come from burials. Excavation records for some of the cultural items indicate that the human remains with whom these cultural items were associated were not collected, or were collected but have not been located within the Bishop Museum\\'s collections.\\n\\n        Based on the above mentioned information, officials of the Bishop Museum have determined that, pursuant to 43 CFR 10.2(d)(2)(ii), these  94 cultural items are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony and are believed, by a preponderance of the evidence, to have been removed from a specific burial site of an Native American individual. Officials of the Bishop Museum have also determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity which can be reasonably traced between these items and Hui Malama I Na Kupuna O\\xe2\\x80\\x89Hawai\\'i Ne, Ka Lahui Hawai\\'i, Kamehameha Schools, Office of Hawaiian Affairs, and Pa Ku\\'i-a-Lua.\\n        This notice has been sent to officials of Hui Malama I Na Kupuna O\\xe2\\x80\\x89Hawai\\'i Ne, Ka Lahui Hawai\\'i, Kamehameha Schools, Koa Mana, Ko\\'olauloa Hawaiian Civic Club, Mauna Ala Mausoleum, O\\'ahu Island Burial Council, Office of Hawaiian Affairs, and Pa Ku\\'i-a-Lua. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these objects should contact Valerie Free, Unit Manager, Bishop Museum, 1525 Bernice Street, Honolulu, HI 96817, telephone: (808) 847-8205 before May 1, 2000. Repatriation of these objects to Hui Malama I Na Kupuna O\\xe2\\x80\\x89Hawai\\'i Ne, Ka Lahui Hawai\\'i, Kamehameha Schools, Office of Hawaiian Affairs, and Pa Ku\\'i-a-Lua may begin after that date if no additional claimants come forward.\\n        \\n          Dated: March 9, 2000.\\n          Francis P. McManamon,\\n          Departmental Consulting Archeologist, Manager, Archeology and Ethnography Program.\\n        \\n      \\n      [FR Doc. 00-7848  Filed 3-30-00; 8:45 am]\\n      BILLING CODE 4316-70-M\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent To Repatriate Cultural Items From the Island of Oahu, HI in the Possession of the Bernice Pauahi Bishop Museum, Honolulu, HI", "agency2": "National Park Service.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: March 9, 2000.", "signature_name": "Francis P. McManamon,", "signature_title": "Departmental Consulting Archeologist, Manager, Archeology and Ethnography Program.", "fr_doc": "[FR Doc. 00-7848  Filed 3-30-00; 8:45 am]", "billing_code": "BILLING CODE 4316-70-M", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}