{"index": "R_719", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        Notice of Intent to Repatriate Cultural Items in the Possession of the Heard Museum, Phoenix, AZ \\n        \\n          AGENCY:\\n          National Park Service. \\n        \\n        \\n          ACTION:\\n          Notice. \\n        \\n        Notice is hereby given under the Native American Graves Protection and Repatriation Act, 43 CFR 10.10 (a)(3), of the intent to repatriate cultural items in the possession of the Heard Museum, Phoenix, AZ which meets the definition of \\xe2\\x80\\x9csacred object\\xe2\\x80\\x9d under Section 2 of the Act. \\n        The cultural items consist of two rattles and four paddles. The first rattle is made of leather, bamboo, porcupine quills and fur. The second rattle is made of leather, cotton string, fur, and feathers. The four paddles are painted wood. \\n        In 1973, the first rattle was donated to the Heard Museum by Dr. and Mrs. Byron Butler; and the rattle was collected at an unknown date in an unknown location. In 1974, the second rattle was donated to the Heard Museum by Woodard\\'s Indian Arts; and the rattle was collected at an unknown date in an unknown location. In 1983, the four paddles were donated to the Heard Museum by Mr. and Mrs. Byron Harvey III; and these paddles were collected at an unknown date in an unknown location. \\n        Consultation evidence presented by representatives of the Navajo Nation indicates that these rattles and paddles are used in a number of ceremonies including the Male Shooting Way Chant. Consultation further indicates these six cultural items are specific ceremonial objects needed by traditional Navajo medicine men for the practice of traditional Navajo ceremonies. \\n        Based on the above-mentioned information, officials of the Heard Museum have determined that, pursuant to 43 CFR 10.2(d)(3), these six cultural items are specific ceremonial objects needed by traditional Native American religious leaders for the practice of traditional Native American religions by their present-day adherents. Officials of the Heard Museum have also determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity which can be reasonably traced between these items and the Navajo Nation. \\n        This notice has been sent to officials of the Navajo Nation. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these objects should contact Gloria Lomahaftewa, Assistant to the Director for Native American Relations, Heard Museum, 2301 N. Central Ave., Phoenix, AZ 85004-1480; telephone: (602) 252-8840 before March 31, 2000. Repatriation of these objects to the Navajo Nation may begin after that date if no additional claimants come forward.\\n        \\n          \\n          Dated: February 9, 2000. \\n          Francis P. McManamon, \\n          Departmental Consulting Archeologist, Manager, Archeology and Ethnography Program.\\n        \\n      \\n      [FR Doc. 00-4828 Filed 2-29-00; 8:45 am] \\n      BILLING CODE 4310-70-F\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate Cultural Items in the Possession of the Heard Museum, Phoenix, AZ ", "agency2": "National Park Service. ", "action": "Notice. ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: February 9, 2000. ", "signature_name": "Francis P. McManamon, ", "signature_title": "Departmental Consulting Archeologist, Manager, Archeology and Ethnography Program.", "fr_doc": "[FR Doc. 00-4828 Filed 2-29-00; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}