{"index": "R_710", "messy_full": "\\n      \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service \\n        Notice of Intent to Repatriate Cultural Items in the Possession of the Department of Sociology, Gerontology, and Anthropology, Miami University, Oxford, OH \\n        \\n          AGENCY:\\n          National Park Service. \\n        \\n        \\n          ACTION:\\n          Notice. \\n        \\n        Notice is hereby given under the Native American Graves Protection and Repatriation Act, 43 CFR 10.10 (a)(3), of the intent to repatriate cultural items in the possession of the Department of Sociology, Gerontology, and Anthropology, Miami University, Oxford, OH which meet the definition of \\xe2\\x80\\x9csacred object\\xe2\\x80\\x9d under Section 2 of the Act. \\n        The six cultural items consist of a record stick, Handsome Lake Revelation stick, condolence cane, a pair of dance garters, and a Delaware False Face mask. \\n        In 1972, these six cultural items were purchased from Iroqrafts, on the Six Nations Reserve, Ontario, Canada by the Miami University Anthropology Museum. \\n        Based on the original sales tags, these cultural items have been identified as Cayuga. During consultation, representatives of the Cayuga Nation of New York have indicated these six items are specific ceremonial objects needed by traditional Native American religious leaders for the practice of traditional Native American religions by their present-day adherents. \\n        Based on the above-mentioned information, officials of the Department of Sociology, Gerontology, and Anthropology, Miami University have determined that, pursuant to 43 CFR 10.2 (d)(3), these six cultural items are specific ceremonial objects needed by traditional Native American religious leaders for the practice of traditional Native American religions by their present-day adherents. Officials of the Department of Sociology, Gerontology, and Anthropology, Miami University have also determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity which can be reasonably traced between these items and the Cayuga Nation of New York. \\n        This notice has been sent to officials of the Cayuga Nation of New York and the Seneca Cayuga Indian Tribe of Oklahoma. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these objects should contact Mrs. Judith D. Spielbauer, Instructor, Department of Sociology, Gerontology, and Anthropology, Miami University, Oxford, OH 45056; telephone: (513) 529-1551, fax: (513) 529-8525 before May 15, 2000. Repatriation of these objects to the Cayuga Nation of New York may begin after that date if no additional claimants come forward. \\n        The National Park Service is not responsible for the determinations within this notice. \\n        \\n          Dated: April 7, 2000. \\n          G. Mark Schoepfle, \\n          Acting Departmental Consulting Archeologist, Archeology and Ethnography Program. \\n        \\n      \\n      [FR Doc. 00-9295 Filed 4-13-00; 8:45 am] \\n      BILLING CODE 4310-70-F \\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service ", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate Cultural Items in the Possession of the Department of Sociology, Gerontology, and Anthropology, Miami University, Oxford, OH ", "agency2": "National Park Service. ", "action": "Notice. ", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: April 7, 2000. ", "signature_name": "G. Mark Schoepfle, ", "signature_title": "Acting Departmental Consulting Archeologist, Archeology and Ethnography Program. ", "fr_doc": "[FR Doc. 00-9295 Filed 4-13-00; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F ", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}