{"index": "R_726", "messy_full": "\\n\\nFederal Register, Volume 64 Issue 232 (Friday, December 3, 1999)\\n\\n[Federal Register Volume 64, Number 232 (Friday, December 3, 1999)]\\n[Notices]\\n[Pages 67932-67933]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 99-31363]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Intent to Repatriate Cultural Items from Warren, RI in \\nthe Possession of the Museum of the City of New York, New York, NY\\n\\nAGENCY: National Park Service, Interior.\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n[[Page 67933]]\\n\\n    Notice is hereby given under the Native American Graves Protection \\nand Repatriation Act, 43 CFR 10.10 (a)(3), of the intent to repatriate \\ncultural items in the possession of the Museum of the City of New York, \\nNew York, NY which meet the definition of ``unassociated funerary \\nobject\\'\\' under Section 2 of the Act.\\n    The 19 cultural items consist of two flushloop-varity, medium sized \\nbells with broken attachment loops, a narrow hoe with a circular eye, a \\nhook, a clay tobacco pipe, a knife blade, a spoon, a brass kettle \\n(bottom missing) with rolled rim and riveted ears, three chain links \\n(linked), a finger ring, five cylindrical blue glass trade beads, and \\nfive glass star trade beads.\\n    In 1965, these cultural items were acquired by the Museum of the \\nCity of New York from the Heye Museum of the American Indian. These \\nitems were acquired earlier by the Heye Museum of the American Indian \\nas part of the Carr collection from the Burr\\'s Hill burial site in \\nWarren, RI.\\n    Burr\\'s Hill is believed to be located on the southern border of \\nSowams, a Wampanoag village. Sowams is identified in historical \\ndocuments of the 16th and 17th centuries as a Wampanoag village, and \\nwas ceded to the English in 1653 by Massasoit and his eldest son \\nWamsutta (Alexander). Based on the condition and type, these cultural \\nitems have been dated to the contact period (1500-1690 A.D.). \\nConsultation evidence provided by representatives of the Wampanoag \\nRepatriation Confederation representing the Gay Head Wampanoag Tribe of \\nMassachusetts and the non-Federally recognized Indian groups the \\nMashpee Wampanoag Tribe, the Assonet Band of the Wampanoag regarding \\nother burials from Burr\\'s Hill indicate consistent manner of interment \\nof these cultural items with other known Wampanoag burials of the \\nperiod.\\n    Based on the above mentioned information, officials of the Museum \\nof the City of New York have determined that, pursuant to 43 CFR 10.2 \\n(d)(2)(ii), these 19 cultural items are reasonably believed to have \\nbeen placed with or near individual human remains at the time of death \\nor later as part of the death rite or ceremony and are believed, by a \\npreponderance of the evidence, to have been removed from a specific \\nburial site of an Native American individual. Officials of the Museum \\nof the City of New York have also determined that, pursuant to 43 CFR \\n10.2 (e), there is a relationship of shared group identity which can be \\nreasonably traced between these items and the Wampanoag Repatriation \\nConfederation representing the Gay Head Wampanoag Tribe of \\nMassachusetts and the non-Federally recognized Indian groups the \\nMashpee Wampanoag Tribe, the Assonet Band of the Wampanoag.\\n    This notice has been sent to officials of the Wampanoag \\nRepatriation Confederation representing the Gay Head Wampanoag Tribe of \\nMassachusetts and the non-Federally recognized Indian groups the \\nMashpee Wampanoag Tribe, the Assonet Band of the Wampanoag, and the \\nNarragansett Indian Tribe of Rhode Island. Representatives of any other \\nIndian tribe that believes itself to be culturally affiliated with \\nthese objects should contact Wendy Rogers, Museum of the City of New \\nYork, 1220 Fifth Avenue, New York, NY 10029; telephone: (212) 534-1672, \\next. 221 before January 3, 2000. Repatriation of these objects to the \\nWampanoag Repatriation Confederation on behalf of the Gay Head \\nWampanoag Tribe of Massachusetts and the non-Federally recognized \\nIndian groups the Mashpee Wampanoag Tribe, the Assonet Band of the \\nWampanoag may begin after that date if no additional claimants come \\nforward.\\nDated: November 24, 1999.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 99-31363 Filed 12-2-99; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}