{"index": "R_728", "messy_full": "\\n\\nFederal Register, Volume 64 Issue 200 (Monday, October 18, 1999)\\n\\n[Federal Register Volume 64, Number 200 (Monday, October 18, 1999)]\\n[Notices]\\n[Pages 56219-56221]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 99-27125]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Intent to Repatriate Cultural Items in the Possession \\nof the San Diego Museum of Man, San Diego, CA\\n\\nAGENCY: National Park Service, Interior.\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given under the Native American Graves Protection \\nand Repatriation Act, 43 CFR 10.10 (a)(3), of the intent to repatriate \\ncultural items in the possession of the San Diego Museum of Man which \\nmeet the definition of ``unassociated funerary object\\'\\' under Section 2 \\nof the Act.\\n    The 60 cultural items consist of a plummet stone, pendants, \\nprojectile points, sherds, and beads.\\n    During the 1930s, these cultural items were removed from burials at \\nsite C-16, East Blake Sea, eastern Imperial County, CA during legally \\nauthorized excavations conducted by Malcom Rogers of the San Diego \\nMuseum of Man. The human remains interred with these cultural items \\nwere not collected.\\n    The 311 cultural items consist of an awl, a necklace, a pendant, \\nbeads, and sherds.\\n    During the 1930s, these cultural items were removed from burials at \\nsite C-19, East Blake Sea, eastern Imperial County, CA during legally \\nauthorized excavations conducted by Malcom Rogers of the San Diego \\nMuseum of Man. The human remains interred with these cultural items \\nwere not collected.\\n    The six cultural items consist of a bead and projectile points.\\n    During the 1930s, these cultural item were removed from burials at \\nsite C-92, East Blake Sea, eastern Imperial County, CA during legally \\nauthorized excavations conducted by Malcom Rogers of the San Diego \\nMuseum of Man. The human remains interred with these cultural items \\nwere not collected.\\n    The five cultural items consist of a medicine slab, conus tinklers, \\na pendant, and a doll\\'s eye.\\n    During the 1930s, these cultural items were removed from burials at \\nsite C-144, a general area at Mason Valley, San Diego County, CA during \\nlegally\\n\\n[[Page 56220]]\\n\\nauthorized excavations conducted by Malcolm Rogers of the San Diego \\nMuseum of Man. The human remains interred with these cultural items \\nwere not collected.\\n    The 259 cultural items consist of cook pots, jars, bowls, clay \\nbillets, pipes, shells, projectile points, an iron knife blade, a brass \\nbutton, arrow straighteners, digging weights, animal bones, glass \\nbeads, shell beads, a basket fragment, shell buttons, and pendants.\\n    During the 1930s, these cultural items were removed from burials at \\nsite C-144 Cemetery A at Mason Valley, San Diego County, CA during \\nlegally authorized excavations by Malcolm Rogers of the San Diego \\nMuseum of Man. The human remains interred with these cultural items \\nwere not collected.\\n    The 503 cultural items consist of a scoop, a bowl, bones, glass \\nbeads, sherds, shell beads, lithic flakes, cook pots, fibers, metal \\nfragments, and pestles.\\n    During the 1930s, these cultural items were recovered from burials \\nat site C-144 Cemetery C at Mason Valley, San Diego County, CA during \\nlegally authorized excavations conducted by Malcolm Rogers of the San \\nDiego Museum of Man. The human remains interred with these cultural \\nitems were not collected.\\n    The 52 cultural items consist of sherds, a glass jar neck, a metal \\npull, canteens, shell beads, a pestle, ollas, a cup, bowls, a rabbit \\nnet fragment, a bone pendant, a sherd disc, jars, a mano, an arrow \\nstraightener, anvils, and a brass button.\\n    During the 1930s, these cultural items were recovered from burials \\nat site C-151, McCain Valley, San Diego County, CA during legally \\nauthorized excavations conducted by Malcolm Rogers of the San Diego \\nMuseum of Man. The human remains interred with these cultural items \\nwere not collected.\\n    The 101 cultural items consist of basket fragments, lithic flakes, \\nbeads, sherds, a brass button, a ceramic disk, shell beads, shell, and \\nprojectile points.\\n    During the 1930s, these cultural items were recovered from burials \\nat site C-164, Vallecito Wash, east-central San Diego County, CA during \\nlegally authorized excavations conducted by Malcolm Rogers of the San \\nDiego Museum of Man. The human remains interred with these cultural \\nitems were not collected.\\n    The 32 cultural items consist of a brass button, a jar, bowls, a \\ncanteen, discs, pendants, shell, projectile points, anvils, a rabbit \\nnet, a glass bead, an olla, a mano, sherds, and pestles.\\n    During the 1930s, these cultural items were recovered from burials \\nat site C-165, Vallecitos, San Diego County, CA during legally \\nauthorized excavations conducted by Malcolm Rogers. The human remains \\ninterred with these cultural items were not collected.\\n    The four cultural items are pottery jars.\\n    Between 1929-1968, these cultural items were recovered from burials \\nat site C-651, Earthquake Valley, San Diego County, CA by Carl \\nHarkleroad. The human remains interred with these cultural items were \\nnot collected.\\n    The 11 cultural items consist of canteens, a sherd, an arrow \\nstraightener, a blade, a cobble tool, lithic flake tool fragments, and \\nan abalone shell.\\n    During the 1930s, these cultural items were recovered from burials \\nat site W-205, Cottonwood Valley, San Diego County, CA by Malcolm \\nRogers of the San Diego Museum of Man. The human remains interred with \\nthese cultural items were not collected.\\n    The 43 cultural items consist of a pot, a bowl, arrowshaft \\nstraighteners, scrapers, bone fragments, sherds, projectile points, \\nflaked stone, and flaking hammers.\\n    During the 1930s, these cultural items were recovered from burials \\nat site W-206, Santa Maria Valley, San Diego County, CA by Malcolm \\nRogers of the San Diego Museum of Man. The human remains interred with \\nthese cultural items were not collected.\\n    The one associated funerary object is a point fragment.\\n    During the 1930s, this cultural item was recovered from a burial at \\nsite W-245, Dulzura, San Diego County, CA during legally authorized \\nexcavations conducted by Malcolm Rogers of the San Diego Museum of Man. \\nThe human remains interred with these cultural items were not \\ncollected.\\n    The ten associated funerary objects consist of a metate, shell \\npendants, projectile points, a sherd, and a bone pendant.\\n    During the 1930s, these cultural items were recovered from burials \\nat site W-254, Cemetery A, Laguna Mountain, San Diego County, CA during \\nlegally authorized excavations conducted by Malcolm Rogers of the San \\nDiego Museum of Man. The human remains interred with these cultural \\nitems were not collected.\\n    The 104 cultural items consist of urns, projectile points, and \\nsherds.\\n    During the 1930s, these cultural items were recovered from burials \\nat site W-262, Cuyamaca Peak, San Diego County, CA during legally \\nauthorized excavations conducted by Malcolm Rogers of the San Diego \\nMuseum of Man. The human remains interred with these cultural items \\nwere not collected.\\n    The 38 cultural items are stones.\\n    During 1950-1951, these cultural items were recovered from a burial \\nat site W-330, Poway, San Diego County, CA during legally authorized \\nexcavations conducted by Clark Evernham of the San Diego Museum of Man. \\nThe human remains interred with these cultural items were not \\ncollected.\\n    The one cultural item is a cremation urn.\\n    During the 1930s, this cultural item was recovered from a burial at \\nsite at Olive Springs, Ramona, San Diego County, CA during legally \\nauthorized excavations conducted by Malcolm Rogers of the San Diego \\nMuseum of Man. The human remains interred with this cultural item were \\nnot collected.\\n    Based on ceramic material, types of projectile points, and types of \\nshell beads, these cultural items have been dated to the late \\nprehistoric period, c. 750 A.D. to the 19th century. Continuities of \\nmaterial culture and technologies provide a clear continuum for native \\ncultures in this area from this late precontact period into the time of \\nEuropean contact. Historic documents from the Spanish expeditions \\ndocument Diegueno and Kumeyaay peoples through this area. Consultation \\ninformation provided by the Kumeyaay Cultural Repatriation Committee \\nsupports the recognition of this area of San Diego County as an \\nancestral homeland.\\n    Based on the above mentioned information, officials of the San \\nDiego Museum of Man have determined that, pursuant to 43 CFR 10.2 \\n(d)(2)(ii), these 1,509 cultural items are reasonably believed to have \\nbeen placed with or near individual human remains at the time of death \\nor later as part of the death rite or ceremony and are believed, by a \\npreponderance of the evidence, to have been removed from a specific \\nburial site of an Native American individual. Officials of the San \\nDiego Museum of Man have also determined that, pursuant to 43 CFR 10.2 \\n(e), there is a relationship of shared group identity which can be \\nreasonably traced between these items and the Campo Band of Diegueno \\nMission Indians of the Campo Indian Reservation, the Capitan Grande \\nBand of Diegueno Mission Indians of California, the Barona Group of \\nCapitan Grande Band of Mission Indians of the Barona Reservation, the \\nViejas (Baron Long) Group of Capitan Grande Band of Mission Indians of \\nthe Viejas Reservation, the Inaja Band of Diegueno Mission Indians of \\nthe Inaja and Cosmit Reservation, the Jamul Indian Village of \\nCalifornia, the La Posta Band of Diegueno Mission Indians of the La \\nPosta Indian Reservation, the Manzanita\\n\\n[[Page 56221]]\\n\\nBand of Diegueno Mission Indians of the Manzanita Reservation, the Mesa \\nGrande Band of Diegueno Mission Indians of the Mesa Grande Reservation, \\nthe San Pasqual Band of Diegueno Mission Indians of California, the \\nSanta Ysabel Band of Diegueno Mission Indians of the Santa Ysabel \\nReservation, the Sycuan Band of Diegueno Mission Indians of California, \\nand the Cuyapaipe Community of Diegueno Mission Indians of the \\nCuyapaipe Reservation.\\n    This notice has been sent to officials of the Kumeyaay Cultural \\nRepatriation Committee, the Campo Band of Diegueno Mission Indians of \\nthe Campo Indian Reservation, the Capitan Grande Band of Diegueno \\nMission Indians of California, the Barona Group of Capitan Grande Band \\nof Mission Indians of the Barona Reservation, the Viejas (Baron Long) \\nGroup of Capitan Grande Band of Mission Indians of the Viejas \\nReservation, the Inaja Band of Diegueno Mission Indians of the Inaja \\nand Cosmit Reservation, the Jamul Indian Village of California, the La \\nPosta Band of Diegueno Mission Indians of the La Posta Indian \\nReservation, the Manzanita Band of Diegueno Mission Indians of the \\nManzanita Reservation, the Mesa Grande Band of Diegueno Mission Indians \\nof the Mesa Grande Reservation, the San Pasqual Band of Diegueno \\nMission Indians of California, the Santa Ysabel Band of Diegueno \\nMission Indians of the Santa Ysabel Reservation, the Sycuan Band of \\nDiegueno Mission Indians of California, and the Cuyapaipe Community of \\nDiegueno Mission Indians of the Cuyapaipe Reservation. Representatives \\nof any other Indian tribe that believes itself to be culturally \\naffiliated with these objects should contact Ken Hedges, Curator of \\nCalifornia Collections, San Diego Museum of Man, 1350 El Prado, San \\nDiego, CA 92101; telephone: (619) 239-2001 before November 17, 1999. \\nRepatriation of these objects to the Kumeyaay Cultural Repatriation \\nCommittee on behalf of the Campo Band of Diegueno Mission Indians of \\nthe Campo Indian Reservation, the Capitan Grande Band of Diegueno \\nMission Indians of California, the Barona Group of Capitan Grande Band \\nof Mission Indians of the Barona Reservation, the Viejas (Baron Long) \\nGroup of Capitan Grande Band of Mission Indians of the Viejas \\nReservation, the Inaja Band of Diegueno Mission Indians of the Inaja \\nand Cosmit Reservation, the Jamul Indian Village of California, the La \\nPosta Band of Diegueno Mission Indians of the La Posta Indian \\nReservation, the Manzanita Band of Diegueno Mission Indians of the \\nManzanita Reservation, the Mesa Grande Band of Diegueno Mission Indians \\nof the Mesa Grande Reservation, the San Pasqual Band of Diegueno \\nMission Indians of California, the Santa Ysabel Band of Diegueno \\nMission Indians of the Santa Ysabel Reservation, the Sycuan Band of \\nDiegueno Mission Indians of California, and the Cuyapaipe Community of \\nDiegueno Mission Indians of the Cuyapaipe Reservation may begin after \\nthat date if no additional claimants come forward.\\nDated: October 4, 1999.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist, Manager, Archeology and \\nEthnography Program.\\n[FR Doc. 99-27125 Filed 10-15-99; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}