{"index": "R_720", "messy_full": "\\n      \\n        \\n        DEPARTMENT OF THE INTERIOR \\n        National Park Service\\n        Notice of Intent to Repatriate Cultural Items in the Possession of the School of American Research, Santa Fe, NM \\n        \\n          AGENCY:\\n          National Park Service.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        Notice is hereby given under the Native American Graves Protection and Repatriation Act, 43 CFR 10.10 (a)(3), of the intent to repatriate cultural items in the possession of the School of American Research, Santa Fe, NM which meet the definition of \\xe2\\x80\\x9csacred object\\xe2\\x80\\x9d and \\xe2\\x80\\x9cobject of cultural patrimony\\xe2\\x80\\x9d under Section 2 of the Act. \\n        The four cultural items consist of four Kiva jars. \\n        In 1923, the Indian Arts Fund, Inc. purchased a Kiva jar from J.F. Collins. In 1956, Mr. Fank Tilgham collected a Kiva jar from the Pueblo of Zia and the Indian Arts Fund, Inc. purchased this jar from Mr. Tilgham the same year. In 1931, Mr. Andrew Dasburg collected a Kiva jar from the Pueblo of Zia and donated the jar to the Indian Arts Fund, Inc.. In 1928, the Indian Arts Fund Inc. purchased a Kiva jar from the Spanish and Indian Trading Co., Santa Fe, NM. In 1972, these four Kiva jars were transferred to the School of American Research. \\n        The six cultural items consist of three matalotes, a club, a feather bundle, and a headdress. \\n        In 1925, Mr. Frank Applegate collected the headdress at the Pueblo of Zia and donated this headdress to the Indian Arts Fund, Inc. In 1958, Mr. Frank Tilgham collected the three matalotes, club, and feather bundle from the Pueblo of Zia, and donated these cultural items to the Indian Arts Fund, Inc.  In 1972, these cultural items were transferred to the School of American Research. \\n        Based on accession information and consultation with representatives of the Pueblo of Zia, these ten cultural items have been clearly identified as having come from the Pueblo of Zia. Representatives of the Pueblo of Zia have indicated that these ten cultural items are specific ceremonial objects needed by traditional Native American religious leaders for the practice of traditional Native American religions by their present-day adherents. Representatives of the Pueblo of Zia have also indicated that these ten cultural items have ongoing historical, traditional, and cultural importance central to the tribe itself, and could not have been alienated, appropriated, or conveyed by any individual. \\n        Based on the above-mentioned information, officials of the School of American Research have determined that, pursuant to 43 CFR 10.2 (d)(3), these ten cultural items are specific ceremonial objects needed by traditional Native American religious leaders for the practice of traditional Native American religions by their present-day adherents. Officials of the School of American Research have also determined that, pursuant to 43 CFR 10.2 (d)(4), these ten cultural items have ongoing historical, traditional, and cultural importance central to the tribe itself, and could not have been alienated, appropriated, or conveyed by any individual. Lastly, officials of the School of American Research have also determined that, pursuant to 43 CFR 10.2 (e), there is a relationship of shared group identity which can be reasonably traced between these items and the Pueblo of Zia. \\n        This notice has been sent to officials of the Pueblo of Zia. Representatives of any other Indian tribe that believes itself to be culturally affiliated with these objects should contact Ms. Christy Sturm, Collections Manager, Indian Arts Research Center, School of American Research, P.O. Box 2188, Santa Fe, NM 87594; telephone: (505) 954-7205 before March 31, 2000. Repatriation of these objects to the Pueblo of Zia may begin after that date if no additional claimants come forward. \\n        \\n          Dated: February 9, 2000. \\n          Francis P. McManamon, \\n          Departmental Consulting Archeologist, Manager, Archeology and Ethnography Program.\\n        \\n      \\n      [FR Doc. 00-4824 Filed 2-29-00; 8:45 am] \\n      BILLING CODE 4310-70-F\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR ", "sub_agency1": "National Park Service", "dep_doc": "Null", "subject": "Notice of Intent to Repatriate Cultural Items in the Possession of the School of American Research, Santa Fe, NM ", "agency2": "National Park Service.", "action": "Notice.", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Dated: February 9, 2000. ", "signature_name": "Francis P. McManamon, ", "signature_title": "Departmental Consulting Archeologist, Manager, Archeology and Ethnography Program.", "fr_doc": "[FR Doc. 00-4824 Filed 2-29-00; 8:45 am] ", "billing_code": "BILLING CODE 4310-70-F", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}