{"index": "R_729", "messy_full": "\\n\\nFederal Register, Volume 64 Issue 200 (Monday, October 18, 1999)\\n\\n[Federal Register Volume 64, Number 200 (Monday, October 18, 1999)]\\n[Notices]\\n[Page 56224]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 99-27127]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Intent to Repatriate Cultural Items from the Willamette \\nValley, OR in the Possession of Willamette University, Salem, OR\\n\\nAGENCY: National Park Service, Interior.\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given under the Native American Graves Protection \\nand Repatriation Act, 43 CFR 10.10 (a)(3), of the intent to repatriate \\ncultural items in the possession of Willamette University which meet \\nthe definition of ``unassociated funerary object\\'\\' under Section 2 of \\nthe Act.\\n    The 405 cultural items include bagged specimens of rock, charcoal, \\nand soil, flaked and groundstone tools, carved stone bowl fragments and \\nfigurines, animal teeth and bone fragments (probably bovid), and an \\nantler.\\n    During 1930-1970, these cultural items were recovered from \\nKalapooyan burial mounds (Weather, Miller, (Miller\\'s Farm), and \\nWendling) in the Willamette Valley near the Oregon towns of Harrisburg, \\nHalsey, and Shedd during excavations conducted by Willamette University \\nstudents, operating either independently or with a professor. The \\ncultural items have been identified from the handwritten labels noting \\nthese locations.\\n    Based on historic documents and ethnographic evidence, the \\nWillamette Valley is recognized as the traditional territory of the \\nKalapooyan tribes. Based on ethnographic sources and archeological \\nreports, the Weather, Miller, and Wendling sites in the Willamette \\nValley have been identified as Kalapooyan burial mounds. Present-day \\nKalapooyan people are represented by the Confederated Tribes of the \\nGrand Ronde Community of Oregon.\\n    Based on the above mentioned information, officials of Willamette \\nUniversity have determined that, pursuant to 43 CFR 10.2 (d)(2)(ii), \\nthese 405 cultural items are reasonably believed to have been placed \\nwith or near individual human remains at the time of death or later as \\npart of the death rite or ceremony and are believed, by a preponderance \\nof the evidence, to have been removed from a specific burial site of an \\nNative American individual. Officials of Willamette University have \\nalso determined that, pursuant to 43 CFR 10.2 (e), there is a \\nrelationship of shared group identity which can be reasonably traced \\nbetween these items and the Confederated Tribes of the Grand Ronde \\nCommunity of Oregon.\\n    This notice has been sent to officials of the Confederated Tribes \\nof the Grand Ronde Community of Oregon, the Confederated Tribes of the \\nSiletz Reservation, the Confederated Tribes of the Warm Springs \\nReservation of Oregon, the Confederated Tribes and Bands of the Yakama \\nIndian Nation of the Yakama Reservation, and the Klamath Indian Tribe \\nof Oregon. Representatives of any other Indian tribe that believes \\nitself to be culturally affiliated with these objects should contact \\nJohn Olbrantz, Director, Hallie Ford Museum of Art, Willamette \\nUniversity, 900 State St., Salem, OR 97301-3931; telephone: (503) 370-\\n6855 before November 17, 1999. Repatriation of these objects to the \\nConfederated Tribes of the Grand Ronde Community of Oregon may begin \\nafter that date if no additional claimants come forward.\\n    The National Park Service is not responsible for the determinations \\nwithin this notice.\\nDated: October 1, 1999.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist, Manager, Archeology and \\nEthnography Program.\\n[FR Doc. 99-27127 Filed 10-15-99; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}