{"index": "R_724", "messy_full": "\\n\\nFederal Register, Volume 64 Issue 242 (Friday, December 17, 1999)\\n\\n[Federal Register Volume 64, Number 242 (Friday, December 17, 1999)]\\n[Notices]\\n[Page 70727]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 99-32724]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Intent to Repatriate Cultural Items in the Possession \\nof the Augusta Richmond County Museum, Augusta, GA\\n\\nAGENCY: National Park Service, Interior.\\n\\nACTION: Notice\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given under the Native American Graves Protection \\nand Repatriation Act, 43 CFR 10.10 (a)(3), of the intent to repatriate \\ncultural items in the possession of the August Richmond County Museum, \\nAugusta, GA which meet the definition of ``unassociated funerary \\nobject\\'\\' under Section 2 of the Act.\\n    The 50 cultural items are white and red porcelain beads.\\n    During the 1930s, these cultural items were donated to the Augusta \\nRichmond County Museum by Mr. C.E. Storey. Prior to 1932, these \\ncultural items were bought by Mr. Storey from Mr. T.O. Young. Donor \\ninformation indicates these cultural items came from Cayuga, NY.\\n    Based on appearance and accession information indicating that most \\nof the material from this donatation came from graves, these cultural \\nitems have been determined to come from a burial during post-contact \\ntimes. The Cayuga Nation of New York lived in the area of Cayuga, NY \\nduring the post-contact period.\\n    Based on the above-mentioned information, officials of the Augusta \\nRichmond County Museum have determined that, pursuant to 43 CFR 10.2 \\n(d)(2)(ii), these 50 cultural items are reasonably believed to have \\nbeen placed with or near individual human remains at the time of death \\nor later as part of the death rite or ceremony and are believed, by a \\npreponderance of the evidence, to have been removed from a specific \\nburial site of an Native American individual. Officials of the Augusta \\nRichmond County Museum have also determined that, pursuant to 43 CFR \\n10.2 (e), there is a relationship of shared group identity which can be \\nreasonably traced between these items and the Cayuga Nation of New \\nYork.\\n    This notice has been sent to officials of the Cayuga Nation of New \\nYork and the Seneca-Cayuga Tribe of Oklahoma. Representatives of any \\nother Indian tribe that believes itself to be culturally affiliated \\nwith these objects should contact Gordon Blaker, Curator, Augusta \\nRichmond County Museum, 560 Reynolds Street, Augusta, GA 30901; \\ntelephone: (706) 722-8454 before January 18, 2000. Repatriation of \\nthese objects to the Cayuga Nation of New York may begin after that \\ndate if no additional claimants come forward.\\n    The National Park Service is not responsible for the determinations \\nwithin this notice.\\nDated: December 7, 1999.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist, Manager, Archeology and \\nEthnography Program.\\n[FR Doc. 99-32724 Filed 12-16-99; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}