{"index": "R_723", "messy_full": "\\n\\nFederal Register, Volume 65 Issue 10 (Friday, January 14, 2000)\\n\\n[Federal Register Volume 65, Number 10 (Friday, January 14, 2000)]\\n[Notices]\\n[Pages 2425-2426]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 00-901]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Intent to Repatriate a Cultural Item in the Possession \\nof the Maxwell Museum of Anthropology, University of New Mexico, \\nAlbuquerque, NM\\n\\nAGENCY: National Park Service\\n\\nACTION: Notice\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given under the Native American Graves Protection \\nand Repatriation Act, 43 CFR 10.10 (a)(3), of the intent to repatriate \\na cultural item in the possession of the Maxwell Museum of \\nAnthropology, University of New Mexico which meets the definition of \\n``object of cultural patrimony\\'\\' under Section 2 of the Act.\\n    The cultural item is a leather medicine man\\'s cap with turkey \\nfeathers.\\n    In 1964, this cultural item was purchased in Forestdale, AZ by \\nUniversity of New Mexico anthropology professor Florence Hawley Ellis.\\n    Following a consultation visit, representatives of the White \\nMountain Apache Tribe of the Fort Apache Reservation and the San Carlos \\nApache Tribe of the San Carlos Reservation identified this cap as being \\nfrom the White Mountain Apache reservation. Consultation evidence \\npresented by representatives of the White Mountain Apache Tribe of the \\nFort Apache Reservation indicates this cultural item has on-going \\nhistorical and cultural importance central to the tribe itself could \\nnot have been sold or alienated by any individual.\\n    Based on the above mentioned information, officials of the Maxwell \\nMuseum have determined that, pursuant to 43 CFR 10.2 (d)(4), this one \\ncultural item has ongoing historical, traditional, and cultural \\nimportance central to the tribe itself, and could not have been \\nalienated, appropriated, or conveyed by any individual. Officials of \\nthe Maxwell Museum have also determined that, pursuant to 43 CFR 10.2 \\n(e), there is a relationship of shared group identity which can be \\nreasonably traced between this item and the White Mountain Apache Tribe \\nof the Fort Apache Reservation.\\n    This notice has been sent to officials of the White Mountain Apache \\nTribe of the Fort Apache Reservation and the San Carlos Apache Tribe of \\nthe San Carlos Reservation. Representatives of any other Indian tribe \\nthat believes itself to be culturally affiliated with this object \\nshould contact Marian Rodee, Curator of Southwest Ethnology, Maxwell \\nMuseum of Anthropology, University of New Mexico, Albuquerque, NM \\n87131; telephone: (505) 277-4405 before February 14, 2000. Repatriation \\nof this object to the White Mountain Apache Tribe of the Fort Apache \\nReservation may begin after\\n\\n[[Page 2426]]\\n\\nthat date if no additional claimants come forward.\\nDated: December 17, 1999.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 00-901 Filed 1-13-00; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}