{"index": "R_725", "messy_full": "\\n\\nFederal Register, Volume 64 Issue 234 (Tuesday, December 7, 1999)\\n\\n[Federal Register Volume 64, Number 234 (Tuesday, December 7, 1999)]\\n[Notices]\\n[Page 68373]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 99-31568]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Intent to Repatriate a Cultural Item in the Possession \\nof the Fort Concho National Historic Landmark, San Angelo, TX\\n\\nAGENCY: National Park Service, Interior.\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given under the Native American Graves Protection \\nand Repatriation Act, 43 CFR 10.10 (a)(3), of the intent to repatriate \\na cultural item in the possession of the Fort Concho National Historic \\nLandmark, San Angelo, TX which meets the definition of ``unassociated \\nfunerary object\\'\\' under Section 2 of the Act.\\n    The cultural item is a large Jordano brown ceramic pot with a kill \\nhole at the bottom.\\n    In 1952, this item was donated to the Fort Concho National Historic \\nLandmark by Hollen Mayes. Museum documentation indicates it was removed \\nfrom a burial in the Diablo Mountains near Van Horn, Culberson County, \\nTX. While the external finish and interior have been greatly altered \\ndue to conservation attempts, the form and style of this item is \\nconsistent with known Tigua ceramics. Oral history presented by \\nrepresentatives of the Ysleta del Sur Pueblo of Texas indicates this \\ncultural item was originally in the possession of a Tigua (Ysleta del \\nSur Pueblo) tribal member who as killed near Van Horn, TX.\\n    Officials of the Fort Concho National Historic Landmark have \\ndetermined that, pursuant to 43 CFR 10.2 (d)(2)(ii), this cultural item \\nis reasonably believed to have been placed with or near individual \\nhuman remains at the time of death or later as part of the death rite \\nor ceremony and is believed, by a preponderance of the evidence, to \\nhave been removed from a specific burial site of an Native American \\nindividual. Officials of the Fort Concho National Historic Landmark \\nhave also determined that, pursuant to 43 CFR 10.2 (e), there is a \\nrelationship of shared group identity which can be reasonably traced \\nbetween this item and Ysleta del Sur Pueblo of Texas.\\n    This notice has been sent to officials of Ysleta del Sur Pueblo of \\nTexas. Representatives of any other Indian tribe that believes itself \\nto be culturally affiliated with this object should contact Kathleen S. \\nRoland, Curator of Collections, Fort Concho National Historic Landmark, \\n630 S. Oakes St., San Angelo, TX 76903; telephone: (915) 657-4440 \\nbefore January 6, 2000. Repatriation of this object to Yselta del Sur \\nPueblo may begin after that date if no additional claimants come \\nforward.\\nDated: November 30, 1999.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 99-31568 Filed 12-6-99; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}