{"index": "R_736", "messy_full": "\\n\\nFederal Register, Volume 64 Issue 132 (Monday, July 12, 1999)\\n\\n[Federal Register Volume 64, Number 132 (Monday, July 12, 1999)]\\n[Notices]\\n[Page 37567]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 99-17659]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Intent to Repatriate a Cultural Item in the Possession \\nof the American Museum of Natural History of New York, NY\\n\\nAGENCY: National Park Service\\n\\nACTION: Notice\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given under the Native American Graves Protection \\nand Repatriation Act, 43 CFR 10.10 (a)(3), of the intent to repatriate \\na cultural item in the possession of the American Museum of Natural \\nHistory which meets the definition of ``object of cultural patrimony\\'\\' \\nunder Section 2 of the Act.\\n    The cultural item is a wooden canoe prow piece carved in the shape \\nof a beaver. It is painted red with black and blue-green detailing and \\nit has abalone teeth and eyes. Representatives of Kootznoowoo, \\nIncorporated, identified this prow piece as belonging to the one canoe \\nthat survived the U.S. Navy\\'s shelling of Angoon in 1882.\\n    In 1911, the American Museum of Natural History purchased this prow \\npiece from George Thornton Emmons. The Museum accessioned the item into \\nits collection the same year (AMNH Accession Number 1911-7).\\n    The cultural affiliation of this item is Hutsnuwu (``Hootz-ah-tar\\'\\' \\n) Tlingit as indicated through Museum records and consultation with \\nrepresentatives of Kootznoowoo, Incorporated. Kootznoowoo, \\nIncorporated, had requested the object on behalf of the Deisheetaan \\nClan. Consultation evidence presented by representatives of \\nKootznoowoo, Incorporated, indicates that this item has ongoing \\nhistorical, traditional, and cultural importance central to the tribe \\nitself, and no individual had the right to alienate it at the time of \\nacquisition.\\n    Based on the above-mentioned information, officials of the American \\nMuseum of Natural History have determined that, pursuant to 43 CFR 10.2 \\n(d)(4), this cultural item has ongoing historical, traditional, and \\ncultural importance central to the tribe itself, and could not have \\nbeen alienated, appropriated, or conveyed by any individual. Officials \\nof the American Museum of Natural History have also determined that, \\npursuant to 43 CFR 10.2 (e), there is a relationship of shared group \\nidentity which can be reasonably traced between this item and \\nKootznoowoo, Incorporated.\\n    This notice has been sent to officials of Kootznoowoo, \\nIncorporated, and the Angoon Community Association. Representatives of \\nany other Indian tribe that believes itself to be culturally affiliated \\nwith this object should contact Martha Graham, Registrar for Cultural \\nResources, Department of Anthropology, American Museum of Natural \\nHistory, Central Park West at 79th Street, New York, NY 10024-5192, \\ntelephone (212) 769-5846, before August 11, 1999. Repatriation of this \\nobject to Kootznoowoo, Incorporated, may begin after that date if no \\nadditional claimants come forward.\\n    The National Park Service is not responsible for the contents of or \\ndeterminations within this notice.\\nDated: July 2, 1999.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 99-17659 Filed 7-9-99; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}