{"index": "R_735", "messy_full": "\\n\\nFederal Register, Volume 64 Issue 136 (Friday, July 16, 1999)\\n\\n[Federal Register Volume 64, Number 136 (Friday, July 16, 1999)]\\n[Notices]\\n[Page 38470]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 99-18124]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Intent to Repatriate a Cultural Item in the Possession \\nof the Peabody Museum of Archaeology and Ethnology, Harvard University, \\nCambridge, MA\\n\\nAGENCY: National Park Service, DOI.\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given under the Native American Graves Protection \\nand Repatriation Act, 43 CFR 10.10 (a)(3), of the intent to repatriate \\na cultural item in the possession of the Peabody Museum of Archaeology \\nand Ethnology which meets the definition of ``unassociated funerary \\nobject\\'\\' under Section 2 of the Act.\\n    The one cultural item is an iron spoon.\\n    In 1869, this spoon was excavated from a burial by George \\nHachenberg of the United States Army on behalf of the U.S. Army Medical \\nMuseum. In 1876, this iron spoon was gifted to the Peabody Museum of \\nArchaeology and Ethnology by the U.S. Army Medical Museum.\\n    Primary accession and catalog documents for this iron spoon, \\ncurrently on file at the Smithsonian, indicate this cultural item was \\nremoved from a Brule Indian grave located 15 miles up the east bank of \\nthe Missouri River from Fort Randall Dakota Territory in present-day \\nSouth Dakota. Catalog records indicate the human remains with whom this \\ncultural item was associated are in the possession of the Smithsonian \\nInstitution. Brule Sicangu Sioux oral traditions and historical \\ndocuments indicate the Fort Randall area was part of the Brule Sicangu \\nSioux traditional territory during the time of this burial in the mid-\\n19th century. The attribution of such a specific cultural affiliation \\nto the human remains by the collector, as well as the presence of an \\niron object indicate the interment post-dates sustained contact between \\nindigenous groups and Europeans beginning in the 18th century. Based on \\nthis evidence, the age of this cultural item and the occupation of the \\narea by the Brule Sicangu Sioux coincide. The Brule Sicangu Sioux are \\nrepresented by the Lower Brule Sioux Tribe of the Lower Brule \\nReservation and the Rosebud Sioux Tribe of the Rosebud Indian \\nReservation. Because the human remains associated with this cultural \\nitem are in the possession of the Smithsonian Institution, which \\noperates under its own repatriation statute, this cultural item is \\nconsidered an unassociated funerary object.\\n    Based on the above mentioned information, officials of the Peabody \\nMuseum of Archaeology and Ethnology have determined that, pursuant to \\n43 CFR 10.2 (d)(2)(ii), this one cultural item is reasonably believed \\nto have been placed with or near individual human remains at the time \\nof death or later as part of the death rite or ceremony and are \\nbelieved, by a preponderance of the evidence, to have been removed from \\na specific burial site of an Native American individual. Officials of \\nthe Peabody Museum of Archaeology and Ethnology have also determined \\nthat, pursuant to 43 CFR 10.2 (e), there is a relationship of shared \\ngroup identity which can be reasonably traced between this item and the \\nLower Brule Sioux Tribe of the Lower Brule Reservation and the Rosebud \\nSioux Tribe of the Rosebud Indian Reservation.\\n    This notice has been sent to officials of the Lower Brule Sioux \\nTribe of the Lower Brule Reservation and the Rosebud Sioux Tribe of the \\nRosebud Indian Reservation. Representatives of any other Indian tribe \\nthat believes itself to be culturally affiliated with these objects \\nshould contact Barbara Issac, Repatriation Coordinator, Peabody Museum \\nof Archaeology and Ethnology, 11 Divinity Ave., Cambridge, MA 022138; \\ntelephone (617) 495-2254 before August 16, 1999. Repatriation of these \\nobjects to the Lower Brule Sioux Tribe of the Lower Brule Reservation \\nand the Rosebud Sioux Tribe of the Rosebud Indian Reservation may begin \\nafter that date if no additional claimants come forward.\\nDated: July 9, 1999.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 99-18124 Filed 7-15-99; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}