{"index": "R_733", "messy_full": "\\n\\nFederal Register, Volume 64 Issue 165 (Thursday, August 26, 1999)\\n\\n[Federal Register Volume 64, Number 165 (Thursday, August 26, 1999)]\\n[Notices]\\n[Pages 46719-46720]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 99-22161]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Intent To Repatriate Cultural Items From Shannon \\nCounty, SD in the Possession of the Wyoming State Museum, Cheyenne, WY\\n\\n\\nAGENCY: National Park Service.\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n[[Page 46720]]\\n\\n    Notice is hereby given under the Native American Graves Protection \\nand Repatriation Act, 43 CFR 10.10 (a)(3), of the intent to repatriate \\ncultural items in the possession of the Wyoming State Museum, Cheyenne, \\nWY which meet the definition of ``sacred objects\\'\\' under Section 2 of \\nthe Act.\\n    The cultural items are two arrows with steel points and fletched \\nwith feathers; a wooden bow with pink ribbons attached at knocks, front \\nstained blue and belly stained red; and a pipestem.\\n    In 1919, John Hunton of Fort Laramie, WY donated these cultural \\nitems to the Wyoming State Museum. Donor information accompanying these \\ncultural items indicates that on December 29, 1890, they were picked up \\non the Wounded Knee Massacre site by a U.S. Army scout Baptiste \\n``Little Bat\\'\\' Garnier, who later gave them to John Hunton.\\n    The donor information accompanying these cultural items clearly \\nindicates that they were removed without permission of the owners or \\nrelatives following the massacre. Consultation evidence provided by \\nrepresentatives of the Cheyenne River Sioux Tribe states that \\n``mourning [associated with Wounded Knee].. cannot end until all of the \\nproperty stolen away from the dead... is returned... and all necessary \\nspiritual ceremonies relating to the traditional burial rites of the \\nLakota have been performed and executed by Lakota spiritual leaders.\\'\\'\\n    Officials of the Wyoming State Museum have determined that, \\npursuant to 43 CFR 10.2 (d)(3), these four cultural items are specific \\nceremonial objects needed by traditional Native American religious \\nleaders for the practice of traditional Native American religions by \\ntheir present-day adherents. Officials of the Wyoming State Museum have \\nalso determined that, pursuant to 43 CFR 10.2 (e), there is a \\nrelationship of shared group identity which can be reasonably traced \\nbetween these items and the Cheyenne River Sioux Tribe, Oglala Sioux \\nTribe of the Pine Ridge Reservation, and Rosebud Sioux Tribe of the \\nRosebud Indian Reservation.\\n    This notice has been sent to officials of the Cheyenne River Sioux \\nTribe, Oglala Sioux Tribe of the Pine Ridge Reservation, Rosebud Sioux \\nTribe of the Rosebud Indian Reservation, and Standing Rock Sioux Tribe \\nof North and South Dakota. Representatives of any other Indian tribe \\nthat believes itself to be culturally affiliated with these objects \\nshould contact Jennifer Alexander, Supervisor of Collections, Wyoming \\nState Museum, 6101 Yellowstone Road, Cheyenne, WY 82002; telephone: \\n(307) 777-5472 before September 27, 1999. Repatriation of these objects \\nto the Cheyenne River Sioux Tribe, Oglala Sioux Tribe of the Pine Ridge \\nReservation, and Rosebud Sioux Tribe of the Rosebud Indian Reservation \\nmay begin after that date if no additional claimants come forward.\\n    The National Park Service is not responsible for the determinations \\nwithin or the content of this notice.\\n\\n    Dated: January 21, 1999.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 99-22161 Filed 8-25-99; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}