{"index": "R_737", "messy_full": "\\n\\nFederal Register, Volume 64 Issue 112 (Friday, June 11, 1999)\\n\\n[Federal Register Volume 64, Number 112 (Friday, June 11, 1999)]\\n[Notices]\\n[Page 31607]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 99-14830]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Intent to Repatriate Cultural Items from Oregon in the \\nPossession of the Hastings Museum of Natural and Cultural History, \\nHastings, NE\\n\\nAGENCY: National Park Service.\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given under the Native American Graves Protection \\nand Repatriation Act, 43 CFR 10.10 (a)(3), of the intent to repatriate \\ncultural items in the possession of the Hastings Museum of Natural and \\nCultural History (formerly the Hastings Museum), Hastings NE which meet \\nthe definition of ``unassociated funerary objects\\'\\' under Section 2 of \\nthe Act.\\n    The ten cultural items consist of eight black faceted glass beads \\nand two white pony beads.\\n    At an unknown date, museum records indicate nine black beads were \\nexcavated from a burial site in the state of Oregon by an unknown \\nindividual. In 1939, these beads were received by the Hastings Museum \\nas part of an exchange with the John Bear Estate and catalogued as \\naccession number 18429. During the inventory of 1989, eight black beads \\nand two white beads were found associated with this accession number. \\nIt is unclear where the white beads came from or where the ninth black \\nbead may be. The museum believes the white beads are associated with \\nthe remaining black beads.\\n    Based on the material and types of beads present, these cultural \\nitems date to the post-1850 historic period. Consultation information \\nprovided by the Confederated Tribes of the Grand Ronde Community of \\nOregon shows that the aboriginal territory of the tribes include a \\nlarge portion of western Oregon. Based on this information, officials \\nof the Hastings Museum of Natural and Cultural History have determined \\nthat the geographical location of this grave was likely to have been \\nwithin the aboriginal and historic territory of the Confederated Tribes \\nof the Grand Ronde Community of Oregon.\\n    Officials of the Hastings Museum of Natural and Cultural History \\nhave determined that, pursuant to 43 CFR 10.2 (d)(2)(ii), these ten \\ncultural items are reasonably believed to have been placed with or near \\nindividual human remains at the time of death or later as part of the \\ndeath rite or ceremony and are believed, by a preponderance of the \\nevidence, to have been removed from a specific burial site of an Native \\nAmerican individual. Officials of the Hastings Museum of Natural and \\nCultural History have also determined that, pursuant to 43 CFR 10.2 \\n(e), there is a relationship of shared group identity which can be \\nreasonably traced between these items and the Confederated Tribes of \\nthe Grand Ronde Community of Oregon.\\n    This notice has been sent to officials of the Confederated Tribes \\nof the Grand Ronde Community of Oregon. Representatives of any other \\nIndian tribe that believes itself to be culturally affiliated with \\nthese objects should contact Teresa Kreutzer, Curator, Hastings Museum \\nof Natural and Cultural History, P.O. Box 1286, Hastings, NE 68902; \\ntelephone: (402) 461-2399, fax: (402) 461-2379 before July 12, 1999. \\nRepatriation of these objects to the Confederated Tribes of the Grand \\nRonde Community of Oregon may begin after that date if no additional \\nclaimants come forward.\\n    The National Park Service is not responsible for the determinations \\nwithin this notice.\\nDated: May 24, 1999.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,Manager, Archeology and \\nEthnography Program.\\n[FR Doc. 99-14830 Filed 6-10-99; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}