{"index": "R_730", "messy_full": "\\n\\nFederal Register, Volume 64 Issue 200 (Monday, October 18, 1999)\\n\\n[Federal Register Volume 64, Number 200 (Monday, October 18, 1999)]\\n[Notices]\\n[Pages 56222-56223]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 99-27128]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Intent to Repatriate Cultural Items from the Prince \\nWilliam Sound Region, AK in the Possession of the University of \\nPennsylvania Museum of Archaeology and Anthropology, University of \\nPennsylvania, Philadelphia, PA\\n\\nAGENCY: National Park Service, Interior.\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given under the Native American Graves Protection \\nand Repatriation Act, 43 CFR 10.10 (a)(3), of the intent to repatriate \\ncultural items from the Prince William Sound Region, AK in the \\npossession of the University Museum of Archaeology and Anthropology, \\nUniversity of Pennsylvania, Philadelphia, PA which meet the definition \\nof ``unassociated funerary object\\'\\' under Section 2 of the Act.\\n\\n[[Page 56223]]\\n\\n    The five cultural items are glass beads, a slate blade, one slate \\nawl, a boulder chip, and one whetstone.\\n    In 1933, these cultural items were recovered from a large burial \\ncave at site 16, Tauxtvik, Hawkins Island, AK during excavations \\nconducted under the auspices of the University of Pennsylvania Museum \\nby Dr. Frederica de Laguna.\\n    The one cultural item consists of two strands of blue beads.\\n    In 1933, this cultural item was recovered with a burial from a rock \\nshelter, site 43, Glacier Island, AK during excavations conducted under \\nthe auspices of the University of Pennsylvania Museum by Dr. Frederica \\nde Laguna. The human remains recovered with this cultural item have \\npreviously been repatriated from the Danish National Museum.\\n    Based on material culture, the sites listed above have been \\nidentified as historic period occupations (post-1780 AD).\\n    The one cultural item is a dugout canoe.\\n    In 1933, this cultural item was recovered at site 44 on an island \\nin Long Bay near the Columbia Glacier, AK during excavations conducted \\nunder the auspices of the University of Pennsylvania Museum by Dr. \\nFrederica de Laguna.\\n    Based on material culture, site 44 has been determined to date to \\nthe Prehistoric Phases, Palugvik 3 and 4 (c. 750-1500 AD). Palu:tat \\nCave is known to have been an important burial cave within the \\nterritory of one of eight traditional tribes of the Chugach, the \\nKiniklik. Oral tradition and material culture suggest that Palu:tat \\nCave is ancestral to present-day Native Chugach people.\\n    Based on the above mentioned information, officials of the \\nUniversity of Pennsylvania Museum have determined that, pursuant to 43 \\nCFR 10.2 (d)(2)(ii), these seven cultural items are reasonably believed \\nto have been placed with or near individual human remains at the time \\nof death or later as part of the death rite or ceremony and are \\nbelieved, by a preponderance of the evidence, to have been removed from \\na specific burial site of a Native American individual. Officials of \\nthe University of Pennsylvania Museum have also determined that, \\npursuant to 43 CFR 10.2 (e), there is a relationship of shared group \\nidentity which can be reasonably traced between these items and the \\nChugach Alaska Corporation.\\n    This notice has been sent to officials of the Chugach Alaska \\nCorporation. Representatives of any other Indian tribe that believes \\nitself to be culturally affiliated with these objects should contact \\nDr. Jeremy Sabloff, the Williams Director, University of Pennsylvania \\nMuseum of Archaeology and Anthropology, 33rd and Spruce Streets, \\nPhiladelphia, PA 19104-6324; telephone: (215) 898-4051, fax (215) 898-\\n0657, before November 17, 1999. Repatriation of these objects to the \\nChugach Alaska Corporation may begin after that date if no additional \\nclaimants come forward.\\nDated: October 1, 1999.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist, Manager, Archeology and \\nEthnography Program.\\n[FR Doc. 99-27128 Filed 10-15-99; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}