{"index": "R_738", "messy_full": "\\n\\nFederal Register, Volume 64 Issue 112 (Friday, June 11, 1999)\\n\\n[Federal Register Volume 64, Number 112 (Friday, June 11, 1999)]\\n[Notices]\\n[Pages 31606-31607]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 99-14831]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Intent to Repatriate a Cultural Item in the Possession \\nof the American Museum of Natural History, New York, NY\\n\\nAGENCY: National Park Service.\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n[[Page 31607]]\\n\\n    Notice is hereby given under the Native American Graves Protection \\nand Repatriation Act, 43 CFR 10.10 (a)(3), of the intent to repatriate \\na cultural item in the possession of the American Museum of Natural \\nHistory, New York, NY which meets the definition of ``sacred object\\'\\' \\nunder Section 2 of the Act.\\n    The cultural item is a Natoas bundle used in the Blackfeet Sun \\nDance. The bundle is comprised of a woman\\'s headdress, a badger skin \\nbag, a digging stick, a case for the items, a shawl for covering the \\nbundle, four bags for the headdress parts, four bundle skins and \\nwrappings, a paint outfit bag, nine paint bags, five sets of paints, a \\nbag with skin scraps, seven rattles, a Nez Perce bag, a rawhide piece, \\nthree smudge sticks, a tripod for supporting the bundle, and a strap \\nfor the main bundle. This particular Natoas bundle is sometimes \\nreferred to as Many White Horses\\' Natoas bundle.\\n    In 1906, the Museum purchased the bundle (AMNH Accession 1906-5), \\nthrough intermediaries, from Mary Wolf Chief, the widow of Many White \\nHorses. Mary Wolf Chief was co-keeper of the bundle who had the \\nauthority to sell the bundle, and voluntarily sold it to the Museum \\nbecause she said that it had brought her bad luck.\\n    Mr. Clayton Arrowtop traces his ancestry directly and without \\ninterruption to Many White Horses and Mary Wolf Chief, his great \\ngrandparents. During consultation, Mr. Arrowtop and Blackfeet elders \\nidentified the bundle as a specific ceremonial object needed by \\ntraditional Native American religious leaders for the practice of \\ntraditional Native American religion by its present-day adherents. \\nRepresentatives of the Blackfeet Nation and Blackfeet elders have \\nconfirmed that Mr. Arrowtop is the appropriate custodian of the bundle.\\n    Based on the above-mentioned information, officials of the American \\nMuseum of Natural History have determined that, pursuant to 43 CFR 10.2 \\n(d)(3), this cultural item is a specific ceremonial object needed by \\ntraditional Native American religious leaders for the practice of \\ntraditional Native American religions by their present-day adherents. \\nOfficials of the American Museum of Natural History have also \\ndetermined that, pursuant to 43 CFR 10.2 (b)(1), Mr. Clayton Arrowtop \\ncan trace his ancestry directly and without interruption by means of \\nthe traditional kinship system of the Blackfeet Nation to Many White \\nHorses and Mary Wolf Chief. Finally, officials of the Museum have \\ndetermined that the Museum has right of possession, but that the Museum \\nwill waive that right in this case.\\n    This notice has been sent to officials of the Blackfeet Nation. Any \\nother lineal descendant, or representatives of any other Indian tribe \\nthat believes itself to be culturally affiliated with this object \\nshould contact Martha Graham, Registrar for Cultural Resources, \\nDepartment of Anthropology, American Museum of Natural History, Central \\nPark West at 79th Street, telephone: (212) 769-5846 before July 12, \\n1999. Repatriation of this object to Mr. Clayton Arrowtop may begin \\nafter that date if no additional claimants come forward.\\n    The National Park Service is not responsible for the contents of or \\ndeterminations within this notice.\\nDated: May 27, 1999.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 99-14831 Filed 6-10-99; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}