{"index": "R_739", "messy_full": "\\n\\nFederal Register, Volume 64 Issue 108 (Monday, June 7, 1999)\\n\\n[Federal Register Volume 64, Number 108 (Monday, June 7, 1999)]\\n[Notices]\\n[Pages 30354-30355]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 99-14279]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Intent to Repatriate Cultural Items in the Possession \\nof Bandelier National Monument, National Park Service, Los Alamos, NM; \\nCorrection\\n\\nAGENCY: National Park Service\\n\\nACTION: Notice; correction.\\n\\n-----------------------------------------------------------------------\\n\\n[[Page 30355]]\\n\\n    SUMMARY: The National Park Service published a document in the \\nFederal Register of April 23, 1999 concerning an intent to repatriate \\ncultural items from Bandelier National Park. The document omitted a \\nnumber of culturally affiliated Indian tribes.\\n    Correction\\n    In the Federal Register of April 23, 1999, in FR Doc. 99-10209, on \\npage 20021 in the first column, correct the paragraph beginning ``Based \\non the above-mentioned information\\'\\' and the following paragraph \\nbeginning ``This notice has been sent to\\'\\' to read:\\n    Based on the above-mentioned information, and the recommendations \\nof the NAGPRA Review Committee, officials of the National Park Service \\nhave agreed that, pursuant to 42 CFR 10.2(d)(3), these 53 projectile \\npoints are needed by traditional Native American religious leaders for \\nthe practice of traditional Native American religion by present-day \\nadherents. Officials of the National Park Service have also determined \\nthat, pursuant to 43 CFR 10.2(e), there is a relationship of shared \\ngroup identity which can be reasonably traced between these objects and \\nthe Hopi Tribe of Arizona; Pueblo of Acoma, New Mexico; Pueblo of \\nCochiti, New Mexico; Pueblo of Isleta, New Mexico; Pueblo of Jemez, New \\nMexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New Mexico; \\nPueblo of Picuris, New Mexico; Pueblo of Pojoaque, New Mexico; Pueblo \\nof Sandia, New Mexico; Pueblo of San Felipe, New Mexico; Pueblo of San \\nIldefonso, New Mexico; Pueblo of San Juan, New Mexico; Pueblo of Santa \\nAna, New Mexico; Pueblo of Santa Clara, New Mexico; Pueblo of Santo \\nDomingo, New Mexico; Pueblo of Taos, New Mexico; Pueblo of Tesuque, New \\nMexico; Pueblo of Zia, New Mexico; and Zuni Tribe of the Zuni \\nReservation, New Mexico.\\n    This notice has been sent to officials of the Hopi Tribe of \\nArizona; Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; \\nPueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of \\nLaguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New \\nMexico; Pueblo of Pojoaque, New Mexico; Pueblo of Sandia, New Mexico; \\nPueblo of San Felipe, New Mexico; Pueblo of San Ildefonso, New Mexico; \\nPueblo of San Juan, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo \\nof Santa Clara, New Mexico; Pueblo of Santo Domingo, New Mexico; Pueblo \\nof Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New \\nMexico; and Zuni Tribe of the Zuni Reservation, New Mexico. \\nRepresentatives of any other Indian Tribe that believes itself to be \\nculturally affiliated with these objects should contact Roy W. Weaver, \\nSuperintendent, Bandelier National Monument, National Park Service, HCR \\n1, Box 1, Suite 15, Los Alamos, NM 87544; telephone: (505) 672-3861, \\next. 501 before July 7, 1999. Repatriation of these cultural items to \\nthe Pueblo of Cochiti, New Mexico, may begin after that date if no \\nadditional claimants come forward.\\n\\n    Dated: May 24, 1999.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 99-14279 Filed 6-4-99; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}