{"index": "R_746", "messy_full": "\\n\\nFederal Register, Volume 64 Issue 68 (Friday, April 9, 1999)\\n\\n[Federal Register Volume 64, Number 68 (Friday, April 9, 1999)]\\n[Notices]\\n[Page 17410]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 99-8888]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Intent to Repatriate Cultural Items from Molokai, HI in \\nthe Possession of the Bernice Pauahi Bishop Museum, Honolulu, HI\\n\\nAGENCY: National Park Service\\n\\nACTION: Notice\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given under the Native American Graves Protection \\nand Repatriation Act, 43 CFR 10.10 (a)(3), of the intent to repatriate \\ncultural items in the possession of the Bernice Pauahi Bishop Museum, \\nHonolulu, HI which meet the definition of ``object of cultural \\npatrimony\\'\\' under Section 2 of the Act.\\n    The cultural items are three sections of sandstone containing \\npetroglyphs.\\n    In 1909, Bishop Museum staff J.F.G. Stokes; with permission from \\nGeorge P. Cooke, manager of the Molokai Ranch; carved out and collected \\nthese sections of sandstone containing petroglyphs. These sections \\n(nos. 9935-37) cam from an area called Kalaina Wawae (the feet of \\nKalaina), known for its numerous oblong depressions said to represent \\nhuman footprints. One mo\\'olelo, or traditional story, associated with \\nthis site is that a prophetess named Kalaina made the imprints, thus \\nforetelling the eventual arrival of boot-wearing foreigners.\\n    Based on known Native Hawaiian traditions and practice, these \\nsections of Kalaina Wawae are consistent with an object of cultural \\npatrimony, and could not have been alienated, appropriated, or conveyed \\nby any individual. Consultation evidence presented by Hui Malama I Na \\nKupuna O Hawai\\'i Nei, on behalf of its members on Molokai and the \\nNative Hawaiian community of the island of Molokai, supports this \\nconclusion.\\n    Officials of the Bishop Museum have determined that, pursuant to 43 \\nCFR 10.2 (d)(4), these cultural items have ongoing historical, \\ntraditional, and cultural importance central to the culture itself, and \\ncould not have been alienated, appropriated, or conveyed by any \\nindividual. Officials of the Bishop Museum have also determined that, \\npursuant to 43 CFR 10.2 (e), there is a relationship of shared group \\nidentity which can be reasonably traced between these items and Hui \\nMalama I Na Kupuna O Hawai\\'i Nei.\\n    This notice has been sent to officials of Hui Malama I Na Kupuna O \\nHawai\\'i Nei, the Office of Hawaiian Affairs, Moloka\\'i Museum and \\nCulture Center, Lili\\'uokalani Trust, Alapa\\'i Hanapi, Lawrence Aki, and \\nWalter Ritte. Representatives of any other Native Hawaiian organization \\nthat believes itself to be culturally affiliated with these objects \\nshould contact Valerie Free, Bernice Pauahi Bishop Museum, 1525 Bernice \\nStreet, Honolulu, HI 96817; telephone: (808) 847-8205 before May 10, \\n1999. Repatriation of these objects to Hui Malama I Na Kupuna O Hawai\\'i \\nNei on behalf of its members on Molokai and the Native Hawaiian \\ncommunity of Molokai may begin after that date if no additional \\nclaimants come forward.\\nDated: March 26, 1999.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 99-8888 Filed 4-8-99; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}