{"index": "R_743", "messy_full": "\\n\\nFederal Register, Volume 64 Issue 78 (Friday, April 23, 1999)\\n\\n[Federal Register Volume 64, Number 78 (Friday, April 23, 1999)]\\n[Notices]\\n[Pages 20020-20021]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 99-10209]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Intent to Repatriate Cultural Items in the Possession \\nof Bandelier National Monument, National Park Service, Los Alamos, NM\\n\\nAGENCY: National Park Service, Interior.\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.10 \\n(a)(3), of the intent to repatriate cultural items in the possession of \\nBandelier National Monument, National Park Service, Los Alamos, NM, \\nwhich meet the definition of ``sacred object\\'\\' under Section 2 of the \\nAct.\\n    The 53 cultural items are projectile points.\\n    In 1909, one projectile point was recovered during Edgar Hewett\\'s \\nexcavation of the Tyuonyi site. The Tyuonyi site is believed to have \\nbeen occupied between AD 1325-1600 on the basis of ceramic and tree-\\nring data from the site.\\n    In 1943, J.W. Hendron recovered five projectile points from the \\nGroup M cavates in Frijoles Canyon. On the basis of ceramic data, the \\noccupation of this site is believed to have been between AD 1400-1550.\\n    Between 1948-1955, 29 projectile points were recovered from the \\nRainbow House site by Fredrick Worman and Louis Caywood. On the basis \\nof ceramic and tree-ring dating of the site, these items are believed \\nto date between AD 1400-1500.\\n    Between 1974-1978, 15 projectile points were recovered from the \\nCochiti Flood Pool by National Park Service archeological crews. On the \\nbasis of ceramic and radiocarbon dating of sites in the Flood Pool, \\nthese items are dated between AD 1200-1600.\\n    Monument accession and catalog records do not record the \\nprovenience for three projectile points. However, all are believed to \\nhave been recovered from the monument, as they are very similar to the \\ntype and appearance of other items found at sites in the monument area. \\nOn the basis of information from similar objects found in the area, the \\nestimated dates of these items are between AD 1200-1600.\\n    Anthropological, archeological, and oral tradition evidence \\nindicates that the monument area has been continuously occupied by \\nKeres-speaking pueblo groups (including the Pueblo of Acoma, Pueblo of \\nCochiti, Pueblo of Laguna, Pueblo of San Felipe, Pueblo of Santa Ana, \\nPueblo of Santo Domingo, and Pueblo of Zia) and the Tewa-speaking \\npueblo groups (including the Pueblo of Nambe, Pueblo of Pojoaque, \\nPueblo of San Ildefonso, Pueblo of San Juan, Pueblo of Santa Clara, \\nPueblo of Tesuque, and the present-day Hano community at Hopi) since at \\nleast AD 1100.\\n    In 1995, representatives of Bandelier National Monument continued \\nconsultation with the Pueblo of Cochiti, New Mexico, as part of its \\nNAGPRA compliance process. Two Cochiti traditional religious leaders \\nreviewed the Monument\\'s entire archeological collection and identified \\n53 projectile points as needed for the practice of traditional Cochiti \\nreligion by present-day adherents. After reviewing information obtained \\nthrough tribal consultation, as well as considering recommendations \\nforwarded by the NAGPRA Review Committee, National Park Service \\nofficials determined that in this instance these 53 projectile points \\nmeet the definition of ``sacred object\\'\\' under Section 2 of the Act. \\nInformation regarding the names of the traditional religious leaders \\nand the specific ceremonies in which these objects will be used is \\nbeing withheld from this notice by the Superintendent of the\\n\\n[[Page 20021]]\\n\\nMonument, at the request of the Cochiti representatives, in order to \\nnot compromise the Pueblo de Cochiti\\'s code of religious practice.\\n    Based on the above-mentioned information, and the recommendations \\nof the NAGPRA Review Committee, officials of the National Park Service \\nhave agreed that, pursuant to 42 CFR 10.2(d)(3), these 53 projectile \\npoints are needed by traditional Native American religious leaders for \\nthe practice of traditional Native American religion by present-day \\nadherents. Officials of the National Park Service have also determined \\nthat, pursuant to 43 CFR 10.2(e), there is a relationship of shared \\ngroup identity which can be reasonably traced between these objects and \\nthe Hopi Tribe of Arizona; Pueblo of Acoma, New Mexico; Pueblo of \\nCochiti, New Mexico; Pueblo of Laguna, New Mexico; Pueblo of Nambe, New \\nMexico; Pueblo of Pojoaque, New Mexico; Pueblo of San Felipe, New \\nMexico; Pueblo of San Ildefonso, New Mexico; Pueblo of San Juan, New \\nMexico; Pueblo of Santa Ana, New Mexico; Pueblo of Santa Clara, New \\nMexico; Pueblo of Santo Domingo, New Mexico; Pueblo of Tesuque, New \\nMexico; and Pueblo of Zia, New Mexico.\\n    This notice has been sent to officials of the Hopi Tribe of \\nArizona; Pueblo of Acoma, New Mexico; Pueblo of Cochiti, New Mexico; \\nPueblo of Isleta, New Mexico; Pueblo of Jemez, New Mexico; Pueblo of \\nLaguna, New Mexico; Pueblo of Nambe, New Mexico; Pueblo of Picuris, New \\nMexico; Pueblo of Pojoaque, New Mexico; Pueblo of Sandia, New Mexico; \\nPueblo of San Felipe, New Mexico; Pueblo of San Ildefonso, New Mexico; \\nPueblo of San Juan, New Mexico; Pueblo of Santa Ana, New Mexico; Pueblo \\nof Santa Clara, New Mexico; Pueblo of Santo Domingo, New Mexico; Pueblo \\nof Taos, New Mexico; Pueblo of Tesuque, New Mexico; Pueblo of Zia, New \\nMexico; and Zuni Tribe of the Zuni Reservation, New Mexico. \\nRepresentatives of any other Indian Tribe that believes itself to be \\nculturally affiliated with these objects should contact Roy W. Weaver, \\nSuperintendent, Bandelier National Monument, National Park Service, HCR \\n1, Box 1, Suite 15, Los Alamos, NM 87544; telephone: (505) 672-3861, \\next. 501 before [thirty days after publication in the Federal \\nRegister]. Repatriation of these cultural items to the Pueblo of \\nCochiti, New Mexico, may begin after that date if no additional \\nclaimants come forward.\\nDated: April 15, 1999.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 99-10209 Filed 4-22-99; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}