{"index": "R_741", "messy_full": "\\n\\nFederal Register, Volume 64 Issue 103 (Friday, May 28, 1999)\\n\\n[Federal Register Volume 64, Number 103 (Friday, May 28, 1999)]\\n[Notices]\\n[Pages 29065-29066]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 99-13599]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Intent to Repatriate a Cultural Item in the Possession \\nof the American Museum of Natural History of New York, NY\\n\\nAGENCY: National Park Service, Interior.\\n\\nACTION: Notice\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given under the Native American Graves Protection \\nand Repatriation Act, 43 CFR 10.10 (a)(3), of the intent to repatriate \\na cultural item in the possession of the American Museum of Natural \\nHistory which meets the definition of ``object of cultural patrimony\\'\\' \\nunder Section 2 of the Act.\\n    The cultural item is a San Carlos Apache cap made of hide \\n(buckskin), feathers, beads (glass), sinew, pigment, and thread.\\n    In 1910, Pliny E. Goddard collected this cultural item on the San \\nCarlos Apache Reservation on behalf of the American Museum of Natural \\nHistory. The Museum accessioned the cap into its collection the same \\nyear (AMNH Accession Number 1910-22).\\n    The cultural affiliation of this item is San Carlos Apache as \\nindicated through Museum records and consultation with representatives \\nof the San Carlos Apache Tribe of the San Carlos Reservation. \\nConsultation evidence presented by representatives of the San Carlos \\nApache Tribe of the San Carlos Reservation indicates that this item has \\nongoing historical, traditional, and cultural importance central to the \\ntribe itself, and no individual had the right to alienate it at the \\ntime of acquisition.\\n    Based on the above-mentioned information, officials of the American \\nMuseum of Natural History have determined that, pursuant to 43 CFR 10.2 \\n(d)(4), this cultural item has ongoing historical, traditional, and \\ncultural importance central to the culture itself, and could not have \\nbeen alienated, appropriated, or conveyed by any individual. Officials \\nof the American Museum of Natural History have also determined that, \\npursuant to 43 CFR 10.2 (e), there is a relationship of shared group \\nidentity which can be reasonably traced between this item and the San \\nCarlos Apache Tribe of the San Carlos Reservation.\\n    Authorities of the United States Fish and Wildlife Service have \\nbeen contacted regarding applicability of the Migratory Bird Treaty \\nAct, the Bald Eagle Act, the Golden Eagle Act, and the Endangered \\nSpecies Act to this transfer and have concurred in the conclusion that \\nthe object is not covered due to its age.\\n    This notice has been sent to officials of the San Carlos Apache \\nTribe of the San Carlos Reservation, the White Mountain Apache Tribe of \\nthe Fort Apache Reservation, the Fort McDowell Mohave-Apache Indian \\nCommunity of the Fort McDowell Indian Reservation, the Tonto Apache \\nTribe of Arizona, the Yavapai-Apache Indian Community of\\n\\n[[Page 29066]]\\n\\nthe Camp Verde Reservation, the Apache Tribe of Oklahoma, the Fort Sill \\nApache Tribe of Oklahoma, the Jicarilla Apache Tribe of the Jicarilla \\nIndian Reservation, and the Mescalero Apache Tribe of the Mescalero \\nReservation. Representatives of any other Indian tribe that believes \\nitself to be culturally affiliated with this object should contact \\nMartha Graham, Registrar for Cultural Resources, American Museum of \\nNatural History, Department of Anthropology, Central Park West at 79th \\nStreet, New York, NY 10024-5192, telephone (212) 769-5846, before June \\n28, 1999. Repatriation of this object to the San Carlos Apache Tribe of \\nthe San Carlos Reservation may begin after that date if no additional \\nclaimants come forward.\\n    The National Park Service is not responsible for the contents of or \\ndeterminations within this notice.\\nDated: May 3, 1999.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 99-13599 Filed 5-27-99; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}