{"index": "R_747", "messy_full": "\\n\\nFederal Register, Volume 64 Issue 68 (Friday, April 9, 1999)\\n\\n[Federal Register Volume 64, Number 68 (Friday, April 9, 1999)]\\n[Notices]\\n[Page 17410]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 99-8886]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Intent to Repatriate a Cultural Item in the Possession \\nof the Anchorage Museum of History and Art, Anchorage, AK\\n\\nAGENCY: National Park Service\\n\\nACTION: Notice\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given under the Native American Graves Protection \\nand Repatriation Act, 43 CFR 10.10 (a)(3), of the intent to repatriate \\na cultural item in the possession of the Anchorage Museum of History \\nand Art which meets the definition of ``object of cultural patrimony\\'\\' \\nunder Section 2 of the Act.\\n    The cultural item is a Chilkat robe or blanket (Cat. No. 73.92.1) \\nmade in the traditional style of mountain goat wool and cedarbark.\\n    In 1973, Mr. Elton E. Engstrom signed a conditional deed of gift \\nconveying this cultural item to the Anchorage Museum of History and \\nArt. In 1999, Mr. Engstrom and the Anchorage Museum of History and Art \\nsigned a second unconditional deed of gift which declared the original \\ndeed of gift null and void; and which transferred ownership of this \\ncultural item to the Anchorage Museum of History and Art as an \\nunconditional gift. The Anchorage Museum of History and Art has no \\ninformation regarding Mr. Engstrom\\'s acquisition of this cultural item.\\n    Based on consultation with representatives of the Wolf House \\n(Grooch Hit) of the Kaagwaantaan and the Central Council of Tlingit and \\nHaida, evidence of cultural affiliation and the cultural patrimony of \\nthis object has been shown by: recounting oral traditions of the \\nconnection beween their clan and the wolf; maintaining that robes were \\ncommunal property that could not be alienated without approval of the \\nmembers of the house; and producing a photograph showing the robe being \\nused as a symbol of the clan and house in a funerary situation.\\n    Officials of the Anchorage Museum of History and Art have \\ndetermined that, pursuant to 43 CFR 10.2 (d)(4), this cultural item has \\nongoing historical, traditional, and cultural importance central to the \\nculture itself, and could not have been alienated, appropriated, or \\nconveyed by any individual. Officials of the Anchorage Museum of \\nHistory and Art have also determined that, pursuant to 43 CFR 10.2 (e), \\nthere is a relationship of shared group identity which can be \\nreasonably traced between this item and the Kaagwaantaan Wolf House, \\nrepresented by the Central Council of the Tlingit and Haida Indian \\nTribes.\\n    This notice has been sent to officials of the Kaagwaantaan Wolf \\nHouse and the Central Council of the Tlingit and Haida Indian Tribes. \\nRepresentatives of any other Indian tribe that believes itself to be \\nculturally affiliated with these objects should contact W.A. Van Horn, \\nCurator of Collections, Anchorage Museum of History and Art, 121 W. 7th \\nAve., Anchorage, AK 99501; telephone: (907) 343-4326 before May 10, \\n1999. Repatriation of this object to the Central Council of the Tlingit \\nand Haida Indian Tribes on behalf of the Kaagwaantaan Wolf House may \\nbegin after that date if no additional claimants come forward.\\nDated: March 26, 1999.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 99-8886 Filed 4-8-99; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}