{"index": "R_740", "messy_full": "\\n\\nFederal Register, Volume 64 Issue 103 (Friday, May 28, 1999)\\n\\n[Federal Register Volume 64, Number 103 (Friday, May 28, 1999)]\\n[Notices]\\n[Page 29067]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 99-13597]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Intent to Repatriate Cultural Items in the Possession \\nof the Maxwell Museum of Anthropology, University of New Mexico, \\nAlbuquerque, NM\\n\\nAGENCY: National Park Service, Interior.\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given under the Native American Graves Protection \\nand Repatriation Act, 43 CFR 10.10 (a)(3), of the intent to repatriate \\ncultural items in the possession of the Maxwell Museum of Anthropology, \\nUniversity of New Mexico, Albuquerque, NM which meet the definition of \\n``object of cultural patrimony\\'\\' under Section 2 of the Act.\\n    The 13 cultural items consist of ten Dilzini Gaan masks, two dance \\nwands, and one Medicine Man\\'s feathered cap. These objects are \\nconstructed of wood, cloth, hide, string, thread, beads, and feathers.\\n    In 1961, a set of five Dilzini Gaan masks (61.3.70-61.3.74) was \\ndonated to the Maxwell Museum by Mr. and Mrs. Joseph A. Imhof. In 1968 \\nand 1969, another set of five Dilzini Gaan masks (75.1.1-75.1.4 and \\n76.1.32) were purchased for the Maxwell Museum by J.J. Brody. In 1970, \\nthe two dance wands were donated to the museum by Florence Hawley \\nEllis. In 1960, the Medicine Man\\'s feathered cap was donated to the \\nMaxwell Museum by Tom Bahti.\\n    The cultural affiliation of these cultural items is San Carlos \\nApache as indicated through donor information, museum records, and \\nconsultation with representatives of the San Carlos Apache Tribe of the \\nSan Carlos Reservation, White Mountain Apache Tribe of the Fort Apache \\nReservation, and the Yavapai-Apache Nation of the Camp Verde Indian \\nReservation. Representatives of the San Carlos Apache Tribe of the San \\nCarlos Reservation have further stated these items have ongoing \\nhistorical, traditional, and cultural importance central to the tribe \\nitself, and no individual had or has the right to alienate them. \\nInformation regarding the status of these cultural items is being \\nwithheld from this notice by the Maxwell Museum of Anthropology at the \\nrequest of the representatives of the San Carlos Apache Tribe of the \\nSan Carlos Reservation in order not to compromise the San Carlos Apache \\nTribe of the San Carlos Reservation\\'s code of religious practice.\\n    Based on the above mentioned information, officials of the Maxwell \\nMuseum of Anthropology, University of New Mexico have determined that, \\npursuant to 43 CFR 10.2 (d)(4), these 13 cultural items have ongoing \\nhistorical, traditional, and cultural importance central to the culture \\nitself, and could not have been alienated, appropriated, or conveyed by \\nany individual. Officials of the Maxwell Museum of Anthropology, \\nUniversity of New Mexico have also determined that, pursuant to 43 CFR \\n10.2 (e), there is a relationship of shared group identity which can be \\nreasonably traced between these items and the San Carlos Apache Tribe \\nof the San Carlos Reservation.\\n    This notice has been sent to officials of the San Carlos Apache \\nTribe of the San Carlos Reservation, White Mountain Apache Tribe of the \\nFort Apache Reservation, the Yavapai-Apache Nation of the Camp Verde \\nIndian Reservation, the Tonto Apache Tribe, and the Mescalero Apache \\nTribe of the Mescalero Reservation. Representatives of any other Indian \\ntribe that believes itself to be culturally affiliated with these \\nobjects should contact Brenda A. Dorr, NAGPRA Project Director, Maxwell \\nMuseum of Anthropology, University of New Mexico, Albuquerque, NM \\n87131-1201; telephone: (505) 277-0195 before June 28, 1999. \\nRepatriation of these objects to the San Carlos Apache Tribe of the San \\nCarlos Reservation may begin after that date if no additional claimants \\ncome forward.\\nDated: May 18, 1999.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 99-13597 Filed 5-27-99; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}