{"index": "R_748", "messy_full": "\\n\\nFederal Register, Volume 64 Issue 58 (Friday, March 26, 1999)\\n\\n[Federal Register Volume 64, Number 58 (Friday, March 26, 1999)]\\n[Notices]\\n[Page 14757]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 99-7501]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Intent to Repatriate Cultural Items from Webster \\nCounty, NE, in the Possession of the University of Nebraska State \\nMuseum, University of Nebraska-Lincoln, Lincoln, NE\\n\\nAGENCY: National Park Service.\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given under the Native American Graves Protection \\nand Repatriation Act, 43 CFR 10.10 (a)(3), of the intent to repatriate \\ncultural items from Webster County, NE, in the possession of the \\nUniversity of Nebraska State Museum, University of Nebraska-Lincoln, \\nLincoln, NE which meet the definition of ``unassociated funerary \\nobject\\'\\' under Section 2 of the Act.\\n    The eleven cultural items include fragments of a cradle board, \\nglass beads, metal rings, and a wooden bowl.\\n    In 1930, these eleven cultural items were excavated from three \\nburials at site 25WT1, Webster County, NE by the Nebraska Archeological \\nSurvey under the direction of A.T. Hill. The human remains are not in \\nthe collections of the University of Nebraska-Lincoln.\\n    Based on material culture and geographic location, site 25WT1 has \\nbeen identified as a late-18th century Republican Band occupation. The \\nRepublican Band is one of the component bands of the present-day Pawnee \\nTribe of Oklahoma. Consultation with representatives of the Pawnee \\nTribe of Oklahoma has affirmed this affiliation.\\n    Based on the above mentioned information, officials of the \\nUniversity of Nebraska have determined that, pursuant to 43 CFR 10.2 \\n(d)(2)(ii), these eleven cultural items are reasonably believed to have \\nbeen placed with or near individual human remains at the time of death \\nor later as part of the death rite or ceremony and are believed, by a \\npreponderance of the evidence, to have been removed from a specific \\nburial site of an Native American individual. Officials of the \\nUniversity of Nebraska have also determined that, pursuant to 43 CFR \\n10.2 (e), there is a relationship of shared group identity which can be \\nreasonably traced between these items and the Pawnee Tribe of Oklahoma.\\n    This notice has been sent to officials of the Pawnee Tribe of \\nOklahoma, the Three Affiliated Tribes of the Fort Berthold Reservation, \\nand the Wichita and Affiliated Tribes. Representatives of any other \\nIndian tribe that believes itself to be culturally affiliated with \\nthese objects should contact Dr. Priscilla Grew, University of \\nNebraska, 302 Canfield Administration Building, Lincoln, NE 68588-0433; \\ntelephone: (402) 472-3123, before April 26, 1999. Repatriation of the \\nhuman remains and associated funerary objects to the Pawnee Tribe of \\nOklahoma may begin after that date if no additional claimants come \\nforward.\\n    The National Park Service is not responsible for the determinations \\nwithin this notice.\\nDated: March 17, 1999.\\nVeletta Canouts,\\nActing Departmental Consulting Archeologist,\\nDeputy Manager, Archeology and Ethnography Program.\\n[FR Doc. 99-7501 Filed 3-25-99; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}