{"index": "R_749", "messy_full": "\\n\\nFederal Register, Volume 64 Issue 40 (Tuesday, March 2, 1999)\\n\\n[Federal Register Volume 64, Number 40 (Tuesday, March 2, 1999)]\\n[Notices]\\n[Pages 10161-10162]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 99-5096]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Intent to Repatriate Cultural Items in the Possession \\nof the Arizona State Museum, The University of Arizona, Tucson, AZ\\n\\nAGENCY: National Park Service\\n\\nACTION: Notice\\n\\n-----------------------------------------------------------------------\\n\\n[[Page 10162]]\\n\\n    Notice is hereby given under the Native American Graves Protection \\nand Repatriation Act, 43 CFR 10.10 (a)(3), of the intent to repatriate \\ncultural items in the possession of the Arizona State Museum (ASM) \\nwhich meet the definition of ``object of cultural patrimony\\'\\' under \\nSection 2 of the Act.\\n    The cultural items consist of 38 Chapayeka masks (hiisam) \\nconstructed of hide, papaer, and paint and 12 Chapayeka spears, swords, \\nand daggers constructed of wood and paint.\\n    In 1932, one Chapayeka mask was purchased by the Arizona State \\nMuseum at Old Pascua. In 1939, one mask and one sword were donated to \\nASM by Mrs. Josephine Shelby of Sahuarita, AZ. In 1942, one spear was \\ncollected by Edward Spicer in Huirivis, Sonora, Mexico. Between 1969-\\n1971, 16 masks were obtained by ASM through Richey Elementary School, \\nTucson, AZ. Around 1970, three masks were made by an unknown person for \\nuse in a School Loan Kit program. In 1976, three masks were purchased \\nby ASM from Tom Bahti Indian Arts, Tucson, AZ. During 1980-1982, eleven \\nmasks, one spear, six swords, and three daggers were donated to ASM by \\nWilliam Hawes Smith. At unknown dates, two masks were purchased by ASM \\nfrom the maker; and one mask was collected by Donna Laney and \\nCandelaria Carvajal at Loma de Guamuchil, Sonora, Mexico.\\n    Museum documentation and consultation with representatives of the \\nPascua Yaqui Tribe indicate that these cultural items are Pascua Yaqui. \\nThe two Sonoran cultural items are being claimed by the Pascua Yaqui \\nTribe on behalf of the Sonoran Yaqui communities. These cultural items \\nhave been identified as consistent with known ceremonial and sacred \\nitems as recorded in ethnographic sources. Representatives of the \\nPascua Yaqui Tribe have also identified these cultural items as having \\nongoing traditional and cultural importance central to the tribe \\nitself, and could not have been alienated by any individual.\\n    Based on the above-mentioned information, officials of the Arizona \\nState Museum have determined that, pursuant to 43 CFR 10.2 (d)(4), \\nthese 50 cultural items have ongoing historical, traditional, and \\ncultural importance central to the culture itself, and could not have \\nbeen alienated, appropriated, or conveyed by any individual. Officials \\nof the Arizona State Museum have also determined that, pursuant to 43 \\nCFR 10.2 (e), there is a relationship of shared group identity which \\ncan be reasonably traced between these items and the Pascua Yaqui \\nTribe.\\n    This notice has been sent to officials of the Pascua Yaqui Tribe. \\nRepresentatives of any other Indian tribe that believes itself to be \\nculturally affiliated with these objects should contact Alyce Sadongei, \\nAmerican Indian Programs Coordinator, Arizona State Museum, University \\nof Arizona, Tucson, AZ 85721; telephone: (520) 621-4609 before April 1, \\n1999. Repatriation of these objects to the Pascua Yaqui Tribe may begin \\nafter that date if no additional claimants come forward.\\nDated: February 24, 1999.\\nVeletta Canouts,\\nActing Departmental Consulting Archeologist,\\nDeputy Manager, Archeology and Ethnography Program.\\n[FR Doc. 99-5096 Filed 3-1-99; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}