{"index": "R_756", "messy_full": "\\n\\nFederal Register, Volume 63 Issue 208 (Wednesday, October 28, 1998)\\n\\n[Federal Register Volume 63, Number 208 (Wednesday, October 28, 1998)]\\n[Notices]\\n[Page 57706]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 98-28806]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Intent to Repatriate a Cultural Item in the Possession \\nof the Field Museum of Natural History, Chicago, IL\\n\\nAGENCY: National Park Service, DOI.\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given under the Native American Graves Protection \\nand Repatriation Act, 43 CFR 10.10 (a)(3), of the intent to repatriate \\na cultural item in the possession of the Field Museum of Natural \\nHistory, Chicago, IL which meets the definition of ``unassociated \\nfunerary object\\'\\' under Section 2 of the Act.\\n    The cultural item consists of a caribou skin robe (catalog number \\n78303; accession number 807) painted in red and black with designs \\nrepresenting a split figure of a whale on one side and a ``devil fish\\'\\' \\non the other.\\n    In 1902, this robe was purchased by the Field Museum from Lt. G.T. \\nEmmons as part of a larger collection of Northwest Coast objects. \\nAccording to Lt. Emmons\\' field notes, this is a Tlingit shaman\\'s robe \\nand was collected in the second half of the 19th century from the \\n``Hootz-ar-tar\\'\\' tribe.\\n    The form of this object, its source, and the documentation \\nconcerning its acquisition lead the Field Museum to blieve that it is a \\nshaman\\'s robe of the Hutsnuwu, or Kootznoowoo Tlingit. Representatives \\nof Kootznoowoo, Inc. Have verified this identification, and have \\nfurther indicated that this object is reasonably believed to have been \\nremoved from a specific burial site of a Kootznoowoo individual.\\n    Based on the above-mentioned information, officials of the Field \\nMuseum of Natural History have determined that, pursuant to 43 CFR 10.2 \\n(d)(2)(ii), this cultural item is reasonably believed to have been \\nplaced with or near individual human remains at the time of death or \\nlater as part of the death rite or ceremony and are believed, by a \\npreponderance of the evidence, to have been removed from a specific \\nburial site of an Native American individual. Officials of the Field \\nMuseum of Natural History have also determined that, pursuant to 43 CFR \\n10.2 (e), there is a relationship of shared group identity which can be \\nreasonably traced between this item and Kootznoowoo, Inc.\\n    Although officials of the Field Museum recognize the importance of \\nthese cultural items to Kootznoowoo Inc., the Field Museum asserts that \\nit has right of possession of these cultural items. However, the Field \\nMuseum is willing to return the object under a compromise repatriation \\nclaim.\\n    This notice has been sent to officials of Kootznoowoo, Inc. \\nRepresentatives of any other Indian tribe that believes itself to be \\nculturally affiliated with this objects should contact Jonathan Haas, \\nMacArthur Curator of North American Anthropology, Field Museum of \\nNatural History, Roosevelt Road at Lake Shore Dr., Chicago, IL 60605; \\ntelephone: (312) 922-9410, ext. 641 before November 27, 1998. \\nRepatriation of this object to Kootznoowoo, Inc. may begin after that \\ndate if no additional claimants come forward.\\n    The National Park Service is not responsible for the determinations \\nwithin this notice.\\n\\n    Dated: October 6, 1998.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 98-28806 Filed 10-27-98; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}