{"index": "R_759", "messy_full": "\\n\\nFederal Register, Volume 63 Issue 197 (Tuesday, October 13, 1998)\\n\\n[Federal Register Volume 63, Number 197 (Tuesday, October 13, 1998)]\\n[Notices]\\n[Pages 54727-54728]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 98-27319]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Intent to Repatriate Cultural Items from Oregon in the \\nPossession of the Museum of Indian Arts and Culture, Laboratory of \\nAnthropology, Museum of New Mexico, Santa Fe, NM\\n\\nAGENCY: National Park Service, DOI.\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given under the Native American Graves Protection \\nand Repatriation Act, 43 CFR 10.10 (a)(3), of the intent to repatriate \\ncultural items from Oregon in the possession of the Museum of Indian \\nArts and Culture, Laboratory of Anthropology, Museum of New Mexico, \\nSanta Fe, NM which meet the definition of ``unassociated funerary \\nobject\\'\\' under Section 2 of the Act.\\n    The cultural items are 96 glass trade beads.\\n    Before 1937, these cultural items were removed from a Native \\nAmerican grave near Oregon City, OR by person(s) unknown. In 1937, \\nthese cultural items were donated to the Laboratory of Anthropology by \\nan unknown donor. In 1947, the Laboratory of Anthropology became part \\nof the Museum of New Mexico. The human remains from this burial were \\nnot donated to the Museum, and their disposition is unknown.\\n    Based on the type and condition of these cultural items, the burial \\nfrom which they were removed has been dated to first half of the \\nnineteenth century. During the nineteenth century, the area surrounding \\nOregon City, OR was inhabited by the Santiam Calapooia, the Tualatin \\nCalapooia, the Clowewlla of the Tumwater, and the Northern Molalla, or \\nClackamas Chinook. In 1855, these communities were confederated and \\nrelocated to Grand Ronde, OR, and are now identified as the \\nConfederated Tribes of the Grand Ronde Community of Oregon.\\n    Based on the above-mentioned information, officials of the Museum \\nof Indian Arts and Culture/Laboratory of Anthropology, Museum of New \\nMexico have determined that, pursuant to 43 CFR 10.2 (d)(2)(ii), these \\ncultural items are reasonably believed to have been placed with or near \\nindividual human remains at the time of death or later as part of the \\ndeath rite or ceremony and are believed, by a preponderance of the \\nevidence, to have been removed from a specific burial site of an Native \\nAmerican individual. Officials of the Museum of Indian Arts and \\nCulture/Laboratory of Anthropology, Museum of New Mexico have also \\ndetermined that, pursuant to 43 CFR 10.2 (e), there is a relationship \\nof shared group identity which can be reasonably traced between these \\nitems and the Confederated Tribes of the Grand Ronde Community of \\nOregon.\\n    This notice has been sent to officials of the Confederated Tribes \\nof the Grand Ronde Community of Oregon. Representatives of any other \\nIndian tribe that believes itself to be culturally affiliated with \\nthese objects should contact Patricia House, Director, Museum of Indian \\nArts and Cultures/Laboratory of Anthropology, Museum of New Mexico, \\nP.O. Box 2087, Santa Fe, NM 87504-2087; telephone: (505) 827-6344 \\nbefore November 12, 1998. Repatriation of these objects to the \\nConfederated Tribes of the Grand Ronde Community of Oregon may begin \\nafter\\n\\n[[Page 54728]]\\n\\nthat date if no additional claimants come forward.\\nDated: October 1, 1998.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 98-27319 Filed 10-9-98; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}