{"index": "R_752", "messy_full": "\\n\\nFederal Register, Volume 63 Issue 227 (Wednesday, November 25, 1998)\\n\\n[Federal Register Volume 63, Number 227 (Wednesday, November 25, 1998)]\\n[Notices]\\n[Page 65218]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 98-31487]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Intent to Repatriate a Cultural Item in the Possession \\nof the Olmsted County Historical Society, Rochester, MN\\n\\nAGENCY: National Park Service\\n\\nACTION: Notice\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given under the Native American Graves Protection \\nand Repatriation Act, 43 CFR 10.10 (a)(3), of the intent to repatriate \\na cultural item in the possession of the Olmsted County Historical \\nSociety, Rochester, MN which meets the definition of ``sacred object\\'\\' \\nunder Section 2 of the Act.\\n    The cultural item is a Iroquois Medicine Rattle constructed of a \\ncow\\'s horn with a wooden handle.\\n    In 1966, this item was donated to the Olmsted County Historical \\nSociety by the Mayo Clinic, Rochester, MN. The Mayo Clinic had received \\nthis item from Dr. S.A. Barrett of the Milwaukee Public Museum. At an \\nearlier unknown date, this item was acquired in western New York State.\\n    Museum records indicate this rattle is a Medicine Rattle. \\nConsultation with representatives of the Cayuga Nation of New York \\nindicate this item is needed by traditional Native American religious \\nleaders for practice of traditional Native American religion by \\npresent-day adherents.\\n    Based on the above-mentioned information, officials of the Olmsted \\nCounty Historical Society have determined that, pursuant to 43 CFR 10.2 \\n(d)(3), this cultural item is a specific ceremonial object needed by \\ntraditional Native American religious leaders for the practice of \\ntraditional Native American religions by their present-day adherents. \\nOfficials of the Olmsted County Historical Society have also determined \\nthat, pursuant to 43 CFR 10.2 (e), there is a relationship of shared \\ngroup identity which can be reasonably traced between this item and the \\nCayuga Nation of New York.\\n    This notice has been sent to officials of the Cayuga Nation of New \\nYork, the Tuscarora Nation of New York, the Seneca Nation of New York, \\nthe Seneca-Cayuga Tribe of Oklahoma, the St. Regis Band of Mohawk \\nIndians of New York, the Onondaga Nation of New York, the Oneida Nation \\nof New York, and the Oneida Tribe of Wisconsin. Representatives of any \\nother Indian tribe that believes itself to be culturally affiliated \\nwith these objects should contact Margot Ballard, Curator, Olmsted \\nCounty Historical Society, 1195 Cty. Rd. 22 SW, Rochester, MN 55902; \\ntelephone (507) 282-9447 before December 28, 1998. Repatriation of \\nthese objects to the Cayuga Nation of New York may begin after that \\ndate if no additional claimants come forward.\\nDated: November 18, 1998.\\nVeletta Canouts,\\nActing Departmental Consulting Archeologist,\\nDeputy Manager, Archeology and Ethnography Program.\\n[FR Doc. 98-31487 Filed 11-24-98; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}