{"index": "R_75", "messy_full": "\\n      \\n        \\n        DEPARTMENT OF THE INTERIOR\\n        National Park Service\\n        [NPS-WASO-NAGPRA-23749; PPWOCRADN0-PCU00RP14.R50000]\\n        Notice of Intent To Repatriate Cultural Items: U.S. Department of the Interior, Bureau of Indian Affairs, Washington, DC, and Arizona State Museum, University of Arizona, Tucson, AZ\\n        \\n          AGENCY:\\n          National Park Service, Interior.\\n        \\n        \\n          ACTION:\\n          Notice.\\n        \\n        \\n          SUMMARY:\\n          The U.S. Department of the Interior, Bureau of Indian Affairs, and Arizona State Museum, University of Arizona, in consultation with the appropriate Indian Tribes or Native Hawaiian organizations, have determined that the cultural items listed in this notice meet the definition of unassociated funerary objects. Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to claim these cultural items should submit a written request to the Bureau of Indian Affairs. If no additional claimants come forward, transfer of control of the cultural items to the lineal descendants, Indian Tribes, or Native Hawaiian organizations stated in this notice may proceed.\\n        \\n        \\n          DATES:\\n          Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to claim these cultural items should submit a written request with information in support of the claim to the Bureau of Indian Affairs at the address in this notice by September 27, 2017.\\n        \\n        \\n          ADDRESSES:\\n\\n          Anna Pardo, NAGPRA Coordinator, Bureau of Indian Affairs, 12220 Sunrise Valley Drive, Room 6084, Reston, VA 20191, telephone (703) 390-6343, email anna.pardo@bia.gov.\\n          \\n        \\n      \\n      \\n        SUPPLEMENTARY INFORMATION:\\n        Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate cultural items under the control of the U.S. Department of the Interior, Bureau of Indian Affairs, Washington, DC, and in the physical custody of the Arizona State Museum, University of Arizona, Tucson, AZ (ASM) that meet the definition of unassociated funerary objects under 25 U.S.C. 3001.\\n        This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American cultural items. The National Park Service is not responsible for the determinations in this notice.\\n        History and Description of the Cultural Items\\n        In the years 1963 through 1977, 2,542 cultural items were removed from the Grasshopper Pueblo site AZ P:14:1(ASM), in Navajo County, AZ. The items were removed during legally authorized excavations conducted by the University of Arizona Archeological Field School. Archeological collections from the site were brought to the museum at the end of each field season. The 2,542 unassociated funerary objects are 179 animal bones, 6 bone awls, 1 botanical specimen, 13 ceramic bowls, 12 ceramic jars, 1,677 ceramic sherds, 19 ceramic vessels, 16 ceramic vessel fragments, 8 chipped stone cores, 502 chipped stone flakes, 3 flotation samples, 2 hammerstones, 2 hand stones, 24 lots of mineral, 1 mosaicked shell, 4 polishing stones, 5 pollen samples, 5 shell beads, 14 shell bracelets, 3 shell pendants, 1 shell tinkler, 2 snail shells, 5 soil samples, 4 stone artifacts, 1 stone blade, 3 stone knives, 2 stone pendants, 9 stone projectile points, 1 stone projectile point fragment, 1 stone scraper, 1 tree ring sample, 9 worked bone artifacts, 1 worked ceramic sherd, 1 worked shell, 3 worked stones, and 2 worked stone flakes.\\n        Site AZ P:14:1(ASM) is a large village site containing approximately 500 rooms in more than a dozen stone room blocks arranged around three main plazas. The site has been dated from A.D. 1275-1400, based on tree ring dates, architectural forms, building technology, and ceramic styles. These characteristics, the mortuary pattern, and other items of material culture are consistent with the archeologically-described Upland Mogollon or prehistoric Western Pueblo tradition.\\n        In 1932, 2 cultural items were removed from the Canyon Creek Ruin, AZ C:2:8(GP)/V:2:1(ASM), in Gila County, AZ during legally authorized excavations conducted by the Gila Pueblo Foundation, under the direction of Emil Haury. In 1950, the Gila Pueblo Foundation closed and the collections were transferred to the Arizona State Museum. The 2 unassociated funerary objects are 2 lots of organic material.\\n        Site AZ C:2:8(GP)/AZV:2:1(ASM) is a cliff dwelling site of approximately 140 rooms. Based on the ceramic and perishable artifact assemblage, the site is dated to A.D. 1300 to 1400. The ceramic and architectural forms are consistent with the archeologically described Upland Mogollon or prehistoric Western Pueblo traditions.\\n        A detailed discussion of the basis for cultural affiliation of archeological sites in the region where the above sites are located may be found in \\xe2\\x80\\x9cCultural Affiliation Assessment of White Mountain Apache Tribal Lands (Fort Apache Indian Reservation),\\xe2\\x80\\x9d by John R. Welch and T.J. Ferguson (2005). To summarize, archeologists have used the terms Upland Mogollon or prehistoric Western Pueblo to define the archeological complex represented by the sites described above. Material culture characteristics of these traditions include a temporal progression from earlier pit houses to later masonry pueblos, villages organized in room blocks of contiguous dwellings associated with plazas, rectangular kivas, polished and paint-decorated ceramics, unpainted corrugated ceramics, inhumation burials, cradleboard cranial deformation, grooved stone axes, and bone artifacts. The combination of the material culture attributes and a subsistence pattern that included hunting and gathering augmented by maize agriculture helps to identify an earlier group. Archeologists have also remarked that there are strong similarities between this earlier group and present-day Tribes included in the Western Pueblo ethnographic group, especially the Hopi Tribe of Arizona and the Zuni Tribe of the Zuni Reservation, New Mexico. The similarities in ceramic traditions, burial practices, architectural forms, and settlement patterns have led archeologists to believe that the prehistoric inhabitants of the Mogollon Rim region migrated north and west to the Hopi mesas, and north and east to the Zuni River Valley. Certain objects found in Upland Mogollon archeological sites have been found to have strong resemblances with ritual paraphernalia that are used in continuing religious practices by the Hopi and Zuni. Some petroglyphs on the Fort Apache Indian Reservation have also persuaded archeologists of continuities between the earlier identified group and current-day Western Pueblo people. Biological information from AZ P:14:1(ASM) supports the view that the prehistoric occupants of the Upland Mogollon region had migrated from various locations to the north and west of the region.\\n\\n        Hopi and Zuni oral traditions parallel the archeological evidence for migration. Migration figures prominently in Hopi oral tradition, which refers to the ancient sites, pottery, stone tools, petroglyphs, and other artifacts left behind by the ancestors as \\xe2\\x80\\x9cHopi Footprints.\\xe2\\x80\\x9d This migration history is complex and detailed, and includes traditions relating specific clans to the Mogollon region. Hopi cultural advisors have also identified medicinal and culinary plants at archeological sites in the region. Their knowledge about these plants was passed down to them from the ancestors who inhabited these ancient sites. Migration is also an important attribute of Zuni oral tradition and includes accounts of Zuni ancestors passing through the Upland Mogollon region. The ancient villages mark the routes of these migrations. Zuni cultural advisors remark that the ancient sites were not abandoned. People returned to these places from time to time, either to reoccupy them or for religious pilgrimages\\xe2\\x80\\x94a practice that has continued to the present day. Archeologists have found ceramic evidence at shrines in the Upland Mogollon region that confirms these reports. Zuni cultural advisors have names for plants endemic to the Mogollon region that do not grow on the Zuni Reservation. They also have knowledge about traditional medicinal and ceremonial uses for these resources, which has been passed down to them from their ancestors. Furthermore, Hopi and Zuni cultural advisors have recognized that their ancestors may have been co-resident at some of the sites in this region during their ancestral migrations.\\n        There are differing points of view regarding the possible presence of Apache people in the Upland Mogollon region during the time that these sites were occupied. Some Apache traditions describe interactions with Ancestral Pueblo people during this time, but according to these stories, Puebloan people and Apache people were regarded as having separate identities. The White Mountain Apache Tribe of the Fort Apache Reservation, Arizona, does not claim cultural affiliation with the human remains and associated funerary objects from this site. As reported by Welch and Ferguson (2005), consultations between the White Mountain Apache Tribe of the Fort Apache Reservation, Arizona, and the Navajo Nation, Arizona, New Mexico & Utah; Pueblo of Acoma, New Mexico; and Pueblo of Laguna, New Mexico, have indicated that that none of these Tribes wish to pursue claims of affiliation with sites on White Mountain Apache Tribal lands. Finally, the White Mountain Apache Tribe of the Fort Apache Reservation, Arizona, supports the repatriation of human remains and associated funerary objects from these sites and is ready to assist the Hopi Tribe of Arizona and Zuni Tribe of the Zuni Reservation, New Mexico, in their reburial.\\n        Determinations Made by the U.S. Department of the Interior, Bureau of Indian Affairs, and the Arizona State Museum, University of Arizona\\n        Officials of the Bureau of Indian Affairs and Arizona State Museum have determined that:\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(B), the 2,544 cultural items described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony and are believed, by a preponderance of the evidence, to have been removed from a specific burial site of a Native American individual.\\n        \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the unassociated funerary objects and the Hopi Tribe of Arizona and Zuni Tribe of the Zuni Reservation, New Mexico.\\n        Additional Requestors and Disposition\\n\\n        Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to claim these cultural items should submit a written request with information in support of the claim to Anna Pardo, NAGPRA Coordinator, Bureau of Indian Affairs, Reston, 12220 Sunrise Valley Drive, VA 20191, telephone (703) 390-6343, email anna.pardo@bia.gov, by September 27, 2017. After that date, if no additional claimants have come forward, transfer of control of the unassociated funerary objects to the Hopi Tribe of Arizona and Zuni Tribe of the Zuni Reservation, New Mexico may proceed.\\n        The Arizona State Museum is responsible for notifying the Hopi Tribe of Arizona; White Mountain Apache Tribe of the Fort Apache Reservation, Arizona; and Zuni Tribe of the Zuni Reservation, New Mexico, that this notice has been published.\\n        \\n          Dated: July 11, 2017.\\n          Melanie O\\'Brien,\\n          Manager, National NAGPRA Program.\\n        \\n      \\n      [FR Doc. 2017-18186 Filed 8-25-17; 8:45 am]\\n      BILLING CODE 4312-52-P\\n    ", "agency1": "DEPARTMENT OF THE INTERIOR", "sub_agency1": "National Park Service", "dep_doc": "[NPS-WASO-NAGPRA-23749; PPWOCRADN0-PCU00RP14.R50000]", "subject": "Notice of Intent To Repatriate Cultural Items: U.S. Department of the Interior, Bureau of Indian Affairs, Washington, DC, and Arizona State Museum, University of Arizona, Tucson, AZ", "agency2": "National Park Service, Interior.", "action": "Notice.", "summary": "The U.S. Department of the Interior, Bureau of Indian Affairs, and Arizona State Museum, University of Arizona, in consultation with the appropriate Indian Tribes or Native Hawaiian organizations, have determined that the cultural items listed in this notice meet the definition of unassociated funerary objects. Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to claim these cultural items should submit a written request to the Bureau of Indian Affairs. If no additional claimants come forward, transfer of control of the cultural items to the lineal descendants, Indian Tribes, or Native Hawaiian organizations stated in this notice may proceed.", "dates": "Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to claim these cultural items should submit a written request with information in support of the claim to the Bureau of Indian Affairs at the address in this notice by September 27, 2017.", "addresses": "Anna Pardo, NAGPRA Coordinator, Bureau of Indian Affairs, 12220 Sunrise Valley Drive, Room 6084, Reston, VA 20191, telephone (703) 390-6343, email anna.pardo@bia.gov.\\n          ", "signature_dated": "Dated: July 11, 2017.", "signature_name": "Melanie O\\'Brien,", "signature_title": "Manager, National NAGPRA Program.", "fr_doc": "[FR Doc. 2017-18186 Filed 8-25-17; 8:45 am]", "billing_code": "BILLING CODE 4312-52-P", "supp_info": "SUPPLEMENTARY INFORMATION: \n Notice is here given in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA), 25 U.S.C. 3005, of the intent to repatriate cultural items under the control of the U.S. Department of the Interior, Bureau of Indian Affairs, Washington, DC, and in the physical custody of the Arizona State Museum, University of Arizona, Tucson, AZ (ASM) that meet the definition of unassociated funerary objects under 25 U.S.C. 3001. \n This notice is published as part of the National Park Service\\'s administrative responsibilities under NAGPRA, 25 U.S.C. 3003(d)(3). The determinations in this notice are the sole responsibility of the museum, institution, or Federal agency that has control of the Native American cultural items. The National Park Service is not responsible for the determinations in this notice. \n History and Description of the Cultural Items \n In the years 1963 through 1977, 2,542 cultural items were removed from the Grasshopper Pueblo site AZ P:14:1(ASM), in Navajo County, AZ. The items were removed during legally authorized excavations conducted by the University of Arizona Archeological Field School. Archeological collections from the site were brought to the museum at the end of each field season. The 2,542 unassociated funerary objects are 179 animal bones, 6 bone awls, 1 botanical specimen, 13 ceramic bowls, 12 ceramic jars, 1,677 ceramic sherds, 19 ceramic vessels, 16 ceramic vessel fragments, 8 chipped stone cores, 502 chipped stone flakes, 3 flotation samples, 2 hammerstones, 2 hand stones, 24 lots of mineral, 1 mosaicked shell, 4 polishing stones, 5 pollen samples, 5 shell beads, 14 shell bracelets, 3 shell pendants, 1 shell tinkler, 2 snail shells, 5 soil samples, 4 stone artifacts, 1 stone blade, 3 stone knives, 2 stone pendants, 9 stone projectile points, 1 stone projectile point fragment, 1 stone scraper, 1 tree ring sample, 9 worked bone artifacts, 1 worked ceramic sherd, 1 worked shell, 3 worked stones, and 2 worked stone flakes. \n Site AZ P:14:1(ASM) is a large village site containing approximately 500 rooms in more than a dozen stone room blocks arranged around three main plazas. The site has been dated from A.D. 1275-1400, based on tree ring dates, architectural forms, building technology, and ceramic styles. These characteristics, the mortuary pattern, and other items of material culture are consistent with the archeologically-described Upland Mogollon or prehistoric Western Pueblo tradition. \n In 1932, 2 cultural items were removed from the Canyon Creek Ruin, AZ C:2:8(GP)/V:2:1(ASM), in Gila County, AZ during legally authorized excavations conducted by the Gila Pueblo Foundation, under the direction of Emil Haury. In 1950, the Gila Pueblo Foundation closed and the collections were transferred to the Arizona State Museum. The 2 unassociated funerary objects are 2 lots of organic material. \n Site AZ C:2:8(GP)/AZV:2:1(ASM) is a cliff dwelling site of approximately 140 rooms. Based on the ceramic and perishable artifact assemblage, the site is dated to A.D. 1300 to 1400. The ceramic and architectural forms are consistent with the archeologically described Upland Mogollon or prehistoric Western Pueblo traditions. \n A detailed discussion of the basis for cultural affiliation of archeological sites in the region where the above sites are located may be found in \\xe2\\x80\\x9cCultural Affiliation Assessment of White Mountain Apache Tribal Lands (Fort Apache Indian Reservation),\\xe2\\x80\\x9d by John R. Welch and T.J. Ferguson (2005). To summarize, archeologists have used the terms Upland Mogollon or prehistoric Western Pueblo to define the archeological complex represented by the sites described above. Material culture characteristics of these traditions include a temporal progression from earlier pit houses to later masonry pueblos, villages organized in room blocks of contiguous dwellings associated with plazas, rectangular kivas, polished and paint-decorated ceramics, unpainted corrugated ceramics, inhumation burials, cradleboard cranial deformation, grooved stone axes, and bone artifacts. The combination of the material culture attributes and a subsistence pattern that included hunting and gathering augmented by maize agriculture helps to identify an earlier group. Archeologists have also remarked that there are strong similarities between this earlier group and present-day Tribes included in the Western Pueblo ethnographic group, especially the Hopi Tribe of Arizona and the Zuni Tribe of the Zuni Reservation, New Mexico. The similarities in ceramic traditions, burial practices, architectural forms, and settlement patterns have led archeologists to believe that the prehistoric inhabitants of the Mogollon Rim region migrated north and west to the Hopi mesas, and north and east to the Zuni River Valley. Certain objects found in Upland Mogollon archeological sites have been found to have strong resemblances with ritual paraphernalia that are used in continuing religious practices by the Hopi and Zuni. Some petroglyphs on the Fort Apache Indian Reservation have also persuaded archeologists of continuities between the earlier identified group and current-day Western Pueblo people. Biological information from AZ P:14:1(ASM) supports the view that the prehistoric occupants of the Upland Mogollon region had migrated from various locations to the north and west of the region. \n Hopi and Zuni oral traditions parallel the archeological evidence for migration. Migration figures prominently in Hopi oral tradition, which refers to the ancient sites, pottery, stone tools, petroglyphs, and other artifacts left behind by the ancestors as \\xe2\\x80\\x9cHopi Footprints.\\xe2\\x80\\x9d This migration history is complex and detailed, and includes traditions relating specific clans to the Mogollon region. Hopi cultural advisors have also identified medicinal and culinary plants at archeological sites in the region. Their knowledge about these plants was passed down to them from the ancestors who inhabited these ancient sites. Migration is also an important attribute of Zuni oral tradition and includes accounts of Zuni ancestors passing through the Upland Mogollon region. The ancient villages mark the routes of these migrations. Zuni cultural advisors remark that the ancient sites were not abandoned. People returned to these places from time to time, either to reoccupy them or for religious pilgrimages\\xe2\\x80\\x94a practice that has continued to the present day. Archeologists have found ceramic evidence at shrines in the Upland Mogollon region that confirms these reports. Zuni cultural advisors have names for plants endemic to the Mogollon region that do not grow on the Zuni Reservation. They also have knowledge about traditional medicinal and ceremonial uses for these resources, which has been passed down to them from their ancestors. Furthermore, Hopi and Zuni cultural advisors have recognized that their ancestors may have been co-resident at some of the sites in this region during their ancestral migrations. \n There are differing points of view regarding the possible presence of Apache people in the Upland Mogollon region during the time that these sites were occupied. Some Apache traditions describe interactions with Ancestral Pueblo people during this time, but according to these stories, Puebloan people and Apache people were regarded as having separate identities. The White Mountain Apache Tribe of the Fort Apache Reservation, Arizona, does not claim cultural affiliation with the human remains and associated funerary objects from this site. As reported by Welch and Ferguson (2005), consultations between the White Mountain Apache Tribe of the Fort Apache Reservation, Arizona, and the Navajo Nation, Arizona, New Mexico & Utah; Pueblo of Acoma, New Mexico; and Pueblo of Laguna, New Mexico, have indicated that that none of these Tribes wish to pursue claims of affiliation with sites on White Mountain Apache Tribal lands. Finally, the White Mountain Apache Tribe of the Fort Apache Reservation, Arizona, supports the repatriation of human remains and associated funerary objects from these sites and is ready to assist the Hopi Tribe of Arizona and Zuni Tribe of the Zuni Reservation, New Mexico, in their reburial. \n Determinations Made by the U.S. Department of the Interior, Bureau of Indian Affairs, and the Arizona State Museum, University of Arizona \n Officials of the Bureau of Indian Affairs and Arizona State Museum have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(B), the 2,544 cultural items described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony and are believed, by a preponderance of the evidence, to have been removed from a specific burial site of a Native American individual. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the unassociated funerary objects and the Hopi Tribe of Arizona and Zuni Tribe of the Zuni Reservation, New Mexico. \n Additional Requestors and Disposition \n Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to claim these cultural items should submit a written request with information in support of the claim to Anna Pardo, NAGPRA Coordinator, Bureau of Indian Affairs, Reston, 12220 Sunrise Valley Drive, VA 20191, telephone (703) 390-6343, email anna.pardo@bia.gov, by September 27, 2017. After that date, if no additional claimants have come forward, transfer of control of the unassociated funerary objects to the Hopi Tribe of Arizona and Zuni Tribe of the Zuni Reservation, New Mexico may proceed. \n The Arizona State Museum is responsible for notifying the Hopi Tribe of Arizona; White Mountain Apache Tribe of the Fort Apache Reservation, Arizona; and Zuni Tribe of the Zuni Reservation, New Mexico, that this notice has been published. \n ", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "In the years 1963 through 1977, 2,542 cultural items were removed from the Grasshopper Pueblo site AZ P:14:1(ASM), in Navajo County, AZ. The items were removed during legally authorized excavations conducted by the University of Arizona Archeological Field School. Archeological collections from the site were brought to the museum at the end of each field season. The 2,542 unassociated funerary objects are 179 animal bones, 6 bone awls, 1 botanical specimen, 13 ceramic bowls, 12 ceramic jars, 1,677 ceramic sherds, 19 ceramic vessels, 16 ceramic vessel fragments, 8 chipped stone cores, 502 chipped stone flakes, 3 flotation samples, 2 hammerstones, 2 hand stones, 24 lots of mineral, 1 mosaicked shell, 4 polishing stones, 5 pollen samples, 5 shell beads, 14 shell bracelets, 3 shell pendants, 1 shell tinkler, 2 snail shells, 5 soil samples, 4 stone artifacts, 1 stone blade, 3 stone knives, 2 stone pendants, 9 stone projectile points, 1 stone projectile point fragment, 1 stone scraper, 1 tree ring sample, 9 worked bone artifacts, 1 worked ceramic sherd, 1 worked shell, 3 worked stones, and 2 worked stone flakes. \n Site AZ P:14:1(ASM) is a large village site containing approximately 500 rooms in more than a dozen stone room blocks arranged around three main plazas. The site has been dated from A.D. 1275-1400, based on tree ring dates, architectural forms, building technology, and ceramic styles. These characteristics, the mortuary pattern, and other items of material culture are consistent with the archeologically-described Upland Mogollon or prehistoric Western Pueblo tradition. \n In 1932, 2 cultural items were removed from the Canyon Creek Ruin, AZ C:2:8(GP)/V:2:1(ASM), in Gila County, AZ during legally authorized excavations conducted by the Gila Pueblo Foundation, under the direction of Emil Haury. In 1950, the Gila Pueblo Foundation closed and the collections were transferred to the Arizona State Museum. The 2 unassociated funerary objects are 2 lots of organic material. \n Site AZ C:2:8(GP)/AZV:2:1(ASM) is a cliff dwelling site of approximately 140 rooms. Based on the ceramic and perishable artifact assemblage, the site is dated to A.D. 1300 to 1400. The ceramic and architectural forms are consistent with the archeologically described Upland Mogollon or prehistoric Western Pueblo traditions. \n A detailed discussion of the basis for cultural affiliation of archeological sites in the region where the above sites are located may be found in \\xe2\\x80\\x9cCultural Affiliation Assessment of White Mountain Apache Tribal Lands (Fort Apache Indian Reservation),\\xe2\\x80\\x9d by John R. Welch and T.J. Ferguson (2005). To summarize, archeologists have used the terms Upland Mogollon or prehistoric Western Pueblo to define the archeological complex represented by the sites described above. Material culture characteristics of these traditions include a temporal progression from earlier pit houses to later masonry pueblos, villages organized in room blocks of contiguous dwellings associated with plazas, rectangular kivas, polished and paint-decorated ceramics, unpainted corrugated ceramics, inhumation burials, cradleboard cranial deformation, grooved stone axes, and bone artifacts. The combination of the material culture attributes and a subsistence pattern that included hunting and gathering augmented by maize agriculture helps to identify an earlier group. Archeologists have also remarked that there are strong similarities between this earlier group and present-day Tribes included in the Western Pueblo ethnographic group, especially the Hopi Tribe of Arizona and the Zuni Tribe of the Zuni Reservation, New Mexico. The similarities in ceramic traditions, burial practices, architectural forms, and settlement patterns have led archeologists to believe that the prehistoric inhabitants of the Mogollon Rim region migrated north and west to the Hopi mesas, and north and east to the Zuni River Valley. Certain objects found in Upland Mogollon archeological sites have been found to have strong resemblances with ritual paraphernalia that are used in continuing religious practices by the Hopi and Zuni. Some petroglyphs on the Fort Apache Indian Reservation have also persuaded archeologists of continuities between the earlier identified group and current-day Western Pueblo people. Biological information from AZ P:14:1(ASM) supports the view that the prehistoric occupants of the Upland Mogollon region had migrated from various locations to the north and west of the region. \n Hopi and Zuni oral traditions parallel the archeological evidence for migration. Migration figures prominently in Hopi oral tradition, which refers to the ancient sites, pottery, stone tools, petroglyphs, and other artifacts left behind by the ancestors as \\xe2\\x80\\x9cHopi Footprints.\\xe2\\x80\\x9d This migration history is complex and detailed, and includes traditions relating specific clans to the Mogollon region. Hopi cultural advisors have also identified medicinal and culinary plants at archeological sites in the region. Their knowledge about these plants was passed down to them from the ancestors who inhabited these ancient sites. Migration is also an important attribute of Zuni oral tradition and includes accounts of Zuni ancestors passing through the Upland Mogollon region. The ancient villages mark the routes of these migrations. Zuni cultural advisors remark that the ancient sites were not abandoned. People returned to these places from time to time, either to reoccupy them or for religious pilgrimages\\xe2\\x80\\x94a practice that has continued to the present day. Archeologists have found ceramic evidence at shrines in the Upland Mogollon region that confirms these reports. Zuni cultural advisors have names for plants endemic to the Mogollon region that do not grow on the Zuni Reservation. They also have knowledge about traditional medicinal and ceremonial uses for these resources, which has been passed down to them from their ancestors. Furthermore, Hopi and Zuni cultural advisors have recognized that their ancestors may have been co-resident at some of the sites in this region during their ancestral migrations. \n There are differing points of view regarding the possible presence of Apache people in the Upland Mogollon region during the time that these sites were occupied. Some Apache traditions describe interactions with Ancestral Pueblo people during this time, but according to these stories, Puebloan people and Apache people were regarded as having separate identities. The White Mountain Apache Tribe of the Fort Apache Reservation, Arizona, does not claim cultural affiliation with the human remains and associated funerary objects from this site. As reported by Welch and Ferguson (2005), consultations between the White Mountain Apache Tribe of the Fort Apache Reservation, Arizona, and the Navajo Nation, Arizona, New Mexico & Utah; Pueblo of Acoma, New Mexico; and Pueblo of Laguna, New Mexico, have indicated that that none of these Tribes wish to pursue claims of affiliation with sites on White Mountain Apache Tribal lands. Finally, the White Mountain Apache Tribe of the Fort Apache Reservation, Arizona, supports the repatriation of human remains and associated funerary objects from these sites and is ready to assist the Hopi Tribe of Arizona and Zuni Tribe of the Zuni Reservation, New Mexico, in their reburial. \n ", "determinations": "Determinations Made by the U.S. Department of the Interior, Bureau of Indian Affairs, and the Arizona State Museum, University of Arizona \n Officials of the Bureau of Indian Affairs and Arizona State Museum have determined that: \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(3)(B), the 2,544 cultural items described above are reasonably believed to have been placed with or near individual human remains at the time of death or later as part of the death rite or ceremony and are believed, by a preponderance of the evidence, to have been removed from a specific burial site of a Native American individual. \n \\xe2\\x80\\xa2 Pursuant to 25 U.S.C. 3001(2), there is a relationship of shared group identity that can be reasonably traced between the unassociated funerary objects and the Hopi Tribe of Arizona and Zuni Tribe of the Zuni Reservation, New Mexico. \n ", "a_r_d": "Lineal descendants or representatives of any Indian Tribe or Native Hawaiian organization not identified in this notice that wish to claim these cultural items should submit a written request with information in support of the claim to Anna Pardo, NAGPRA Coordinator, Bureau of Indian Affairs, Reston, 12220 Sunrise Valley Drive, VA 20191, telephone (703) 390-6343, email anna.pardo@bia.gov, by September 27, 2017. After that date, if no additional claimants have come forward, transfer of control of the unassociated funerary objects to the Hopi Tribe of Arizona and Zuni Tribe of the Zuni Reservation, New Mexico may proceed. \n The Arizona State Museum is responsible for notifying the Hopi Tribe of Arizona; White Mountain Apache Tribe of the Fort Apache Reservation, Arizona; and Zuni Tribe of the Zuni Reservation, New Mexico, that this notice has been published. \n "}