{"index": "R_758", "messy_full": "\\n\\nFederal Register, Volume 63 Issue 197 (Tuesday, October 13, 1998)\\n\\n[Federal Register Volume 63, Number 197 (Tuesday, October 13, 1998)]\\n[Notices]\\n[Pages 54729-54730]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 98-27321]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Intent to Repatriate Cultural Items from the Pecos \\nValley, NM in the Possession of the Peabody Museum of Archaeology and \\nEthnology, Harvard University, Cambridge, MA, and the Robert S. Peabody \\nMuseum of Archaeology, Phillips Academy, Andover, MA\\n\\nAGENCY: National Park Service, DOI.\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given under the Native American Graves Protection \\nand Repatriation Act, 43 CFR 10.10 (a)(3), of the intent to repatriate \\ncultural items in the possession of the Peabody Museum of Archaeology \\nand Ethnology, Harvard University, Cambridge, MA, and the Robert S. \\nPeabody Museum of Archaeology, Phillips Academy, Andover, MA which meet \\nthe definition of ``unassociated funerary object\\'\\' under Section 2 of \\nthe Act.\\n    The 488 cultural items are ceramic vessels, ceramic fragments, \\nmedicine bundle contents, stone drills, bone flutes, shell tinklers, \\nshell ornaments, shell necklaces, a concretion, bone whistles, a \\ncrystal, a bone button, effigies, pipes, bone beads, projectile points, \\nstone scrapers, bead bracelets, turquoise pendants, shell pendants, \\nworked shell, cordage, fossils, a clay ball, wrappings, bone tubes, \\nbone knives, stone drills, pieces of obsidian, stone axes, polishing \\nstones, hammerstones, shell fragments, flint chips, pebbles, wooden and \\ncopper crosses, a brush, lumps of paint, textiles, buffalo hair, \\nmoccasins, sandals, pieces of copper ore and lead ore, bone awls, and a \\nstone pendant.\\n    Between 1915-1929, 33 of these cultural items were recovered during \\nthe excavations of Dick\\'s Pueblo, Forked Lightning Pueblo, Loma \\nLothrop, and Rowe Pueblo conducted by Alfred Vincent Kidder under the \\nauspices of Phillips Academy, Andover, MA.\\n    Between 1915-1929, 455 cultural items were recovered during the \\nexcavation of Pecos Pueblo conducted by Alfred Vincent Kidder under the \\nauspices of Phillips Academy, Andover, MA.\\n    Excavation records indicate the human remains with whom these \\nobjects were associated were not collected. Based on archaeological \\nevidence resulting from the work of A.V. Kidder (1958) and more recent \\nresearch by Linda S. Cordell (1998), as well as expert opinion of \\ntraditional religious leaders at the Pueblo of Jemez, there is a \\npreponderance of evidence that the pueblos of Dick\\'s Ruin, Forked \\nLightning, Loma Lothrop, and Rowe Pueblo coalesced at Pecos Pueblo \\nduring the 14th century.\\n    Based on the ceramic types recovered from this site, Pecos Pueblo \\nwas occupied into the historic period 1300-1700. Historic records \\ndocument occupation at the site until 1838 when the last inhabitants \\nleft the Pueblo and went to the Pueblo of Jemez. In 1936, an Act of \\nCongress recognized the Pueblo of Jemez as a ``consolidation\\'\\' and \\n``merger\\'\\' of the Pueblo of Pecos and the Pueblo of Jemez; this Act \\nfurther\\n\\n[[Page 54730]]\\n\\nrecognizes that all property, rights, titles, interests, and claims of \\nboth Pueblos were consolidated under the Pueblo of Jemez.\\n    Further evidence supporting a shared group identity between the \\nPecos and Jemez pueblos emerges in numerous aspects of present-day \\nJemez life. The 1992-1993 Pecos Ethnographic Project (unrelated to \\nNAGPRA) states: ``[T]he cultural evidence of Pecos living traditions \\nare 1) the official tribal government position of a Second Lieutenant/\\nPecos Governor; 2) the possession of the Pecos Pueblo cane of office; \\n3) the statue and annual feast day of Porcingula (Nuestra Senora de los \\nAngeles) on August 2; 4) the Eagle Watchers\\' Society; 5) the migration \\nof Pecos people in the early nineteenth century; 6) the knowledge of \\nthe Pecos language by a few select elders.\\'\\' (Levine 1994:2-3)\\n    Based on the above mentioned information, officials of the Peabody \\nMuseum of Archaeology and Ethnology and the Robert S. Peabody Museum of \\nArchaeology have determined that, pursuant to 43 CFR 10.2 (d)(2)(ii), \\nthese 488 cultural items are reasonably believed to have been placed \\nwith or near individual human remains at the time of death or later as \\npart of the death rite or ceremony and are believed, by a preponderance \\nof the evidence, to have been removed from a specific burial site of an \\nNative American individual. Officials of the Peabody Museum of \\nArchaeology and Ethnology and the Robert S. Peabody Museum of \\nArchaeology have also determined that, pursuant to 43 CFR 10.2 (e), \\nthere is a relationship of shared group identity which can be \\nreasonably traced between these items and the Pueblo of Jemez.\\n    This notice has been sent to officials of the Apache Tribe of \\nOklahoma, the Comanche Tribe of Oklahoma, the Hopi Tribe, the Jicarilla \\nApache Tribe, the Kiowa Tribe, the Mescalero Apache Tribe, the Navajo \\nNation, Pueblo of Cochiti, the Pueblo of Jemez, Pueblo of Santo \\nDomingo, the Pueblo of Zuni, and the Wichita and Affiliated Tribes. \\nRepresentatives of any other Indian tribe that believes itself to be \\nculturally affiliated with these objects should contact Barbara Issac, \\nRepatriation Coordinator, Peabody Museum of Archaeology and Ethnology, \\n11 Divinity Ave., Cambridge, MA 022138; telephone (617) 495-2254; or \\nJames W. Bradley, Director, Robert S. Peabody Museum of Archaeology, \\nPhillips Academy, Andover, MA 01810; telephone: (978) 749-4490 before \\nNovember 12, 1998. Repatriation of these objects to the Pueblo of Jemez \\nmay begin after that date if no additional claimants come forward.\\nDated: October 2, 1998.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 98-27321 Filed 10-9-98; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}