{"index": "R_755", "messy_full": "\\n\\nFederal Register, Volume 63 Issue 210 (Friday, October 30, 1998)\\n\\n[Federal Register Volume 63, Number 210 (Friday, October 30, 1998)]\\n[Notices]\\n[Page 58417]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 98-29094]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Intent to Repatriate a Cultural Item in the Possession \\nof the American Museum of Natural History, New York City, NY\\n\\nAGENCY: National Park Service, Interior.\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given under the Native American Graves Protection \\nand Repatriation Act, 43 CFR 10.10 (a)(3), of the intent to repatriate \\na cultural item in the possession of the American Museum of Natural \\nHistory, New York City, NY which meets the definition of ``object of \\ncultural patrimony\\'\\' under Section 2 of the Act.\\n    The cultural item is a wampum string in two pieces. The shell beads \\nalternate white and purple, except at one end of the longer strand, \\nwhich is made up of the purple wampum interspersed at two places with a \\nsingle white bead, and with a third white bead at the end.\\n    In 1910, the American Museum of Natural History purchased this \\nwampum string from Mr. Erastus Tefft as part of his collection. Mr. \\nTefft had acquired the string from Mr. M.R. Harrington. According to \\nthe Museum\\'s documentation, Mr. Harrington had acquired this wampum \\nstring from Mr. Dan Webster in Oneida, NY. The Museum\\'s records state \\nthat this wampum string was ``said to represent the office of a chief \\nin the Turtle Clan.\\'\\'\\n    Based on the Museum\\'s records and consultation with representatives \\nof the Oneida Nation of New York, this wampum string is affiliated with \\nthe Oneida Nation of New York. Consultation evidence presented by \\nrepresentatives of the Oneida Nation of New York also indicates that \\nthis item has ongoing historical, traditional, and cultural importance \\ncentral to the Tribe itself, and no individual had the right to \\nalienate it. The Museum\\'s review of this information indicates that it \\nis accurate.\\n    Based on the above mentioned information, officials of the American \\nMuseum of Natural History have determined that, pursuant to 43 CFR 10.2 \\n(d)(4), this cultural item has ongoing historical, traditional, and \\ncultural importance central to the Tribe itself, and could not have \\nbeen alienated, appropriated, or conveyed by any individual. Officials \\nof the American Museum of Natural History have also determined that, \\npursuant to 43 CFR 10.2 (e), there is a relationship of shared group \\nidentity which can be reasonably traced between this item and the \\nOneida Nation of New York.\\n    This notice has been sent to officials of the Oneida Nation of New \\nYork and the Oneida Tribe of Wisconsin. Representatives of any other \\nIndian tribe that believes itself to be culturally affiliated with this \\nobject should contact Martha Graham, Registrar of Cultural Resources, \\nAmerican Museum of Natural History, Department of Anthropology, Central \\nPark West at 79th Street, New York, NY 10024-5192; telephone: (212) \\n769-5846 before November 30, 1998. Repatriation of this object to the \\nOneida Nation of New York may begin after that date if no additional \\nclaimants come forward.\\nDated: October 22, 1998.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 98-29094 Filed 10-29-98; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}