{"index": "R_757", "messy_full": "\\n\\nFederal Register, Volume 63 Issue 208 (Wednesday, October 28, 1998)\\n\\n[Federal Register Volume 63, Number 208 (Wednesday, October 28, 1998)]\\n[Notices]\\n[Pages 57704-57705]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 98-28807]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Intent to Repatriate a Cultural Item in the Possession \\nof the Museum of Indian Arts and Culture/Laboratory of Anthropology, \\nMuseum of New Mexico, Santa Fe, NM\\n\\nAGENCY: National Park Service, DOI.\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given under the Native American Graves Protection \\nand Repatriation Act, 43 CFR 10.10 (a)(3), of the intent to repatriate \\na cultural item in the possession of the Museum of Indian Arts and \\nCulture/Laboratory of Anthropology, Museum of New Mexico, Santa Fe, NM \\nwhich meets the definition of ``object of cultural patrimony\\'\\' under \\nSection 2 of the Act.\\n    The cultural item is a leather cap constructed of buckskin, brass, \\nsilver, glass, and a feather.\\n\\n[[Page 57705]]\\n\\n    In 1934, this cultural item was purchased on the San Carlos Apache \\nReservation by the Laboratory of Anthropology. The Laboratory of \\nAnthropology became part of the Museum of New Mexico in 1947.\\n    Representatives of the San Carlos Apache Tribe of the San Carlos \\nReservation have stated that this object has ongoing historical, \\ntraditional, and cultural importance central to the culture itself, and \\nthat no individual had the right to alienate this cultural item. \\nInformation regarding the status of this cultural item is being \\nwithheld from this notice by the Museum of Indian Arts and Culture/\\nLaboratory of Anthropology, Museum of New Mexico at the request of the \\nrepresentatives of the San Carlos Apache Tribe in order not to \\ncompromise the San Carlos Apache Tribe\\'s code of religious practice.\\n    Officials of the Museum of Indian Arts and Culture/Laboratory of \\nAnthropology, Museum of New Mexico have determined that, pursuant to 43 \\nCFR 10.2 (d)(4), this cultural item has ongoing historical, \\ntraditional, and cultural importance central to the culture itself, and \\ncould not have been alienated, appropriated, or conveyed by any \\nindividual. Officials of the Museum of Indian Arts and Culture/\\nLaboratory of Anthropology, Museum of New Mexico have also determined \\nthat, pursuant to 43 CFR 10.2 (e), there is a relationship of shared \\ngroup identity which can be reasonably traced between this item and the \\nSan Carlos Apache Tribe of the San Carlos Reservation.\\n    This notice has been sent to officials of the Fort McDowell Mohave-\\nApache Indian Community of the Fort McDowell Indian Reservation, the \\nSan Carlos Apache Tribe of the San Carlos Reservation, the Tonto Apache \\nTribe, the White Mountain Apache Tribe of the Fort Apache Reservation, \\nand the Yavapai-Apache Nation of the Camp Verde Reservation. \\nRepresentatives of any other Indian tribe that believes itself to be \\nculturally affiliated with these objects should contact Patricia House, \\nDirector, Museum of Indian Arts and Cultures/Laboratory of \\nAnthropology, Museum of New Mexico, P.O. Box 2087, Santa Fe, NM 87504-\\n2087; telephone: (505) 827-6344 before November 27, 1998. Repatriation \\nof these objects to the San Carlos Apache Tribe of the San Carlos \\nReservation may begin after that date if no additional claimants come \\nforward.\\n    The National Park Service is not responsible for the determinations \\nwithin this notice.\\nDated: October 6, 1998.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 98-28807 Filed 10-27-98; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}