{"index": "R_764", "messy_full": "\\n\\nFederal Register, Volume 63 Issue 157 (Friday, August 14, 1998)\\n\\n[Federal Register Volume 63, Number 157 (Friday, August 14, 1998)]\\n[Notices]\\n[Page 43718]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: X98-10814]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Intent to Repatriate Cultural Items in the Possession \\nof the Arizona State Museum, University of Arizona, Tucson, AZ\\n\\nAGENCY: National Park Service\\n\\nACTION: Notice\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given under the Native American Graves Protection \\nand Repatriation Act, 43 CFR 10.10 (a)(3), of the intent to repatriate \\ncultural items in the possession of the Arizona State Museum, \\nUniversity of Arizona, Tucson, AZ which meet the definition of ``object \\nof cultural patrimony\\'\\' under Section 2 of the Act.\\n    The seven cultural items consist of five gaan masks of painted wood \\nand cloth, and two wands of painted wood.\\n    In 1932, the Arizona State Museum purchased the five gaan masks \\nfrom Grenville Goodwin who was carrying out field studies among the \\nWestern Apache at the time.\\n    In 1936, the two wands were placed on loan with the Arizona State \\nMuseum from Grenville Goodwin, and donated to the museum in 1968 by \\nGoodwin\\'s widow.\\n    According to museum records, the five gaan masks were made by John \\nRobertson of the San Carlos Apache and subsequently used. Documentation \\nis unclear whether these gaan were sold to Grenville Goodwin by John \\nRobertson (Sr.) or his son, John Robertson, Jr. with his father\\'s \\nknowledge. In 1930, Mike Kirk, owner of Kirk\\'s Trading Post, purchased \\nthe two wands from Tom Dosnos. Tom Dosnos acquired the wand at San \\nCarlos at an unknown date from person(s) unknown. At a later date, \\nGrenville Goodwin purchased these wands from the Kirk Trading Post, \\nManuelito, NM. Museum documentation and consultation with \\nrepresentatives of the San Carlos Apache Tribe of the San Carlos \\nReservation indicates these cultural items are San Carlos Apache. \\nRepresentatives of the San Carlos Apache Tribe of the San Carlos \\nReservation state that the seven cultural items have ongoing \\ntraditional and cultural importance to the tribe itself and could not \\nhave been alienated by any individual.\\n    Officials of the Arizona State Museum have determined that, \\npursuant to 43 CFR 10.2 (d)(4), these seven cultural items have ongoing \\nhistorical, traditional, and cultural importance central to the tribe \\nitself, and could not have been alienated, appropriated, or conveyed by \\nany individual. Officials of the Arizona State Museum have also \\ndetermined that, pursuant to 43 CFR 10.2 (e), there is a relationship \\nof shared group identity which can be reasonably traced between these \\nitems and the San Carlos Apache Tribe of the San Carlos Reservation.\\n    This notice has been sent to officials of the San Carlos Apache \\nTribe of the San Carlos Reservation, the Yavapai-Apache Nation of the \\nCamp Verde Indian Reservation, the Fort McDowell Mohave-Apache Indian \\nCommunity of the Fort McDowell Indian Reservation, the Tonto Apache \\nTribe, and the White Mountain Apache Tribe of the Fort Apache \\nReservation. Representatives of any other Indian tribe that believes \\nitself to be culturally affiliated with these objects should contact \\nDr. Gwinn Vivian, Acting Repatriation Coordinator, Arizona State \\nMuseum, University of Arizona, Tucson, AZ 85721; telephone: (520) \\n621094500 before September 14, 1998. Repatriation of these objects to \\nthe San Carlos Apache Tribe of the San Carlos Reservation may begin \\nafter that date if no additional claimants come forward.\\nDated: August 4, 1998.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 21833 Filed 8-13-98; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}