{"index": "R_768", "messy_full": "\\n\\nFederal Register, Volume 63 Issue 134 (Tuesday, July 14, 1998)\\n\\n[Federal Register Volume 63, Number 134 (Tuesday, July 14, 1998)]\\n[Notices]\\n[Pages 37906-37907]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 98-18623]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Intent to Repatriate Cultural Items from San Diego \\nCounty, CA in the Possession of the San Diego Historical Society, San \\nDiego, CA\\n\\nAGENCY: National Park Service\\n\\nACTION: Notice\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given under the Native American Graves Protection \\nand Repatriation Act, 43 CFR 10.10 (a)(3), of the intent to repatriate \\ncultural items from San Diego County, CA in the possession of the San \\nDiego Historical Society, San Diego, CA which meet the definition of \\n``sacred object\\'\\' under Section 2 of the Act.\\n    The seven cultural items consist of one clay tube pipe (San Diego \\nCounty Indian type), one dark brown ceramic pipe (San Diego County \\nIndian type), one ceramic tube pipe (San Diego County Indian type), one \\nceramic ``elbow\\'\\' pipe (Sand Diego County Indian type), three steatite \\ntube pipes, and one healing tube (San Diego Indian type).\\n    In 1945, a healing tube was donated to the San Diego Historical \\nSociety by (?) Kimball. At an unknown date, the ceramic tube pipe was \\nmade by Julio Artega, and there is no other accession information. At \\nan unknown date, three steatite tube pipes were found at Potrero, and \\nthere is no other accession information, but are noted in museum \\nrecords as ``Chumash\\'\\' pipes. At an unknown date, a dark brown ceramic \\npipe was donated to the San Diego Historical Society. At an unknown \\ndate, a gray clay ``elbow\\'\\' pipe was donated to the San Diego \\nHistorical Society.\\n    Although museum records state three of these cultural items are \\nChumash in origin, representatives of the Pechanga Band of Luiseno \\nMission Indians of the Pechanga Reservation state that the appearance \\nof all of these cultural items\\n\\n[[Page 37907]]\\n\\nappear to be of a Luiseno style, and have presented additional \\nanthropological sources on Southern Californian Indian material \\nculture. The Potrero site is a known sacred and ceremonial site used by \\nthe Pechanga Band, and the San Diego Historical Society has concluded \\nthe pipes from the Potrero site were mis-identified as Chumash and are \\nof Luiseno or Pechanga origin. Consultation with representatives of the \\nPechanga Band of Luiseno Mission Indians of the Pechanga Reservation \\nalso indicates these items are needed by traditional religious leaders \\nfor the practice of traditional Native American religion by present-day \\nadherents.\\n    Officials of the San Diego Historical Society have determined that, \\npursuant to 43 CFR 10.2 (d)(3), these seven cultural items are specific \\nceremonial objects needed by traditional Native American religious \\nleaders for the practice of traditional Native American religions by \\ntheir present-day adherents. Officials of the San Diego Historical \\nSociety have also determined that, pursuant to 43 CFR 10.2 (e), there \\nis a relationship of shared group identity which can be reasonably \\ntraced between these items and the Pechanga Band of Luiseno Mission \\nIndians of the Pechanga Reservation.\\n    This notice has been sent to officials of the Pechanga Band of \\nLuiseno Mission Indians of the Pechanga Reservation, Barona Group of \\nthe Capitan Grande Band of Mission Indians, Campo Band of Mission \\nIndians, Capitan Grande Band of Mission Indians, Cuapaipe Band of \\nMission Indians, Inaja Band of Mission Indians, Jamul Band of Mission \\nIndians, La Jolla Band of Mission Indians, La Posta Band of Mission \\nIndians, Los Coyotes Band of Mission Indians, Manzanita Band of Mission \\nIndians, Mesa Grande Band of Mission Indians, Pechanga Band of Luiseno \\nMission Indians of the Pechanga Reservation, Pauma Band of Mission \\nIndians, Rincon Band of Mission Indians, San Pasqual Band of Mission \\nIndians, Santa Ysabel Band of Mission Indians, Sycuan Band of Mission \\nIndians, and Viejas Band of Mission Indians. Representatives of any \\nother Indian tribe that believes itself to be culturally affiliated \\nwith these objects should contact Tammie Bennett, Registrar, San Diego \\nHistorical Society, P. O. Box 81825, San Diego, CA 92138; telephone \\n(619) 232-6203, ext. 120, fax (619) 232-6297 before August 13, 1998. \\nRepatriation of these objects to the Pechanga Band of Luiseno Mission \\nIndians of the Pechanga Reservation may begin after that date if no \\nadditional claimants come forward.\\n    The National Park Service is not responsible for the determinations \\nwithin this notice.\\nDated: June 29, 1998.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 98-18623 Filed 7-13-98; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}