{"index": "R_761", "messy_full": "\\n\\nFederal Register, Volume 63 Issue 191 (Friday, October 2, 1998)\\n\\n[Federal Register Volume 63, Number 191 (Friday, October 2, 1998)]\\n[Notices]\\n[Pages 53097-53098]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 98-26420]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Intent to Repatriate Cultural Items in the Possession \\nof the Peabody Museum of Archaeology and Ethnology, Harvard University, \\nCambridge, MA\\n\\nAGENCY: National Park Service\\n\\nACTION: Notice\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given under the Native American Graves Protection \\nand Repatriation Act, 43 CFR 10.10 (a)(3), of the intent to repatriate \\ncultural items in the possession of the Peabody Museum of Archaeology \\nand Ethnology, Havard University, Cambridge, MA which meet the \\ndefinition of \\'\\'sacred object\\'\\' and \\'\\'object of cultural patrimony\\'\\' \\nunder Section 2 of the Act.\\n    The 16 cultural items consist of a skirt or shoulder cape; a ring-\\ntail cat apron; a hookmen headdress; two sets of dance plumes; a wolf \\nblinder headdress; three headdresses (headnets); a roll for headdress; \\ntwo woodpecker headdresses; a red hummingbird headdress; two dance \\nbaskets; and a head ring.\\n\\n[[Page 53098]]\\n\\n    In 1902, the skirt or shoulder cape was purchased by P.M. Jones \\ndirectly from a Hupa individual on behalf of the Department of \\nAnthropology, University of California-Berkeley. In 1904, the \\nDepartment of Anthropology, University of California-Berkeley gave this \\nitem to the Peabody Museum at Harvard University as part of an \\nexchange.\\n    In 1901, the ring-tail cat apron was collected by P.M. Jones in \\nHoopa Valley, on behalf of the Department of Anthropology, University \\nof California-Berkeley. In 1904, the Department of Anthropology, \\nUniversity of California-Berkeley gave this item to the Peabody Museum \\nat Harvard University as part of an exchange.\\n    Prior to 1904, a headdress (headnet) was collected by Grace A. \\nNicholson from a Hupa individual on the Lower Klamath River. She then \\nsold the this cultural items to Lewis H. Farlow. In 1904, Lewis H. \\nFarlow donated this headdress to the Peabody Museum at Harvard \\nUniversity.\\n    In 1906, the hookmen headdress, a woodpecker headdress, the \\nwolfblinder headdress, the headdress roll, two set of dance plumes were \\nvery probably purchased by Grace A. Nicholson from Hupa individuals on \\nthe Lower Klamath River. She then sold the these cultural items to \\nLewis H. Farlow. In 1906, Lewis H. Farlow donated these items to the \\nPeabody Museum at Harvard University.\\n    In 1906, the head ring was very probably purchased by Grace A. \\nNicholson in Northern California from a Hupa individual. She then sold \\nthese cultural items to Lewis H. Farlow. In 1906, Lewis H. Farlow \\ndonated this head ring to the Peabody Museum at Harvard University.\\n    In 1908, a woodpecker headdress, a red hummingbird headdress, and a \\ndance basket were very probably purchased by Grace A. Nicholson from \\nOld Sanaxon, a Hupa individual. She then sold these cultural items to \\nLewis H. Farlow. In 1908, Lewis H. Farlow donated these cultural items \\nto the Peabody Museum at Harvard University.\\n    In 1911, a dance basket was probably purchased by Grace A. \\nNicholson from a Hupa individual. She then sold this cultural item to \\nLewis H. Farlow. In 1911, Lewis H. Farlow donated this item to the \\nPeabody Museum at Harvard University.\\n    In 1909, two headdresses (headnets) were purchased by the Peabody \\nMuseum at Harvard University through the Huntington Frothingham Wolcott \\nFund from an unknown individual.\\n    All of the sixteen cultural items listed above were and are still \\nused by the Hoopa Valley Tribe of the Hoopa Valley Reservation in the \\nWorld Renewal Ceremonies (the White Deerskin Dance and the Jump Dance), \\nand in the Brush Dance. Each of these cultural items has an associated \\ncreation story and gender identity. Ownership rights to the above \\ncultural items rest with the Immortals and only secondarily to specific \\nlineages. Representatives of the Hoopa Valley Tribe of the Hoopa Valley \\nReservation have stated that these objects are needed by Hoopa \\nreligious leaders for the practice of traditional Native American \\nreligions by present-day adherents. Representatives of the Hoopa Valley \\nTribe of the Hoopa Valley Reservation also state that these objects \\nhave ongoing historical, traditional, and cultural importance central \\nto the tribe itself and could not have been alienated or conveyed by \\nany individual.\\n    An additional cultural item is a doctor\\'s necklace.\\n    In 1906, this doctor\\'s necklace was very probably purchased by \\nGrace A. Nicholson, probably from a Hupa individual in Northern \\nCalifornia. She then sold the doctor\\'s necklace to Lewis H. Farlow. In \\n1906, Lewis H. Farlow donated this doctor\\'s necklace to the Peabody \\nMuseum at Harvard University.\\n    This doctor\\'s necklace is used for the Kick Dance, a curing \\nceremony. Representatives of the Hoopa Valley Tribe of the Hoopa Valley \\nReservation have stated that this object is needed by Hoopa religious \\nleaders for the practice of traditional Native American religions by \\npresent-day adherents.\\n    Based on the above-mentioned information, officials of the Peabody \\nMuseum of Archaeology and Ethnology have determined that, pursuant to \\n43 CFR 10.2 (d)(3), these seventeen cultural items are specific \\nceremonial objects needed by traditional Native American religious \\nleaders for the practice of traditional Native American religions by \\ntheir present-day adherents. Officials of the Peabody Museum of \\nArchaeology and Ethnology have determined that, pursuant to 43 CFR 10.2 \\n(d)(4), these sixteen cultural items have ongoing historical, \\ntraditional, and cultural importance central to the tribe itself, and \\ncould not have been alienated, appropriated, or conveyed by any \\nindividual. Officials of the Peabody Museum of Archaeology and \\nEthnology have also determined that, pursuant to 43 CFR 10.2 (e), there \\nis a relationship of shared group identity which can be reasonably \\ntraced between these items and the Hoopa Valley Tribe of the Hoopa \\nValley Reservation.\\n    This notice has been sent to officials of the Hoopa Valley Tribe of \\nthe Hoopa Valley Reservation. Representatives of any other Indian tribe \\nthat believes itself to be culturally affiliated with these objects \\nshould contact Barbara Issac, Coordinator for Repatriation, Peabody \\nMuseum of Archaeology and Ethnology, 11 Divinity Ave., Cambridge, MA \\n022138; telephone (617) 495-2254 before November 2, 1998. Repatriation \\nof these objects to the Hoopa Valley Tribe of the Hoopa Valley \\nReservation may begin after that date if no additional claimants come \\nforward.\\nDated: September 29, 1998.\\n\\n    Francis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 98-26420 Filed 10-1-98; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}