{"index": "R_760", "messy_full": "\\n\\nFederal Register, Volume 63 Issue 191 (Friday, October 2, 1998)\\n\\n[Federal Register Volume 63, Number 191 (Friday, October 2, 1998)]\\n[Notices]\\n[Pages 53100-53101]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 98-26419]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Intent to Repatriate Cultural Items in the Possession \\nof Bandelier National Monument, National Park Service, Los Alamos, NM\\n\\nAGENCY: National Park Service\\n\\nACTION: Notice\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given in accordance with provisions of the Native \\nAmerican Graves Protection and Repatriation Act (NAGPRA), 43 CFR 10.10 \\n(a)(3), of the intent to repatriate cultural items in the possession of \\nBandelier National Monument, the National Park Service,\\n\\n[[Page 53101]]\\n\\nLos Alamos, NM which meet the definition of \\'\\'sacred object\\'\\' under \\nSection 2 of the Act.\\n    The two cultural items are lightning stones.\\n    In 1988, these cultural items were recovered from the Burnt Mesa \\nPueblo site, located within the Monument boundaries, by Dr. Timothy \\nKohler of the Washington State University. Based on ceramics, this site \\nhas been identified as a Pueblo II occupation, dating to AD 1200-1350.\\n    The two other cultural items are a lightning stone and a kiva bell.\\n    Monument accession records do not record the provenience for a \\nthird lightning stone and one kiva bell. However, they are believed to \\nhave been recovered from the Monument, as they are similar to the type \\nand appearance of other items found at other sites in the Monument \\narea. The estimated dates of the two objects are between AD 1200-1600 \\non the basis of similar objects found in the area.\\n    Anthropological, archeological, and oral tradition evidence \\nindicates that the monument area has been continuously occupied by \\nKeres-speaking pueblo groups (including the Pueblo of Acoma, Pueblo of \\nCochiti, Pueblo of Laguna, Pueblo of San Felipe, Pueblo of Santa Ana, \\nPueblo of Santo Domingo, and Pueblo of Zia) and the Tewa-speaking \\npueblo groups (including the Pueblo of Nambe, Pueblo of Pojoaque, \\nPueblo of San Ildefonso, Pueblo of San Juan, Pueblo of Santa Clara, \\nPueblo of Tesuque, and the present-day Hano Village at Hopi) since at \\nleast AD 1100.\\n    In 1995, representatives of Bandelier National Monument began \\nconsultation with the Pueblo of Cochiti as part of its NAGRPA \\ncompliance process. Cochiti traditional religious leaders reviewed the \\nMonument\\'s archeological collection and identified these four specific \\nitems as needed for the practice of traditional Cochiti religion by \\npresent-day adherents. Information regarding the names of the \\ntraditional religious leaders and specific ceremonies in which these \\nobjects will be used is being withheld from this notice by the \\nSuperintendent of the Monument, at the request of the Cochiti \\nrepresentatives, in order not to compromise the Pueblo of Cochiti\\'s \\ncode of religious practice.\\n    Based on the above-mentioned information, officials of the National \\nPark Service have determined that, pursuant to 42 CFR 10.2 (d) (3), \\nthese four objects are specific ceremonial objects needed by \\ntraditional Native American religious leaders for the practice of \\ntraditional Native religion by present-day adherents. Officials of the \\nNational Park Service have also determined that, pursuant to 43 CFR \\n10.2 (e), that there is a shared group identity which can be reasonably \\ntraced between these objects and the Pueblo of Acoma, Pueblo of \\nCochiti, Pueblo of Laguna, Pueblo of Nambe, Pueblo of Pojoaque, Pueblo \\nof San Felipe, Pueblo of San Ildefonso, Pueblo of San Juan, Pueblo of \\nSanta Ana, Pueblo of Santa Clara, Pueblo of Santo Domingo, Pueblo of \\nTesuque, Pueblo of Zia, and Hopi Tribe.\\n    This notice has been sent to officials of the Pueblo of Acoma, \\nPueblo of Cochiti, Pueblo of Isleta, Pueblo of Jemez, Pueblo of Laguna, \\nPueblo of Nambe, Pueblo of Pojoaque, Pueblo of Picuris, Pueblo of San \\nFelipe, Pueblo of San Ildefonso, Pueblo of San Juan, Pueblo of Sandia, \\nPueblo of Santa Ana, Pueblo of Santa Clara, Pueblo of Santo Domingo, \\nPueblo of Taos, Pueblo of Tesuque, Pueblo of Zia, Pueblo of Zuni, \\nYsleta Del Sur Pueblo of Texas and the Hopi Tribe. Representatives of \\nany other Indian tribe that believes itself to be culturally affiliated \\nwith these objects should contact Roy W. Weaver, Superintendent, \\nBandelier National Monument, National Park Service, HCR 1, Box 1, Suite \\n15, Los Alamos, New Mexico 87544; telephone: (505) 672-3861, ext. 501 \\nbefore November 2, 1998. Repatriation of these cultural items to the \\nPueblo of Cochiti will begin after that date if no additional claimants \\ncome forward.\\nDated: September 28, 1998.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 98-26419 Filed 10-1-98; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}