{"index": "R_769", "messy_full": "\\n\\nFederal Register, Volume 63 Issue 134 (Tuesday, July 14, 1998)\\n\\n[Federal Register Volume 63, Number 134 (Tuesday, July 14, 1998)]\\n[Notices]\\n[Pages 37905-37906]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 98-18624]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Intent to Repatriate Cultural Items From Mississippi in \\nthe Possession of the Department of Sociology and Anthropology, \\nUniversity of Mississippi, Oxford, MS\\n\\nAGENCY: National Park Service\\n\\nACTION: Notice\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given under the Native American Graves Protection \\nand Repatriation Act, 43 CFR 10.10 (a)(3), of the intent to repatriate \\ncultural items in the possession of the Department of Sociology and \\nAnthropology, University of Mississippi which meet the definition of \\n``unassociated funerary objects\\'\\' under Section 2 of the Act.\\n    The cultural items consist of an 1801 Jefferson Peace Medal; a \\npiece of cane showing copper staining; two metal knives with bone \\nhandles; 1,305 glass beads; a small brass kettle; an open-work silver \\nbuckle; ten circular silver brooches or ornaments, one engraved with \\nthe mark ``T.Dowler\\'\\'; four silver ornament fragments; four silver \\nbracelets; one silver crescent gorget; six brass screw rings; two \\nsilver ear pendants with red beads; ear pendant fragments; and a silver \\nband.\\n\\n[[Page 37906]]\\n\\n    In 1917, these cultural items were removed from a grave located \\nsouthwest of New Albany, MS by Mr. Will Ticer. Mr. Ticer donated these \\nitems to the Mississippi State Geological Survey in 1923. The \\nGeological Survey Collection eventually became part of the Anthropology \\nMuseum collections at the University of Mississippi.\\n    Based on the cultural items, the burial from which they were \\nremoved has been determined to be Native American. The prescence of the \\n1801 Jefferson Peace Medal indicates the burial dates to the first \\nquarter of the nineteenth century, before Removal. This area of \\nnortheastern Mississippi from which the cultural items were recovered \\nduring this period was occupied and controlled by the present day tribe \\nnow known as the Chickasaw Nation. These cultural items are consistent \\nwith present burial practices and ethnographic accounts detailing \\nhistoric-period Chickasaw burial practices. \\n    Officials of the Department of Sociology and Anthropology, \\nUniversity of Mississippi have determined that, pursuant to 43 CFR 10.2 \\n(d)(2)(ii), these 1,340 cultural items are reasonably believed to have \\nbeen placed with or near individual human remains at the time of death \\nor later as part of the death rite or ceremony and are believed, by a \\npreponderance of the evidence, to have been removed from a specific \\nburial site of an Native American individual. Officials of the \\nDepartment of Sociology and Anthropology, University of Mississippi \\nhave also determined that, pursuant to 43 CFR 10.2 (e), there is a \\nrelationship of shared group identity which can be reasonably traced \\nbetween these items and the Chickasaw Nation.\\n    This notice has been sent to officials of the Chickasaw Nation. \\nRepresentatives of any other Indian tribe that believes itself to be \\nculturally affiliated with these objects should contact Jay Johnson, \\nDepartment of Sociology and Anthropology, University of Mississippi, \\nOxford, MS 38677 telephone (601) 232-7339 before August 13, 1998. \\nRepatriation of these objects to the Chickasaw Nation may begin after \\nthat date if no additional claimants come forward.\\nDated: June 29, 1998.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography.\\n[FR Doc. 98-18624 Filed 7-13-98; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}