{"index": "R_763", "messy_full": "\\n\\nFederal Register, Volume 63 Issue 162 (Friday, August 21, 1998)\\n\\n[Federal Register Volume 63, Number 162 (Friday, August 21, 1998)]\\n[Notices]\\n[Pages 44923-44924]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 98-22539]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Intent to Repatriate Cultural Items in the Possession \\nof the Chippewa National Forest, USDA Forest Service, Cass Lake, MN\\n\\nAGENCY: National Park Service\\n\\nACTION: Notice\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given under the Native American Graves Protection \\nand Repatriation Act, 43 CFR 10.10 (a)(3), of the intent to repatriate \\ncultural items in the possession of the Chippewa National Forest, USDA \\nForest Service which meet the definition of ``unassociated funerary \\nobjects\\'\\' under Section 2 of the Act.\\n    The 15 cultural items consist of a sherd from a ceramic mortuary \\nvessel, fragmented and burned bone (fish and mammal) from a \\nconcentration associated with a funerary timber crib, a fragment of \\nbirchbark, and charcoal and charred wood fragments with soil matrix \\nfrom a burned timber crib surrounding a burial.\\n    In 1977, these items were recovered during legally authorized \\nexcavations of portions of two burial mounds at the Winnibigoshish Dam \\nsite (21 IC 4) near\\n\\n[[Page 44924]]\\n\\nWinnibigoshish Dam, Chippewa National Forest, Itasca County, MN. The \\nhuman remains removed at that time from these excavations were reburied \\nin a nearby location.\\n    Based on radiocarbon dates and ceramic style, these cultural items \\nhave been determined to date to the Blackduck phase occupation (ca. \\n1000 A.D.). Based on continuities of pottery styles, manner of \\ninterment, continuities of tools, geographic location, reliance on wild \\nrice and fish as food staples, anthropological sources, and historical \\ndocumentation, the Blackduck culture is a likely antecedent for the \\nhistoric and present-day Assiniboine, Cree, and Ojibwe cultures.\\n    Officials of the USDA Forest Service have determined that, pursuant \\nto 43 CFR 10.2 (d)(2)(ii), these 15 cultural items are reasonably \\nbelieved to have been placed with or near individual human remains at \\nthe time of death or later as part of the death rite or ceremony and \\nare believed, by a preponderance of the evidence, to have been removed \\nfrom a specific burial site of an Native American individual. Officials \\nof the USDA Forest Service have also determined that, pursuant to 43 \\nCFR 10.2 (e), there is a relationship of shared group identity which \\ncan be reasonably traced between these items and the Assiniboine and \\nSioux Tribes of the Fort Peck Reservation, Bad River Band of the Lake \\nSuperior Chippewa Indians, Bay Mills Indian Community of the Sault Ste. \\nMarie Band of Chippewa Indians, Bois Forte Band of Chippewa Indians, \\nChippewa-Cree Indians of the Rocky Boy\\'s Reservation, Fond du Lac Band \\nof Chippewa Indians, Fort Belknap Indian Community, Grand Portage Band \\nof Chippewa Indians, Grand Traverse Band of Ottowa and Chippewa \\nIndians, Keweenaw Bay Indian Community of L\\'Anse and Ontonagon Bands of \\nChippewa Indians, Lac Courte Orielles Band of Lake Superior Chippewa \\nIndians, Lac Du Flambeau Band of Lake Superior Chippewa Indians, Lac \\nVieux Desert Band of Lake Superior Chippewa Indians, Leech Lake Band of \\nChippewa Indians, Mille Lacs Band of Chippewa Indians, Minnesota \\nChippewa Tribe, Red Cliff Band of Lake Superior Chippewa Indians, Red \\nLake Band of Chippewa Indians, Saginaw Chippewa Tribe, Sault Ste. Marie \\nTribe of Chippewa Indians, Sokaogon Chippewa Community of the Mole Lake \\nBand of Chippewa Indians, St. Croix Chippewa Indians of Wisconsin, \\nTurtle Mountain Band of Chippewa Indians, and White Earth Band of \\nChippewa Indians.\\n    This notice has been sent to officials of the Assiniboine and Sioux \\nTribes of the Fort Peck Reservation, Bad River Band of the Lake \\nSuperior Chippewa Indians, Bay Mills Indian Community of the Sault Ste. \\nMarie Band of Chippewa Indians, Bois Forte Band of Chippewa Indians, \\nChippewa-Cree Indians of the Rocky Boy\\'s Reservation, Fond du Lac Band \\nof Chippewa Indians, Fort Belknap Indian Community, Grand Portage Band \\nof Chippewa Indians, Grand Traverse Band of Ottowa and Chippewa \\nIndians, Keweenaw Bay Indian Community of L\\'Anse and Ontonagon Bands of \\nChippewa Indians, Lac Courte Orielles Band of Lake Superior Chippewa \\nIndians, Lac Du Flambeau Band of Lake Superior Chippewa Indians, Lac \\nVieux Desert Band of Lake Superior Chippewa Indians, Leech Lake Band of \\nChippewa Indians, Mille Lacs Band of Chippewa Indians, Minnesota \\nChippewa Tribe, Red Cliff Band of Lake Superior Chippewa Indians, Red \\nLake Band of Chippewa Indians, Saginaw Chippewa Tribe, Sault Ste. Marie \\nTribe of Chippewa Indians, Sokaogon Chippewa Community of the Mole Lake \\nBand of Chippewa Indians, St. Croix Chippewa Indians of Wisconsin, \\nTurtle Mountain Band of Chippewa Indians, and White Earth Band of \\nChippewa Indians. Representatives of any other Indian tribe that \\nbelieves itself to be culturally affiliated with these objects should \\ncontact Steve Eubanks, Forest Supervisor, Chippewa National Forest, \\nUnited States Forest Service, Route 3, Box 244, Cass Lake, MN 56633, \\ntelephone (218) 335-8600 before September 21, 1998. Repatriation of \\nthese objects to the Leech Lake Band of Chippewa Indians may begin \\nafter that date if no additional claimants come forward.\\n    The National Park Service is not responsible for the determinations \\nwithin this notice.\\nDated: August 13, 1998.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 98-22539 Filed 8-20-98; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}