{"index": "R_765", "messy_full": "\\n\\nFederal Register, Volume 63 Issue 157 (Friday, August 14, 1998)\\n\\n[Federal Register Volume 63, Number 157 (Friday, August 14, 1998)]\\n[Notices]\\n[Pages 43720-43721]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 98-21884]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Intent to Repatriate Cultural Items in the Possession \\nof the Museum of Indian Arts and Culture/Laboratory of Anthropology, \\nMuseum of New Mexico, Santa Fe, NM\\n\\nAGENCY: National Park Service\\n\\nACTION: Notice\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given under the Native American Graves Protection \\nand Repatriation Act, 43 CFR 10.10 (a)(3), of the intent to repatriate \\ncultural items in the possession of the Museum of Indian Arts and \\nCulture/Laboratory of Anthropology, Museum of New Mexico, Santa Fe, NM \\nwhich meets the definition of ``unassociated funerary object\\'\\' under \\nSection 2 of the Act.\\n    The nine cultural items consist of a shell ornament, a shell \\npendant, a group of worked ceramic disks, a quartz crystal, a calcite \\ncrystal, and a portion of a broken ceramic jar.\\n    Between 1915-1925, the R.S. Peabody Foundation of Archaeology, \\nPhillips Academy, Andover, MA carried out legally authorized \\nexcavations at Pecos Pueblo (site LA 625). At an unknown\\n\\n[[Page 43721]]\\n\\ndate, these cultural items were donated to the Laboratory of \\nAnthropology by the R.S. Peabody Museum. Although these cultural items \\nwere removed from individual burials, the human remains with which they \\nwere originally associated cannot be located, and may not have been \\nremoved during the excavations.\\n    Excavation and museum records clearly indicate these cultural items \\nwere removed from specific burials of Native American individuals. \\nBased on the archeological material from this site, Spanish Colonial \\ndocuments, U.S. Government records, and oral history presented by the \\nApache Tribe of Oklahoma, the Comanche Tribe, the Hopi Tribe, the \\nJicarilla Apache Tribe, the Kiowa Tribe, the Mescalero Apache Tribe, \\nthe Navajo Nation, the Pueblo of Cochiti, the Pueblo of Jemez, the \\nPueblo of Zuni, and the Wichita and Affiliated Tribes, this site dates \\nfrom the Pueblo III period (ca. 1100 A.D.) to its abandonment in 1846. \\nAlthough this site shares cultural affiliation with all the above \\nlisted tribes, based on oral history presented by the tribes, \\narcheological evidence, historic documents, and a 1936 Congressional \\nAct, this site is most closely affiliated with the Pueblo of Jemez.\\n    Officials of the Museum of Indian Arts and Culture/Laboratory of \\nAnthropology have determined that, pursuant to 43 CFR 10.2 (d)(2)(ii), \\nthese nine cultural items are reasonably believed to have been placed \\nwith or near individual human remains at the time of death or later as \\npart of the death rite or ceremony and are believed, by a preponderance \\nof the evidence, to have been removed from a specific burial site of an \\nNative American individual. Officials of the Museum of Indian Arts and \\nCulture/Laboratory of Anthropology have also determined that, pursuant \\nto 43 CFR 10.2 (e), there is a relationship of shared group identity \\nwhich can be reasonably traced between these items and the Pueblo of \\nJemez.\\n    This notice has been sent to officials of the Apache Tribe of \\nOklahoma, the Comanche Tribe, the Hopi Tribe, the Jicarilla Apache \\nTribe, the Kiowa Tribe, the Mescalero Apache Tribe, the Navajo Nation, \\nthe Pueblo of Cochiti, the Pueblo of Jemez, the Pueblo of Zuni, and the \\nWichita and Affiliated Tribes. Representatives of any other Indian \\ntribe that believes itself to be culturally affiliated with these \\nobjects should contact Patricia House, Director, Museum of Indian Arts \\nand Culture/Laboratory of Anthropology, Museum of New Mexico, P.O. Box \\n2087, Santa Fe, NM 87504-2087; telephone (505) 827-6344 before \\nSeptember 14, 1998. Repatriation of these objects to the Pueblo of \\nJemez may begin after that date if no additional claimants come \\nforward.\\nDated: August 4, 1998.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,Manager, Archeology and \\nEthnography Program.\\n[FR Doc. 98-21884 Filed 8-13-98; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}