{"index": "R_766", "messy_full": "\\n\\nFederal Register, Volume 63 Issue 149 (Tuesday, August 4, 1998)\\n\\n[Federal Register Volume 63, Number 149 (Tuesday, August 4, 1998)]\\n[Notices]\\n[Page 41591]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 98-20713]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Intent to Repatriate Cultural Items in the Possession \\nof Pilgrim Hall Museum, Plymouth, MA\\n\\nAGENCY: National Park Service, DOI.\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given under the Native American Graves Protection \\nand Repatriation Act, 43 CFR 10.10 (a)(3), of the intent to repatriate \\ncultural items in the possession of Pilgrim Hall Museum which meet the \\ndefinition of ``unassociated funerary objects\\'\\' under Section 2 of the \\nAct.\\n    The 16 cultural items consist of 13 white and one dark disk-shaped \\nwampum beads, a piece of beaten copper, and a round flate white stone.\\n    In 1990, these cultural items were donated to Pilgrim Hall Museum \\nby Ms. Theodora Adams of Plymouth, MA. According to documentation \\naccompanying these cultural items, they were ``dug up with a skeleton \\nat Wollaston\\'\\' (MA) at an unknown date. The location of the human \\nremains is not known.\\n    Wollaston, located in Quincy, Norfolk County, MA has been \\nidentified as within the traditional territory of the Massachuset \\npeople during the late pre-contact and early historic period. Following \\nthe King Philip\\'s War in 1676, the surviving Massachuset were absorbed \\ninto Wampanoag communities. Consultation evidence, including \\nanthropological, linguistic, oral and other traditions, provided by \\nrepresentatives of the Wampanoag Repatriation Confederacy indicates \\ncultural affiliation between the Massachuset and the present-day \\nWampanoag culture.\\n    Officials of Pilgrim Hall Museum have determined that, pursuant to \\n43 CFR 10.2 (d)(2)(ii), these 16 cultural items are reasonably believed \\nto have been placed with or near individual human remains at the time \\nof death or later as part of the death rite or ceremony and are \\nbelieved, by a preponderance of the evidence, to have been removed from \\na specific burial site of an Native American individual. Officials of \\nPilgrim Hall Museum have also determined that, pursuant to 25 U.S.C. \\n3001(2), there is a relationship of shared group identity which can be \\nreasonably traced between these items and the Wampanoag Repatriation \\nConfederation on behalf of the Wampanoag Tribe of Gay Head (Aquinnah).\\n    This notice has been sent to officials of the Wampanoag \\nRepatriation Confederation on behalf of the Wampanoag Tribe of Gay Head \\n(Aquinnah). Representatives of any other Indian tribe that believes \\nitself to be culturally affiliated with these objects should contact \\nKarin J. Goldstein Curator, Pilgrim Hall Museum, 75 Court Street, \\nPlymouth, MA 02360; telephone (508) 746-1620, ext. 4 before September \\n3, 1998. Repatriation of these objects to the Wampanoag Repatriation \\nConfederation on behalf of the Wampanoag Tribe of Gay Head (Aquinnah) \\nmay begin after that date if no additional claimants come forward.\\nDated: July 29, 1998.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 98-20713 Filed 8-3-98; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}