{"index": "R_774", "messy_full": "\\n\\nFederal Register, Volume 63 Issue 97 (Wednesday, May 20, 1998)\\n\\n[Federal Register Volume 63, Number 97 (Wednesday, May 20, 1998)]\\n[Notices]\\n[Pages 27746-27747]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 98-13397]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Intent to Repatriate Cultural Items in the Possession \\nof the Denver Museum of Natural History, Denver, CO\\n\\nAGENCY: National Park Service\\n\\nACTION: Notice\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given under the Native American Graves Protection \\nand Repatriation Act, 43 CFR 10.10 (a)(3), of the intent to repatriate \\ncultural items in the possession of the Denver Museum of Natural \\nHistory (DMNH) which meet the definition of ``sacred objects\\'\\' and \\n``objects of cultural patrimony\\'\\' under Section 2 of the Act.\\n    The 164 cultural items consist of 25 Hopi spirit friends or Katsina \\nmasks and 31 mask attachments; 59 pahos and prayer feathers; one paho \\nholder; three altar figures from Walpi; five Katsina Society dance \\nitems from Walpi; 21 Mazrau Society dance items from Shungopavi; nine \\nKatsina Society dance items from Shungopavi; four Snake Society dance \\nitems from Shungopavi; two Katsina Society dance items from Oraivi; one \\nMazrau Society dance item from Oraivi; one Snake Society medicine pouch \\nfrom Shungopavi; one Snake Society medicine bundle from Shungopavi; and \\none Mazrau Society ceremonial canteen from Shungopavi.\\n    In 1973, the three altar figures from Walpi were donated to the \\nDMNH by donors whose names are withheld at the DMNH\\'s request. In 1981, \\nthree of the pahos were donated to the DMNH by a donor whose name is \\nwithheld at the DMNH\\'s request. Between 1968-1983, the remaining 158 \\ncultural items were donated to the DMNH by Dr. and Mrs. Frances Crane, \\nwho had acquired the items from at least 12 different sources, \\nincluding collectors, gift shops, and dealers.\\n    DMNH accession, catalogue, and computer records indicate these 164 \\ncultural items are of Hopi origin from Hopi villages in northern \\nArizona. Extensive consultations with representatives of the Hopi Tribe \\nand Hopi traditional religious leaders confirm the Hopi identity of \\nthese cultural items. Representatives of the Hopi Tribe and Hopi \\ntraditional religious leaders have stated that these 164 cultural items \\nare needed by traditional Hopi religious leaders for the practice of \\ntraditional Native American religion by their present-day adherents; \\nand that these items also have on-going historical, traditiona, and \\ncultural importance central to the culture itself and could not have \\nbeen alientated by any individual.\\n    Based on the above-mentioned information, officials of the Denver \\nMuseum of Natural History have determined that, pursuant to 43 CFR 10.2 \\n(d)(3), these 164 cultural items are specific ceremonial objects needed \\nby traditional Native American religious leaders for the practice of \\ntraditional Native American religions by their present-day adherents. \\nOfficials of the Denver Museum of Natural History have determined that, \\npursuant to 43 CFR 10.2 (d)(4), these 164 cultural items have ongoing \\nhistorical, traditional, and cultural importance central to the tribe \\nitself, and could not have been alienated, appropriated, or conveyed by \\nany individual. Officials of the Denver Museum of Natural History have \\nalso determined that, pursuant to 43 CFR 10.2 (e), there is a \\nrelationship of shared group identity which can be reasonably traced \\nbetween these items and the Hopi Tribe.\\n    This notice has been sent to officials of the Hopi Tribe. \\nRepresentatives of\\n\\n[[Page 27747]]\\n\\nany other Indian tribe that believes itself to be culturally affiliated \\nwith these objects should contact Dr. Robert Pickering, Chairman of the \\nAnthropology Department, Denver Museum of Natural History, 2001 \\nColorado Blvd., Denver, CO 80205; telephone (303) 370-6388 before June \\n19, 1998. Repatriation of these objects to the Hopi Tribe may begin \\nafter that date if no additional claimants come forward.\\nDated: May 14, 1998.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 98-13397 Filed 5-19-98; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}