{"index": "R_771", "messy_full": "\\n\\nFederal Register, Volume 63 Issue 114 (Monday, June 15, 1998)\\n\\n[Federal Register Volume 63, Number 114 (Monday, June 15, 1998)]\\n[Notices]\\n[Pages 32682-32683]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 98-15820]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Intent to Repatriate Cultural Items from Arizona in the \\nPossession of the Museum of Indian Arts and Cultures/Laboratory of \\nAnthropology, Museum of New Mexico, Santa Fe, NM\\n\\nAGENCY: National Park Service\\n\\nACTION: Notice\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given under the Native American Graves Protection \\nand Repatriation Act, 43 CFR 10.10 (a)(3), of the intent to repatriate \\ncultural items in the possession of the Museum of Indian Arts and \\nCulture/Laboratory of Anthropology, Museum of New Mexico, Santa Fe, NM \\nwhich meet the definition of ``object of cultural patrimony\\'\\' under \\nSection 2 of the Act.\\n    The 15 cultural items consist of five Apache gaan masks constructed \\nof painted wood, cloth, and feathers; nine associated painted wood \\nwands; and one associated bull roarer constructed of wood and leather.\\n    Prior to 1935, Grenville Goodwin acquired these 15 cultural items \\non the San Carlos Apache Reservation. In 1935,\\n\\n[[Page 32683]]\\n\\nthese cultural items were purchased from Mr. Goodwin by the Laboratory \\nof Anthropology, which became part of the Museum of New Mexico in 1947.\\n    The cultural affiliation of these cultural items is clearly San \\nCarlos Apache as indicated through donor information, museum records, \\nand consultation with representatives of the San Carlos Apache Tribe of \\nthe San Carlos Reservation. Representatives of the San Carlos Apache \\nTribe of the San Carlos Reservation have further stated that these \\nitems have ongoing historical, traditional, and cultural importance \\ncentral to the tribe itself, and no individual had or has the right to \\nalienate them.\\n    Officials of the Museum of Indian Arts and Culture/Laboratory of \\nAnthropology, Museum of New Mexico have determined that, pursuant to 43 \\nCFR 10.2 (d)(4), these 15 cultural items have ongoing historical, \\ntraditional, and cultural importance central to the tribe itself, and \\ncould not have been alienated, appropriated, or conveyed by any \\nindividual. Officials of the Museum of Indian Arts and Culture/\\nLaboratory of Anthropology, Museum of New Mexico have also determined \\nthat, pursuant to 43 CFR 10.2 (e), there is a relationship of shared \\ngroup identity which can be reasonably traced between these items and \\nthe San Carlos Apache Tribe of the San Carlos Reservation.\\n    This notice has been sent to officials of the San Carlos Apache \\nTribe of the San Carlos Reservation, the White Mountain Apache Tribe of \\nthe Fort Apache Reservation, the Tonto Apache Tribe of Arizona, the \\nYavapai-Apache Nation of the Camp Verde Reservation, the Apache Tribe \\nof Oklahoma, and the Fort McDowell Mohave-Apache Indian Community of \\nthe Fort McDowell Indian Reservation. Representatives of any other \\nIndian tribe that believes itself to be culturally affiliated with \\nthese objects should contact Patricia House, Director, Museum of Indian \\nArts and Culture/Laboratory of Anthropology, Museum of New Mexico, P.O. \\nBox 2087, Santa Fe, NM 87504-2087; telephone: (505) 827-6344 before \\nJuly 15, 1998. Repatriation of these objects to the San Carlos Apache \\nTribe of the San Carlos Reservation may begin after that date if no \\nadditional claimants come forward.\\nDated: June 8, 1998.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 98-15820 Filed 6-12-98; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}