{"index": "R_775", "messy_full": "\\n\\nFederal Register, Volume 63 Issue 56 (Tuesday, March 24, 1998)\\n\\n[Federal Register Volume 63, Number 56 (Tuesday, March 24, 1998)]\\n[Notices]\\n[Page 14137]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 98-7581]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Intent to Repatriate Cultural Items from New Mexico in \\nthe Possession of the Arizona State Museum, The University of Arizona, \\nTucson, AZ\\n\\nAGENCY: National Park Service\\n\\nACTION: Notice\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given under the Native American Graves Protection \\nand Repatriation Act, 43 CFR 10.10 (a)(3), of the intent to repatriate \\ncultural items in the possession of the Arizona State Museum which meet \\nthe definition of ``object of cultural patrimony\\'\\' under Section 2 of \\nthe Act.\\n    The cultural items are: four carved wooden birds, four wooden \\nsnakes, four wooden god heads, four unpainted wooden rods, and a \\nceremonial screen. Together, these items are collectively referred to \\nas Na\\'at\\'oye jish, Lightning Way paraphernalia.\\n    In 1927 or 1928, these items were removed from a cave in the \\nLukachukai Mountains by John Hands during University of Arizona summer \\nexpedition surveys of the Vandal Cave area of the Lukachukai Mountains \\nunder the direction of Byron Cummings of the Arizona State Museum/\\nDepartment of Archeology. In 1931, John Hands donated this Lightning \\nWay jish to the Arizona State Museum.\\n    Consultation evidence presented by representatives of the Navajo \\nNation indicate that the Lightning Way is one of twelve major chants \\nstill performed in the Navajo Nation. Bundles for these Ways should \\nonly be in the possession of a qualified Hataalii (chanter, singer, or \\nmedicine person) capable of understanding the jish. In Navajo \\ntradition, jish is only cared for or possess by a human being, it is \\nnot ``property\\'\\' capable of being ``owned\\'\\' in the Western meanings of \\nthe words.\\n    Officials of the Arizona State Museum have determined that, \\npursuant to 43 CFR 10.2 (d)(4), these 16 cultural items have ongoing \\nhistorical, traditional, and cultural importance central to the tribe \\nitself, and could not have been alienated, appropriated, or conveyed by \\nany individual. Officials of the Arizona State Museum have also \\ndetermined that, pursuant to 43 CFR 10.2 (e), there is a relationship \\nof shared group identity which can be reasonably traced between these \\nitems and the Navajo Nation.\\n    This notice has been sent to officials of the Navajo Nation. \\nRepresentatives of any other Indian tribe that believes itself to be \\nculturally affiliated with these objects should contact Dr. Gwinn \\nVivian, Acting Repatriation Coordinator, Arizona State Museum, \\nUniversity of Arizona, Tucson, AZ 85721; telephone (520) 621-4500 \\nbefore April 23, 1998. Repatriation of these objects to the Navajo \\nNation may begin after that date if no additional claimants come \\nforward.\\nDated: March 18, 1998.\\nVeletta Canouts,\\nActing Departmental Consulting Archeologist,\\nDeputy Manager, Archeology and Ethnography Program.\\n[FR Doc. 98-7581 Filed 3-23-98; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}