{"index": "R_777", "messy_full": "\\n\\nFederal Register, Volume 63 Issue 45 (Monday, March 9, 1998)\\n\\n[Federal Register Volume 63, Number 45 (Monday, March 9, 1998)]\\n[Notices]\\n[Page 11452]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 98-5917]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Intent to Repatriate Cultural Items in the Possession \\nof the Rhode Island Historical Society, Providence, RI\\n\\nAGENCY: National Park Service.\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given under the Native American Graves Protection \\nand Repatriation Act, 43 CFR 10.10 (a)(3), of the intent to repatriate \\ncultural items in the possession of the Rhode Island Historical Society \\nwhich meet the definition of ``unassociated funerary objects\\'\\' under \\nSection 2 of the Act.\\n    The four objects are a soapstone bowl, two soapstone bowl \\nfragments, and a string of whelk shell beads. The accession information \\nregarding these objects has been lost since the date of acquisition.\\n    Consultation evidence provided by representatives of the \\nNarragansett Indian Tribe indicates the soapstone bowl is used for the \\nCeremony of the Green Corn, and would also be used in baptismal \\nceremonies. Consultation evidence provided by representatives of the \\nNarragansett Indian Tribe also indicates that the inclusion of \\nsoapstone bowls, soapstone bowl fragments and whelk shell beads is \\nconsistent with traditional Narragansett burial practice.\\n    The three objects from Westerly, RI are glass bottles, beads, and a \\nwampum bracelet. Museum documentation indicates they were recovered in \\n1835 from burials at the railhead site in Westerly, RI; and were \\npurchased by the Rhode Island Historical Society from Mr. Chesebrough \\nthat same year.\\n    Based on funerary objects, this railhead site has been determined \\nto be a Narragansett burial site during the historic period \\n(approximately 16th century until the late 1600s). Historical documents \\nand archeological evidence indicates this area was occupied by the \\nNarragansett Indian Tribe during this period.\\n    The 19 objects from Charlestown, RI are pewter latten spoons, glass \\nrum bottles, a sword handle, copper pots, glass vials, a flute, gold \\neffigy comb, man\\'s gold ring, a disk, a stove ornament and hanging \\nchain, two silver thimbles, a copper snuff box, a copper spoon, strings \\nof glass beads, and loose glass beads. Museum documentation indicates \\nthese objects were excavated from the burial site in 1859; and were \\ngiven to the Rhode Island Historical Society in 1877 by C.W. Parsons \\nand Charles Cross, as well as other members of the Society.\\n    The site from which these objects were taken is a historically \\ndocumented Narragansett burial site stated to be the grave of Princess \\nWeunquesh, a daughter of Ninigret who died about 1660. The type and \\nstyle of these objects date from that era. No human remains from this \\ngrave are in the possession of the Rhode Island Historical Society.\\n    The 14 objects from Charlestown, RI are pewter latten spoons. \\nMuseum documentation regarding the accession of these objects by the \\nRhode Island Historical Society has been lost.\\n    The site from which these objects were taken is a historically \\ndocumented Narragansett burial site stated to be the grave of the \\nsecond (unmarried) daughter of Ninigret who died in 1660. The type and \\nstyle of these objects date from that era. No human remains from this \\ngrave are in the possession of the Rhode Island Historical Society.\\n    The 24 objects from the Arnolda site in Charlestown, RI are a 16th \\ncentury Portuguese cannon, four blocks of ochre, 12 pipes and pipe \\nfragments, a sword fragment, a buckshot mold, two glass rods, glass \\nbeads, and three ceramic sherds. Museum documentation indicates these \\nobjects were excavated in 1921 and 1925 from burials from the Arnolda \\nsite on the property of J. Arnold and were donated to the Rhode Island \\nHistorical Society about 1925.\\n    The Arnolda site is a historically documented Narragansett burial \\nsite used during the historic era, based on manner of interment and the \\ntypes of funerary objects present.\\n    Based on the above-mentioned information, officials of the Rhode \\nIsland Historical Society have determined that, pursuant to 43 CFR 10.2 \\n(d)(2)(ii), these 64 cultural items are reasonably believed to have \\nbeen placed with or near individual human remains at the time of death \\nor later as part of the death rite or ceremony and are believed, by a \\npreponderance of the evidence, to have been removed from a specific \\nburial site of an Native American individual. Officials of the Rhode \\nIsland Historical Society have also determined that, pursuant to 43 CFR \\n10.2 (e), there is a relationship of shared group identity which can be \\nreasonably traced between these 64 items and the Narragansett Indian \\nTribe.\\n    This notice has been sent to officials of the Narragansett Indian \\nTribe. Representatives of any other Indian tribe that believes itself \\nto be culturally affiliated with these objects should contact Linda \\nEppich, Curator, or Albert T. Klyberg, Director, Rhode Island \\nHistorical Society, 110 Benevolent St., Providence, RI 02906, \\ntelephone: (401) 331-8575 before April 8, 1998. Repatriation of these \\nobjects to the Narragansett Indian Tribe may begin after that date if \\nno additional claimants come forward.\\n    The National Park Service is not responsible for the determinations \\nwithin this notice.\\nDated: March 3, 1998.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 98-5917 Filed 3-6-98; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}