{"index": "R_778", "messy_full": "\\n\\nFederal Register, Volume 63 Issue 41 (Tuesday, March 3, 1998)\\n\\n[Federal Register Volume 63, Number 41 (Tuesday, March 3, 1998)]\\n[Notices]\\n[Page 10407]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 98-5407]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Intent to Repatriate Cultural Items in the Possession \\nof the Heard Museum, Phoenix, AZ\\n\\nAGENCY: National Park Service\\n\\nACTION: Notice\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given under the Native American Graves Protection \\nand Repatriation Act, 43 CFR 10.10 (a)(3), of the intent to repatriate \\ncultural items in the possession of the Heard Museum which meets the \\ndefinition of ``sacred object\\'\\' under Section 2 of the Act.\\n    The cultural items are two rattles consisting of painted hide and \\nwooden handles.\\n    In 1930, these rattles were collected by an unknown person from an \\nunknown location and were donated in 1988 to the Heard Museum by an \\nanonymous donor.\\n    Consultation evidence presented by representatives of the Navajo \\nNation indicates these rattles are used in a number of Navajo \\nceremonies including the Night Way, Evil Way, Water Way, Lightning Way, \\nand Life Way. Representatives of the Navajo Nation have further stated \\nthat these rattles are specific ceremonial objects needed by \\ntraditional Native American religious leaders for the practice of \\ntraditional Native American religions by present-day adherents.\\n    Based on the above-mentioned information, officials of the Heard \\nMuseum have determined that, pursuant to 43 CFR 10.2 (d)(3), these two \\ncultural items are specific ceremonial objects needed by traditional \\nNative American religious leaders for the practice of traditional \\nNative American religions by their present-day adherents. Officials of \\nthe Heard Museum have also determined that, pursuant to 43 CFR 10.2 \\n(e), there is a relationship of shared group identity which can be \\nreasonably traced between these items and the Navajo Nation.\\n    This notice has been sent to officials of the Navajo Nation. \\nRepresentatives of any other Indian tribe that believes itself to be \\nculturally affiliated with these objects should contact Martin \\nSullivan, Director, Heard Museum, 22 E. Monte Vista Rd, Phoenix, AZ \\n85004-1480; telephone (602) 252-8840 before April 2, 1998. Repatriation \\nof these objects to the Navajo Nation may begin after that date if no \\nadditional claimants come forward.\\nDated: February 25, 1998.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 98-5407 Filed 3-2-98; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}