{"index": "R_773", "messy_full": "\\n\\nFederal Register, Volume 63 Issue 105 (Tuesday, June 2, 1998)\\n\\n[Federal Register Volume 63, Number 105 (Tuesday, June 2, 1998)]\\n[Notices]\\n[Page 30019]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 98-14576]\\n\\n\\n\\n[[Page 30019]]\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Intent to Repatriate a Cultural Item from New Mexico in \\nthe Possession of the Museum of Northern Arizona, Flagstaff, AZ\\n\\nAGENCY: National Park Service, Interior.\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given under the Native American Graves Protection \\nand Repatriation Act, 43 CFR 10.10 (a)(3), of the intent to repatriate \\na cultural item from New Mexico in the possession of the Museum of \\nNorthern Arizona which meets the definition of ``sacred object\\'\\' under \\nSection 2 of the Act.\\n    The cultural item is a Navajo Male and Female Shooting Way Chant \\nbundle.\\n    In 1968, this bundle was donated to the Museum of Northern Arizona \\nby an individual whose name is withheld at the Museum of Northern \\nArizona\\'s request. According to museum documentation, this individual \\nhad acquired this bundle sometime earlier from a ``chanter from \\nClearwater\\'\\' (near Farmington, NM).\\n    Museum documentation and consultation with representatives of the \\nNavajo Nation clearly establish that this bundle is a product of Navajo \\nculture. Representatives of the Navajo Nation have also indicated that \\nthis bundle is needed by traditional religious leaders for the practice \\nof traditional Native American religion by their present-day adherents.\\n    Based on the above-mentioned information, officials of the Museum \\nof Northern Arizona have determined that, pursuant to 43 CFR 10.2 \\n(d)(3), this cultural item is a specific ceremonial object needed by \\ntraditional Native American religious leaders for the practice of \\ntraditional Native American religions by their present-day adherents.  \\nOfficials of the Museum of Northern Arizona have also determined that, \\npursuant to 43 CFR 10.2 (e), there is a relationship of shared group \\nidentity which can be reasonably traced between this item and the \\nNavajo Nation.\\n    This notice has been sent to officials of the Navajo Nation. \\nRepresentatives of any other Indian tribe that believes itself to be \\nculturally affiliated with these objects should contact David R. \\nWilcox, NAGPRA Coordinator, Museum of Northern Arizona, 3101 North Fort \\nValley Rd., Flagstaff, AZ 86001; telephone (520) 774-5211, ext. 244 \\nbefore July 2, 1998. Repatriation of this object to the Navajo Nation \\nmay begin after that date if no additional claimants come forward.\\nDated: May 27, 1998.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nArcheology and Ethnography.\\n[FR Doc. 98-14576 Filed 6-1-98; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}