{"index": "R_770", "messy_full": "\\n\\nFederal Register, Volume 63 Issue 125 (Tuesday, June 30, 1998)\\n\\n[Federal Register Volume 63, Number 125 (Tuesday, June 30, 1998)]\\n[Notices]\\n[Pages 35607-35608]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 98-17311]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Intent to Repatriate Cultural Items from New Mexico in \\nthe Possession of the Museum of Indian Arts and Culture/Laboratory of \\nAnthropology, Museum of New Mexico, Santa Fe, NM\\n\\nAGENCY: National Park Service, Interior.\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given under the Native American Graves Protection \\nand Repatriation Act, 43 CFR 10.10 (a)(3), of the intent to repatriate \\ncultural items in the possession of the Museum of Indian Arts and \\nCulture/Laboratory of Anthropology, Museum of New Mexico, Santa Fe, NM \\nwhich meet the definition of ``sacred object\\'\\' and ``object of cultural \\npatrimony\\'\\' under Section 2 of the Act.\\n    The seven cultural items are ceramic water vials, decorated with \\nblack geometric designs on a white slip.\\n    Between 1920 and 1922, Edgar L. Hewett of the Museum of New Mexico \\nacquired these cultural items from Antonia Tapia, a Rain Priest at the \\nPueblo of Pojoaque, also known as Posuwage. These objects are now in \\nthe collection of the Museum of Indian Arts and Culture/Laboratory of \\nAnthropology, Museum of New Mexico.\\n    The cultural affiliation of these cultural items is clearly \\nPojoaque Pueblo as indicated through ethnographic description, museum \\nrecords, and consultation with representatives of the Pueblo of \\nPojoaque. Representatives of the Pueblo of Pojoaque have also stated \\nthat these seven cultural items have ongoing historical, traditional, \\nand cultural importance central to the tribe itsel, and no individual \\nhad or has the right to alienate them.\\n    Officials of the Museum of Indian Arts and Culture/Laboratory of \\nAnthropology, Museum of New Mexico have determined that, pursuant to 43 \\nCFR 10.2 (d)(4), these seven cultural items have ongoing historical, \\ntraditional, and cultural importance central to the tribe itself, and \\ncould not have been alienated, appropriated, or conveyed by any \\nindividual.\\n    The three cultural items consist of two carved fetish stones and a \\nceramic cloud blower pipe.\\n    The only information available in museum records regarding these \\ncultural items is that they were recovered from site LA 61, a known \\npre-contact component of the Pueblo of Pojoaque based on material \\nculture and architecture.\\n    The cultural affiliation of these cultural items is clearly \\nPojoaque Pueblo as indicated through ethnographic information, museum \\nrecords, and consultation with representatives of the Pueblo of \\nPojoaque. Representatives of the Pueblo of Pojoaque also state that \\nthese three cultural items are needed by traditional Native American \\nreligious leaders for the practice of traditional religions by present-\\nday adherents.\\n    Officials of the Museum of Indian Arts and Culture/Laboratory of \\nAnthropology, Museum of New Mexico have determined that, pursuant to 43 \\nCFR 10.2 (d)(3), these three cultural items are specific ceremonial \\nobjects needed by traditional Native American religious leaders for the \\npractice of traditional Native American religions by their present-day \\nadherents.\\n    Officials of the Museum of Indian Arts and Culture/Laboratory of \\nAnthropology, Museum of New Mexico have also determined that, pursuant \\nto 43 CFR 10.2 (e), there is a relationship of shared group identity \\nwhich can be reasonably traced between these 10 items and the Pueblo of \\nPojoaque.\\n    This notice has been sent to officials of the Pueblo of Pojoaque. \\nRepresentatives of any other Indian tribe that believes itself to be \\nculturally\\n\\n[[Page 35608]]\\n\\naffiliated with these objects should contact Patiricia House, Director, \\nMuseum of Indian Arts and Cultures/Laboratory of Anthropology, Museum \\nof New Mexico, P.O. Box 2087, Santa Fe, NM 87504-2087; telephone: (505) \\n827-6344 before July 30, 1998. Repatriation of these objects to the \\nPueblo of Pojoaque may begin after that date if no additional claimants \\ncome forward.\\nDated: June 23, 1998.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 98-17311 Filed 6-29-98; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}