{"index": "R_787", "messy_full": "\\n\\nFederal Register, Volume 62 Issue 197 (Friday, October 10, 1997)\\n\\n[Federal Register Volume 62, Number 197 (Friday, October 10, 1997)]\\n[Notices]\\n[Pages 53022-53023]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 97-26871]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Intent to Repatriate Cultural Items in the Possession \\nof the Peabody Essex Museum, Salem, MA\\n\\nAGENCY: National Park Service, Interior.\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given under the Native American Graves Protection \\nand Repatriation Act, 43 CFR 10.10 (a)(3), of the intent to repatriate \\ncultural items in the possession of the Peabody Essex Museum which \\nmeets the definition of ``unassociated funerary objects\\'\\' under Section \\n2 of the Act.\\n    The three cultural items are a tapa shroud, and two tapa samples. \\nThe tapa shroud is comprised of two sheets of black tapa and three \\nsheets of undyed tapa secured along one edge with tapa stitches. The \\nfirst tapa sample consists of a square sheet with watermarks and brown \\ndye on one side. The second tapa sample consists of a rectangular \\nfragment with watermarks and black dye on one side.\\n    Between 1823 and 1855, the tapa shroud was collected by Stephen \\nReynolds. In 1917, SW. Phillips purchased the Reynolds collection from \\na Mr. Wilmarth and donated it to the Peabody Essex Museum.\\n    In 1921, Bishop Museum records indicate that a piece of tapa may \\nhave been donated by Robert VanDeusen of Kinderhook, NY. The first tapa \\nsample was cut from this piece of tapa and was acquired by Marcia Brown \\nBishop prior to 1938. The Peabody Essex Museum purchased this tapa \\nsample as part of the Marcia Brown Bishop collection in 1966.\\n    In 1929, tapa from a burial cave at Kohala, HI was received by the \\nBishop Museum as part of an exchange with Ted T. Dranga. The second \\ntapa sample was cut from the burial cave tapa in the collections of the \\nBishop Museum and obtained by Marcia Brown Bishop prior to 1938. In \\n1966, the Peabody Essex Museum purchased this tapa sample from Ms. \\nBishop.\\n    Consultation with representatives of Hui Malama I Na Kupuna O \\nHawai\\'i Nei, Ka Lahui Hawai\\'i, and the Office of Hawaiian Affairs \\nindicates these items were very likely used as burial tapa and made \\nspecifically for that purpose.\\n    Officials of the Peabody Essex Museum have determined that, \\npursuant to 25 U.S.C. 3001 (3)(B), these three cultural items are \\nreasonably believed to have been placed with or near individual human \\nremains at the time of death or later as part of the death rite or \\nceremony and are believed, by a preponderance of the evidence, to have \\nbeen removed from a specific burial site of an Native American \\nindividual. Officials of the Peabody Essex Museum have also determined \\nthat, pursuant to 25 U.S.C. 3001(2), there is a relationship of shared \\ngroup identity which can be reasonably traced between these items and \\nHui Malama I Na Kupuna O Hawai\\'i\\n\\n[[Page 53023]]\\n\\nNei, Ka Lahui Hawai\\'i, and the Office of Hawaiian Affairs.\\n    This notice has been sent to officials of Hui Malama I Na Kupuna O \\nHawai\\'i Nei, Ka Lahui Hawai\\'i, and the Office of Hawaiian Affairs. \\nRepresentatives of any other Native Hawaiian organization that believes \\nitself to be culturally affiliated with these objects should contact \\nDan L. Monroe, Executive Director, Peabody Essex Museum, East India \\nSquare, Salem, MA 01970; telephone (508) 745-1876, fax (508) 744-6776 \\nbefore [thirty days following publication in the Federal Register]. \\nRepatriation of these objects to Hui Malama I Na Kupuna O Hawai\\'i Nei, \\nKa Lahui Hawai\\'i, and the Office of Hawaiian Affairs may begin after \\nthat date if no additional claimants come forward.\\n    The National Park Service is not responsible for the determinations \\nwithin this notice.\\nDated: October 3, 1997.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist, Manager, Archeology and \\nEthnography Program.\\n[FR Doc. 97-26871 Filed 10-9-97; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}