{"index": "R_780", "messy_full": "\\n\\nFederal Register, Volume 63 Issue 36 (Tuesday, February 24, 1998)\\n\\n[Federal Register Volume 63, Number 36 (Tuesday, February 24, 1998)]\\n[Notices]\\n[Pages 9255-9256]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 98-4685]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Intent to Repatriate a Cultural Item in the Possession \\nof the Desert Caballeros Western Museum, Wickenburg, AZ\\n\\nAGENCY: National Park Service\\n\\nACTION: Notice\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given under the Native American Graves Protection \\nand Repatriation Act, 43 CFR 10.10 (a)(3), of the intent to repatriate \\na cultural item in the possession of the Desert Caballeros Western \\nMuseum which meets the\\n\\n[[Page 9256]]\\n\\ndefinition of ``object of cultural patrimony\\'\\' under Section 2 of the \\nAct.\\n    The item is an Apache Gaan ceremonial headdress of painted wood and \\ncloth.\\n    During the 20th century, this headdress was collected in Arizona. \\nIn 1978, this headdress was donated to the Desert Caballeros Western \\nMuseum by Henry Frick.\\n    This headdress has been verified to be San Carlos Apache by \\nrepresentatives of the San Carlos Apache Tribe, the White Mountain \\nApache Tribe, the Tonto Apache Tribe, and the Yavapai-Apache Nation of \\nthe Camp Verde Reservation. The San Carlos Apache Tribe have documented \\nthat this item has ongoing traditional and cultural importance to the \\ntribe and could not have been conveyed by any individual tribal member.\\n    Based on the above-mentioned information, officials of the Desert \\nCaballeros Western Museum have determined that, pursuant to 43 CFR 10.2 \\n(d)(3), these cultural items are specific ceremonial objects needed by \\ntraditional Native American religious leaders for the practice of \\ntraditional Native American religions by their present-day adherents. \\nOfficials of the Desert Caballeros Western Museum have also determined \\nthat, pursuant to 43 CFR 10.2 (e), there is a relationship of shared \\ngroup identity which can be reasonably traced between this item and the \\nSan Carlos Apache Tribe.\\n    This notice has been sent to officials of the San Carlos Apache \\nTribe, the White Mountain Apache Tribe, the Tonto Apache Tribe, and the \\nYavapai-Apache Nation of the Camp Verde Reservation. Representatives of \\nany other Indian tribe that believes itself to be culturally affiliated \\nwith this object should contact Sheila Kollasch, Curator, Desert \\nCaballeros Western Museum, 21 North Frontier St., Wickenburg, AZ 85390; \\ntelephone (520) 684-2272 before March 26, 1998. Repatriation of this \\nobject to the San Carlos Apache Tribe may begin after that date if no \\nadditional claimants come forward.\\nDated: February 18, 1998.\\nVeletta Canouts,\\nActing Departmental Consulting Archeologist,\\nDeputy Manager, Archeology and Ethnography Program.\\n[FR Doc. 98-4685 Filed 2-23; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}