{"index": "R_784", "messy_full": "\\n\\nFederal Register, Volume 62 Issue 245 (Monday, December 22, 1997)\\n\\n[Federal Register Volume 62, Number 245 (Monday, December 22, 1997)]\\n[Notices]\\n[Pages 66881-66882]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 97-33292]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Intent to Repatriate Cultural Items in the Possession \\nof the University Museum, University of Arkansas, Fayetteville, AR\\n\\nAGENCY: National Park Service\\n\\nACTION: Notice\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given under the Native American Graves Protection \\nand Repatriation Act, 25 U.S.C. 3005 (a)(2), of the intent to \\nrepatriate cultural items in the possession of the University Museum, \\nUniversity Arkansas which meets the definition of ``unassociated \\nfunerary objects\\'\\' under Section 2 of the Act.\\n    The 981 cultural items were recovered from 37 archeological sites \\nlocated in the Ouachita Mountains and the West Gulf Coastal Plan of \\nsouthwestern Arkansas, including the counties of Clark, Dallas, \\nGarland, Howard, Hot Springs, Lafayette, Little River, Logan, Miller, \\nMississippi, Montgomery, Perry, Scott, Sevier, and Yell. These objects \\ninclude: animal bones, antlers, antler tools, arrowpoints, an awl, \\naxes, a basket, beads, blades, boatstones, bone tools, celts, clay \\nballs and fragments, corn, earplugs, earspools, knives, leather, \\nlithics, mano, modified stones, pigments, pipes and pipe fragments, \\nprojectile points and fragments, quartz crystals, seeds, shell (conch, \\nmussel, terrapin, beads, disks, gorget, fragments), sherds, a skewer, \\nstone artifacts, vessels (bottles, bowls, jars, vases, fragments), and \\nmixed wood and copper pieces.\\n    In 1929, 29 cultural items from sites in Garland, Hot Springs, and \\nYell counties were accessioned into the University Museum collections. \\nThe donors are unknown.\\n    In 1931, four cultural items from Garland County were recovered \\nduring University Museum-sponsored excavations and accessioned into \\nUniversity Museum collections.\\n    In 1931, 85 cultural items from Montgomery, Logan, and Garland \\ncounties were accessioned into the University Museum collections. The \\ndonors are unknown.\\n    In 1933, 117 cultural items from Yell and Scott counties were \\nrecovered during University Museum-sponsored excavations and \\naccessioned into University Museum collections.\\n    In 1934, nine cultural items from Clark County were recovered \\nduring University Museum-sponsored excavations and accessioned into \\nUniversity Museum collections.\\n    In 1940, 135 cultural items from Hot Springs, Garland, and \\nLafayette counties were recovered during University Museum-sponsored \\nexcavations and accessioned into University Museum collections.\\n    In 1947, four cultural items from Perry and Garland counties were \\npurchased from Fain White King by the University Museum.\\n    In 1951, two cultural items from Dallas County were recovered \\nduring University Museum-sponsored excavations and accessioned into \\nUniversity Museum collections.\\n    In 1955, 317 cultural items from Garland, Miller, Lafayette, and \\nLittle River counties were purchased from Pete Miroir by the University \\nMuseum.\\n    In 1960, one cultural item from Scott County was donated by Mrs. \\nJ.W. Parks to the University Museum.\\n    In 1961, 113 cultural items from Howard County were donated by Dr. \\nClarence Webb to the University Museum.\\n    In 1962, 40 cultural items from Miller County were recovered during \\nUniversity Museum-sponsored excavations and accessioned into University \\nMuseum collections.\\n    In 1962, nine cultural items from Little River County were \\nrecovered during University Museum-sponsored excavations and \\naccessioned into University Museum collections.\\n    In 1964, 16 cultural items from Sevier County were recovered during \\nUniversity Museum-sponsored excavations and accessioned into University \\nMuseum collections.\\n    In 1970, three cultural items from Scott County were recovered \\nduring a University field school and accessioned into University Museum \\ncollections.\\n    In 1981, 1982, 1986, 1988, and 1991, 111 cultural items from \\nMiller, Howard,\\n\\n[[Page 66882]]\\n\\nSevier, and Mississippi Counties were donated to the University Museum \\nby unknown persons.\\n    The 37 sites from which the cultural items were recovered are \\nassociated with the Fourche Maline culture (500 BC--800 AD) and the \\nCaddoan Culture (800--1600 AD) based on material culture and site \\norganization. Based on tools, ceramics, and manner of interments, these \\nsites show continuity of occupations through these periods. Accession \\ninformation indicates all 981 cultural items were recovered from burial \\ncontexts. Archeological, ethnohistoric, and historical document \\nevidence indicates Caddoan affiliation through tools, ceramics, manner \\nof internments, and recorded language terms and cultural \\ncharacteristics (1542-1543 AD) are correlated to the sites included in \\nthe above counties.\\n    Officials of the University of Arkansas have determined that, \\npursuant to 25 U.S.C. 3001(3)(B), these 981 cultural items are \\nreasonably believed to have been placed with or near individual human \\nremains at the time of death or later as part of the death rite or \\nceremony and are believed, by a preponderance of the evidence, to have \\nbeen removed from a specific burial site of an Native American \\nindividual. Officials of the University of Arkansas have also \\ndetermined that, pursuant to 25 U.S.C. 3001(2), there is a relationship \\nof shared group identity which can be reasonably traced between these \\nitems and the Caddo Tribe of Oklahoma.\\n    This notice has been sent to officials of the Caddo Tribe of \\nOklahoma. Representatives of any other Indian tribe that believes \\nitself to be culturally affiliated with these objects should contact \\nMichael P. Hoffman, Curator of Anthropology, University Museum, \\nUniversity of Arkansas, Fayetteville, AR 72701, telephone (501) 575-\\n3855 before January 21, 1998. Repatriation of these objects to the \\nCaddo Tribe of Oklahoma may begin after that date if no additional \\nclaimants come forward.\\nDated: December 15, 1997.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 97-33292 Filed 12-19-97; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}