{"index": "R_781", "messy_full": "\\n\\nFederal Register, Volume 63 Issue 21 (Monday, February 2, 1998)\\n\\n[Federal Register Volume 63, Number 21 (Monday, February 2, 1998)]\\n[Notices]\\n[Page 5403]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 98-2458]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Intent to Repatriate Cultural Items in the Possession \\nof the Mesa Southwest Museum, Mesa, AZ\\n\\nAGENCY: National Park Service, Interior.\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given under the Native American Graves Protection \\nand Repatriation Act, 43 CFR 10.10 (a)(3), of the intent to repatriate \\ncultural items in the possession of the Mesa Southwest Museumwhich meet \\nthe definition of ``objects of cultural patrimony\\'\\' under Section 2 of \\nthe Act.\\n    The items are one Navajo Talking God yei mask, and one Navajo \\nMonster Slayer yei mask. These are case masks made of buckskin and \\npainted.\\n    In 1986, these two masks were donated to the museum by a private \\nindividual.\\n    The cultural affiliation of these masks is clearly Navajo as \\ndocumented by museum records and through consultation with \\nrepresentatives of the Navajo Nation. Representatives of the Navajo \\nNation have documented the ongoing historical, traditional, and \\ncultural importance of these items, and that they could not have been \\nalienated by any individual tribal member.\\n    Based on the above-mentioned information, officials of the Mesa \\nSouthwest Museum have determined that, pursuant to 43 CFR 10.2 (d)(4), \\nthese cultural items have ongoing historical, traditional, and cultural \\nimportance central to the culture itself, and could not have been \\nalienated, appropriated, or conveyed by any individual. Officials of \\nthe Mesa Southwest Museum have also determined that, pursuant to 43 CFR \\n10.2 (e), there is a relationship of shared group identity which can be \\nreasonably traced between these items and the Navajo Nation.\\n    This notice has been sent to officials of the Navajo Nation. \\nRepresentatives of any other Indian tribe that believes itself to be \\nculturally affiliated with these objects should contact Tray C. Mead, \\nMuseum Administrator, Mesa Southwest Museum, 53 N. Macdonald, Mesa, AZ \\n85201; or telephone Dr. Susan Shaffer Nahmias, NAGPRA/Tribal Liaison at \\n(602) 644-2563 before March 4, 1998. Repatriation of these objects to \\nthe Navajo Nation may begin after that date if no additional claimants \\ncome forward.\\nDated: January 28, 1998.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 98-2458 Filed 1-30-98; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}