{"index": "R_788", "messy_full": "\\n\\nFederal Register, Volume 62 Issue 187 (Friday, September 26, 1997)\\n\\n[Federal Register Volume 62, Number 187 (Friday, September 26, 1997)]\\n[Notices]\\n[Pages 50622-50623]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: X97-10926]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Intent to Repatriate Cultural Items in the Possession \\nof the Palm Springs Desert Museum, Palm Springs, CA\\n\\nAGENCY: National Park Service, Interior.\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given under the Native American Graves Protection \\nand Repatriation Act, 25 U.S.C. 3005 (a)(2), of the intent to \\nrepatriate cultural items in the possession of the Palm Springs Desert \\nMuseum which meet the definition of ``sacred object\\'\\' and \\n``unassociated funerary object\\'\\' under Section 2 of the Act.\\n    The 22 cultural items consist of a ceremonial bundle, a clay pipe \\nwith red pigment, a bone whistle, two dance sticks, four feather wands, \\na set of twelve wooden counting sticks for peon; a set of eight pieces \\nused in peon, a clay pipe; a set of flicker feather straps; an olla \\nwith red pigment; a tortoise shell rattle; a small mortar and pestle \\nset; a gray fox headband; a coyote skin headband; a bear fur piece; two \\nbone and asphaltum whistles; and a strand of shell, ceramic and stone \\nbeads.\\n    In 1954, the set of twelve wooden counting sticks for peon were \\ndonated to the Palm Springs Desert Museum by Cornelia B. White and A.E. \\nDickinson.\\n    In 1958, a clay pipe was donated to the Palm Springs Desert Museum \\nby Randall Henderson who indicated it was found in Indio Heights.\\n    In 1961 and 1965, Dr. Lowell Bean, Anthropologist of the Palm \\nSprings Desert Museum, purchased the ceremonial bundle, bone whistle, \\nand two wooden dance sticks from unknown sources, and the tortoise \\nshell rattle from Seraglio Welmas, a member of the Agua Caliente Band.\\n    In 1965, the set of flicker feather straps, a clay pipe, two bone \\nand asphaltum whistles, four ceremonial feather wands, the coyote \\nheadband, the gray fox headband, the bear fur piece, and the peon game \\nwere donated to the Palm Springs Desert Museum from unknown sources.\\n    In 1985, a ceramic olla with red pigment was donated to the Palm \\nSprings Desert Museum by Edward B. And Josefa Kaminski. This olla was \\nremoved from Tahquitz Canyon within the Agua Caliente reservation.\\n    In 1990, a small granite mortar and pestle were donated to the Palm \\nSprings Desert Museum by Ms. Mary Elizabeth Redeker. During the 1970s, \\nMs. Redeker was given the mortar and pestle by Nina Paul Shumway, who \\nfound these items in the Coachella Valley, site unknown, around 1920.\\n    Consultation with representatives of the Agua Caliente Band of \\nCahuilla Indians indicates that the 21 items listed above are specific \\nceremonial objects used and worn in sacred ceremonies and needed by \\ntraditional Native American religious leaders for the practice of \\ntraditional Native American religion by their present-day adherents.\\n    In 1975, a strand of bone, shell, and stone beads exhibiting \\nblackening was donated to the Palm Springs Desert Museum by Nina Paul \\nShumway. Consultation with representatives of the Agua Caliente Band of \\nCahuilla Indians indicate that such blackening is consistent with \\ncremation, the traditional funerary practice of the Agua Caliente Band \\nof Cahuilla Indians.\\n    Based on the above-mentioned information, officials of the Palm \\nSprings Desert Museum have determined that, pursuant to 25 U.S.C. \\n3001(3)(B), the one strand of bone, shell, and stone beads is \\nreasonably believed to have been placed with or near individual human \\nremains at the time of death or later as part of the death rite or \\nceremony and are believed, by a preponderance of the evidence, to have \\nbeen removed from a burial site of an Native American individual. \\nOfficials of the Palm Springs Desert Museum have also determined that, \\npursuant to 25 U.S.C. 3001 (3)(C), the remaining 21 cultural items are \\nspecific ceremonial objects needed by traditional Native American \\nreligious leaders for the practice of traditional Native American \\nreligions by their present-day adherents. Officials of the Palm Springs \\nDesert Museum have also determined that, pursuant to 25 U.S.C. 3001(2), \\nthere is a relationship of shared group identity which can be \\nreasonably traced between these 22 items and the Agua Caliente Band of \\nCahuilla Indians.\\n\\n[[Page 50623]]\\n\\n    This notice has been sent to officials of the Agua Caliente Band of \\nCahuilla Indians, the Cabazon Indians of California, the Cahuilla Band \\nof Mission Indians, the Los Coyotes Band of Mission Indians, the \\nMorongo Band of Mission Indians, the Ramona Band of Cahuilla Indians, \\nthe Santa Rosa Reservation, the Soboba Band of Mission Indians, and the \\nTorres-Martinez Band of Mission Indians. Representatives of any other \\nIndian tribe that believes itself to be culturally affiliated with \\nthese objects should contact Katherine Hough, Director of Collections/\\nExhibitions, 101 Museum Drive, Palm Springs, CA 92262; telephone (760) \\n325-7186 before October 27, 1997. Repatriation of these objects to the \\nAgua Caliente Band of Cahuilla Indians may begin after that date if no \\nadditional claimants come forward.\\n    The National Park Service is not responsible for the determinations \\nwithin this notice.\\nDated: September 19, 1997.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 97- 25579 Filed 9-25-97; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}