{"index": "R_782", "messy_full": "\\n\\nFederal Register, Volume 63 Issue 7 (Monday, January 12, 1998)\\n\\n[Federal Register Volume 63, Number 7 (Monday, January 12, 1998)]\\n[Notices]\\n[Page 1872]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 98-660]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Intent to Repatriate a Cultural Item from South \\nCarolina in the Possession of the Museum of Early Southern Decorative \\nArts, Old Salem, Inc., Winston-Salem, NC\\n\\nAGENCY: National Park Service, Interior.\\n\\nACTION: Notice\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given under the Native American Graves Protection \\nand Repatriation Act, 43 CFR 10.10 (a)(3), of the intent to repatriate \\na cultural item from South Carolina in the possession of the Museum of \\nEarly Southern Decorative Arts, Old Salem, Inc., Winston-Salem, NC \\nwhich meets the definition of ``unassociated funerary object\\'\\' under 43 \\nCFR 10.2 (d).\\n    The object is a crescent-shaped silver gorget. The gorget has the \\nname ``FINEY GEORGE\\'\\' engraved on the front center surrounded by a Neo-\\nclassical engraved border. On the back of the gorget there are two \\nsnakes engraved in a different hand than the front engraving. The back \\nalso has two silversmith\\'s marks, Machen, in script within a serrated \\nrectangle.\\n    In 1972, this gorget was donated to the Museum of Early Southern \\nDecorative Arts, a division of Old Salem, Inc. By Mr. G. Wilson \\nDouglas, Jr.. Donor information indicates Mr. Douglas purchased this \\ngorget from Mr. John P. Hart, York, SC who had removed the gorget from \\nan Indian grave on the Catawba River on the South Carolina side near \\nVan Wyck, SC.\\n    Based on the silversmith\\'s mark, this gorget was made by Thomas W. \\nMachen of New Bern, NC between 1800-1825. The area near Van Wyck, SC \\nindicated by the donor information is an historic Catawba burial ground \\nused as recently as the Civil War. Consultation evidence presented by \\nrepresentatives of the Catawba Indian Nation indicate the engraved name \\n``FINEY GEORGE\\'\\' is most likely a linguistic error in the spelling of \\nPiney George, also known as Pine Tree George. Piney George appears in \\nwritten histories of the Catawba (Brown, 1966), as well as in \\nRevolutionary War pension rolls, which list Piney George as having the \\nrank of Captain. Further, in Catawba tradition the rank of Captain \\nwould have been designated by the use of two snake effigies such as \\nthose that appear on the gorget.\\n    Officials of Old Salem, Inc. have determined that, pursuant to 43 \\nCFR 10.2 (d)(2)(ii), this cultural item is reasonably believed to have \\nbeen placed with or near individual human remains at the time of death \\nor later as part of the death rite or ceremony and are believed, by a \\npreponderance of the evidence, to have been removed from a specific \\nburial site of an Native American individual. Officials of Old Salem, \\nInc. have also determined that, pursuant to 43 CFR 10.2 (e), there is a \\nrelationship of shared group identity which can be reasonably traced \\nbetween this item and the Catawba Indian Nation.\\n    This notice has been sent to officials of the Catawba Indian \\nNation. Representatives of any other Indian tribe that believes itself \\nto be culturally affiliated with this object should contact Hobart G. \\nCawood, President, Old Salem Inc., Box F, Salem Station, Winston-Salem, \\nNC 27108; telephone (910) 721-7300 before February 11, 1998. \\nRepatriation of this object to the Catawba Indian Nation may begin \\nafter that date if no additional claimants come forward.\\n\\n    Dated: January 6, 1997.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 98-660 Filed 1-9-98; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}