{"index": "R_786", "messy_full": "\\n\\nFederal Register, Volume 62 Issue 197 (Friday, October 10, 1997)\\n\\n[Federal Register Volume 62, Number 197 (Friday, October 10, 1997)]\\n[Notices]\\n[Pages 53021-53022]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 97-26874]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Intent to Repatriate Cultural Items From the Island of \\nHawaii in the Possession of the Bernice Puahi Bishop Museum, Honolulu, \\nHI\\n\\nAGENCY: National Park Service, Interior.\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given under the Native American Graves Protection \\nand Repatriation Act, 43 CFR 10.10 (a)(3), of the intent to repatriate \\ncultural items in the possession of the Bernice Puahi Bishop Museum, \\nHonolulu, HI which meet the definition of ``unassociated funerary \\nobjects\\'\\' under Section 2 of the Act.\\n    The 53 cultural items include pieces or fragments of burial kapa \\ncloth, a stick, an amulet, cordage, gourd water bottles, coconut cups, \\nwooden bowls, a burial mat, a float net, a canoe part, fishhooks, \\npieces of matting, and netting samples.\\n    In 1889, 30 items including pieces or fragments of burial kapa \\ncloth, a stick, an amulet, cordage, gourd water bottles, coconut cups, \\nand wooden bowls were purchased by the Bishop Museum from Joseph S. \\nEmerson as part of the original collections of the Bishop Museum. In \\n1904, additional kapa fragments were received by the Bishop Museum from \\nMr. Emerson. Catalog information lists their locality as Hawaii.\\n    In 1929, eleven items including pieces of burial kapa, cordage, and \\na burial mat were received in an exchange with Mr. Theodore T. Dranga. \\nCatalog information lists their locality as Hawaii.\\n    In 1931, four items including a pillow, a container, a float net, \\nand a canoe part were donated to the Bishop Museum by Ms. Marcia Brown \\nRichards. Catalog information lists their locality as Hawaii.\\n    In 1939, one item consisting of burial kapa fragments was donated \\nto the Bishop Museum by Mr. Julius S. Rodman. Catalog information lists \\ntheir locality as Hawaii.\\n    In 1940, three items including two fishhooks and kapa samples were \\ndonated to the Bishop Museum by Mr. Keith K. Jones. Catalog information \\nlists their locality as Hawaii.\\n    In 1960, one item consisting of kapa samples were donated to the \\nBishop Museum by Mrs. Cy Gillette. Catalog information lists their \\nlocality as Hawaii.\\n    In 1985, three items including samples of mat, cordage, and netting \\nwere collected by Bishop Museum staff from burial sites in Kalala, \\nKohala, HI. \\n    Based on known Native Hawaiian tradition and practices, these items \\nare consistent with Native Hawaiian funerary objects. Consultation \\nevidence presented by Hui Malama I Na Kupuna O Hawai\\'i Nei supports the \\nconclusion that these items were placed with human remains.\\n    Officials of the Bishop Museum have determined that, pursuant to 25 \\nU.S.C. 3001 (3)(B), these 53 cultural items are reasonably believed to \\nhave been placed with or near individual human remains at the time of \\ndeath or later as part of the death rite or ceremony and are believed, \\nby a preponderance of the evidence, to have been removed from a \\nspecific burial site of an Native American individual. Officials of the \\nBishop Museum have also determined\\n\\n[[Page 53022]]\\n\\nthat, pursuant to 25 U.S.C. 3001(2), there is a relationship of shared \\ngroup identity which can be reasonably traced between these items and \\nthe Hawai\\'i Island Burial Council, Hui Malama I Na Kupuna O Hawai\\'i \\nNei, and the Office of Hawaiian Affairs.\\n    This notice has been sent to officials of the Hawai\\'i Island Burial \\nCouncil, Hui Malama I Na Kupuna O Hawai\\'i Nei, and the Office of \\nHawaiian Affairs. Representatives of any other Native Hawaiian \\norganization that believes itself to be culturally affiliated with \\nthese objects should contact Janet Ness, Registrar, Bernice Pauahi \\nBishop Museum, 1525 Bernice Street, Honolulu, HI 96817; telephone: \\n(805) 848-4105 before November 10, 1997. Repatriation of these objects \\nto Hui Malama I Na Kupuna O Hawai\\'i Nei on behalf of Hawai\\'i Island \\nBurial Council may begin after that date if no additional claimants \\ncome forward.\\nDated: October 2, 1997.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist, Manager, Archeology and \\nEthnography Program.\\n[FR Doc. 97-26874 Filed 10-9-97 ; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}