{"index": "R_796", "messy_full": "\\n\\nFederal Register, Volume 62 Issue 124 (Friday, June 27, 1997)\\n\\n[Federal Register Volume 62, Number 124 (Friday, June 27, 1997)]\\n[Notices]\\n[Page 34777]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 97-16904]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service, DOI\\n\\n\\nNotice of Intent To Repatriate Cultural Items in the Possession \\nof the Museum of Northern Arizona, Flagstaff, AZ\\n\\nAGENCY: National Park Service, DOI.\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given under the Native American Graves Protection \\nand Repatriation Act, 25 U.S.C. 3005 (a)(2), of the intent to \\nrepatriate cultural items in the possession of the Museum of Northern \\nArizona which meet the definition of ``sacred objects\\'\\' and ``objects \\nof cultural patrimony\\'\\' under Section 2 of the Act.\\n    The 22 cultural items consist of Kipo Katsina, Wupamok Katsina, \\nHuhuwa Katsina, Yoche Katsina, two Koyemsi Katsinam, Mong Katsina, two \\nTangik Katsinam, two Tukwunangmaana Katsinam, three Tukwunangtaaqa \\nKaaKatsinam, Katsina Maana, an unknown Katsina, ``Long Haired\\'\\' \\nKatsina, a Coyote/Fire Clan Katsina, two Water Clan Katsinam, a Katsina \\nfragment, and the skull and femurs of a canine.\\n    In 1942, Yoche Katsina was donated to the Museum of Northern \\nArizona by a private individual. In 1943, Kipo Katsina, Wupamok \\nKatsina, and Huhuwa Katsina were donated to the Museum of Northern \\nArizona by a private individual. In 1961, Koyemsi Katsina and Mong \\nKatsina were accessioned into the Museum of Northern Arizona \\ncollections through an exchange with the Chicago Museum of Natural \\nHistory. In 1962, two Tangik Katsinam, two Tuwanagmaana Katsinam, and \\nthree Tukwanagtaaqa KaaKatsinam were purchased by the Museum of \\nNorthern Arizona from a private individual. In 1962, Katsina Maana was \\ndonated to the Museum of Northern Arizona by a private individual. In \\n1962, the skull and femurs of a canine were donated to the Museum of \\nNorthern Arizona by a private individual. In 1966, an unknown Katsina \\nwas donated to the Museum of Northern Arizona by a private individual \\n(this Katsina is currently missing in collection, but has not yet been \\ndeclared lost). In 1978, a Coyote/Fire Clan Katsina, two Water Clan \\nKatsinam, and a Katsina fragment were recovered during legally \\nauthorized excavations by the Museum of Northern Arizona under contract \\nwith the Commerce Department during improvement projects at Walpi \\nPueblo. Accession information and anthropological evidence indicate \\nthese Katsina masks are consistent with Hopi practice. Consultation \\nwith representatives of the Hopi tribe indicates that these Katsina \\nmasks are needed by traditional religious leaders for the practice of \\nHopi religion by present day adherents. Representatives of the Hopi \\nTribe further state that the 21 Katsina and the canine skeletal remains \\nhave ongoing historical, traditional, and cultural importance central \\nto the Hopi Tribe, and could not have been alienated, appropriated, or \\nconveyed by any individual. \\n    Based on the above-mentioned information, officials of the Museum \\nof Northern Arizona have determined that, pursuant to 25 U.S.C. 3001 \\n(3)(C), these 22 cultural items are specific ceremonial objects needed \\nby traditional Native American religious leaders for the practice of \\ntraditional Native American religions by their present-day adherents. \\nOfficials of the Museum of Northern Arizona have determined that, \\npursuant to 25 U.S.C. 3001 (3)(D), these 22 cultural items have ongoing \\nhistorical, traditional, and cultural importance central to the culture \\nitself, and could not have been alienated, appropriated, or conveyed by \\nany individual. Officials of the Museum of Northern Arizona have also \\ndetermined that, pursuant to 25 U.S.C. 3001 (2), there is a \\nrelationship of shared group identity which can be reasonably traced \\nbetween these items and the Hopi Tribe.\\n    This notice has been sent to officials of the Hopi Tribe. \\nRepresentatives of any other Indian tribe that believes itself to be \\nculturally affiliated with these objects should contact Michael J. Fox, \\nDirector, Museum of Northern Arizona, 3101 N. Fort Valley Rd., \\nFlagstaff, AZ 86001, telephone (520) 774-5213 before July 28, 1997. \\nRepatriation of these objects to the Hopi Tribe may begin after that \\ndate if no additional claimants come forward.\\nDated: June 19, 1997.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 97-16904 Filed 6-26-97; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}