{"index": "R_798", "messy_full": "\\n\\nFederal Register, Volume 62 Issue 112 (Wednesday, June 11, 1997)\\n\\n[Federal Register Volume 62, Number 112 (Wednesday, June 11, 1997)]\\n[Notices]\\n[Page 31842]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 97-15227]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Intent to Repatriate Cultural Items in the Possession \\nof the Milwaukee Public Museum, Milwaukee, WI\\n\\nAGENCY: National Park Service\\n\\nACTION: Notice\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given under the Native American Graves Protection \\nand Repatriation Act, 25 U.S.C. 3005 (a)(2), of the intent to \\nrepatriate cultural items in the possession of the Milwaukee Public \\nMuseum, Milwaukee, WI, which meet the definition of ``sacred objects\\'\\' \\nunder Section 2 of the Act.\\n    The cultural items include a bear-cubskin medicine bag, two \\npinesnake skins, and two birchbark cases for the snake skins.\\n    In 1910, Dr. Samuel A. Barrett, Curator of Anthropology at the \\nMilwaukee Public Museum purchased these cultural items as a set from \\nSpekapuwikweu (also known as Ashkapokok Annamitta Neconish), daughter \\nof Animita (also known as Frank Annamitta) on the Menominee \\nReservation, Keshena, WI. Museum catalogue information states these \\nitems were said to be associated with the Menominee Medicine Lodge/\\nMitawin, although other documentation by Dr. Barrett indicates they \\nwere exclusively used for ``sorcery.\\'\\'\\n    Authorized representatives of the Menominee Indian Tribe of \\nWisconsin acting on behalf of Mr. Richard Annamitta, Sr. have \\nidentified these five cultural items as specific ceremonial objects \\nneeded by Mr. Richard Annamitta, Sr. for the practice of on-going and \\ntraditional ceremonial and religious traditions, specifically the \\nMitawin or Grand Medicine Lodge. Information provided by Mr. Richard \\nAnnamitta, Sr. and other authorized Menominee tribal representatives \\nindicates these items are rightfully inherited only by male descendants \\nof the owner, and further that such items could not have been \\nrightfully alienated by any other person. This claim is also supported \\nby the Menominee Indian Tribe of Wisconsin and members of Mr. \\nAnnamitta\\'s extended family. Further, Mr. Richard Annamitta, Sr. has \\npresented proof of direct lineal descent from the last rightful owner, \\nAnimita/Frank Annamitta, as his grandson and is the current rightful \\ninheritor of these cultural items.\\n    Based on the above-mentioned information, officials of the \\nMilwaukee Public Museum have determined that, pursuant to 25 U.S.C. \\n3001 (3)(C), these five cultural items are specific ceremonial objects \\nneeded by traditional Native American religious leaders for the \\npractice of traditional Native American religions by their present-day \\nadherents. Officials of the Milwaukee Public Museum have also \\ndetermined that, pursuant to 25 U.S.C. 3005 (a)(5)(A), Mr. Richard \\nAnnamitta, Sr. is the direct lineal descendant of the individual who \\nowned these sacred objects.\\n    This notice has been sent to Mr. Richard Annamitta, Sr. and \\nofficials of the Menominee Indian Tribe of Wisconsin. Any other lineal \\ndescendent who believes him or herself to be culturally affiliated with \\nthese objects should contact Ann McMullen, Ph.D., Curator of North \\nAmerican Ethnology, Milwaukee Public Museum, 800 West Wells St., \\nMilwaukee, WI 53233; telephone: (414) 278-2786, fax (414) 278-6100 \\nbefore July 11, 1997. Repatriation of these objects to Mr. Richard \\nAnnamitta, Sr. may begin after that date if no additional claimants \\ncome forward.\\n\\n    Dated: June 3, 1997.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc.97-15227 Filed; 6-10-97 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}