{"index": "R_797", "messy_full": "\\n\\nFederal Register, Volume 62 Issue 115 (Monday, June 16, 1997)\\n\\n[Federal Register Volume 62, Number 115 (Monday, June 16, 1997)]\\n[Notices]\\n[Pages 32652-32653]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 97-15682]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Intent to Repatriate a Cultural Item from Arizona in \\nthe Control of the Tallahassee Museum of History  Natural Science, \\nTallahassee, FL\\n\\nAGENCY: National Park Service\\n\\nACTION: Notice\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given under the Native American Graves Protection \\nand Repatriation Act, 25 U.S.C. 3005 (a)(2), of the intent to \\nrepatriate a cultural item from Arizona in the control of the\\n\\n[[Page 32653]]\\n\\nTallahassee Museum of History  Natural Science which meets the \\ndefinition of ``unassociated funerary object\\'\\' under Section 2 of the \\nAct.\\n    The cultural item is a large black ceramic pot with a wide mouth, \\nsmooth surface, and a rounded convex base.\\n    In 1962, this pot was donated to the Tallahassee Museum of History \\n Natural Science by Mr. Ed Komarek of Thomasville, GA. Accession \\ninformation indicates that in 1960, Mr. Komarek obtained this pot \\n``from a Hopi Indian who dug it out of a grave\\'\\' on Third Mesa, Hopi \\nReservation, AZ. This pot is consistent with the material culture of \\nprecontact Puebloan cultures widely held to be ancestral to the Hopi \\nTribe in this area. Representatives of the Hopi Tribe states this pot \\nis consistent with ancestral Hopi material culture and funerary \\npractice. \\n    Officials of the Tallahassee Museum of History  Natural Science \\nhave determined that, pursuant to 25 U.S.C. 3001 (3)(B), this cultural \\nitem is reasonably believed to have been placed with or near individual \\nhuman remains at the time of death or later as part of the death rite \\nor ceremony and are believed, by a preponderance of the evidence, to \\nhave been removed from a specific burial site of an Native American \\nindividual. Officials of the Tallahassee Museum of History  Natural \\nScience have also determined that, pursuant to 25 U.S.C. 3001(2), there \\nis a relationship of shared group identity which can be reasonably \\ntraced between this item and the Hopi Tribe.\\n    This notice has been sent to officials of the Hopi Tribe. \\nRepresentatives of any other Indian tribe that believes itself to be \\nculturally affiliated with these objects should contact Linda Deaton, \\nTallahassee Museum of History  Natural Science, 3945 Museum Drive, \\nTallahassee, FL 32310, telephone (904) 575-8684 before July 16, 1997. \\nTransfer of control of this object to the Hopi Tribe may begin after \\nthat date if no additional claimants come forward.\\n    The National Park Service is not responsible for the determinations \\nwithin this notice.\\nDated: June 10, 1997.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 97-15682 Filed 6-13-97; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}