{"index": "R_790", "messy_full": "\\n\\nFederal Register, Volume 62 Issue 178 (Monday, September 15, 1997)\\n\\n[Federal Register Volume 62, Number 178 (Monday, September 15, 1997)]\\n[Notices]\\n[Pages 48304-48305]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 97-24374]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Intent to Repatriate Cultural Items from Rhode Island \\nin the Possession of the Peabody Museum of Archaeology and Ethnology, \\nHarvard University, Cambridge, MA\\n\\nAGENCY: National Park Service\\n\\nACTION: Notice\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given under the Native American Graves Protection \\nand Repatriation Act, 25 U.S.C. 3005 (a)(2), of the intent to \\nrepatriate cultural items in the possession of the Peabody Museum of \\nArchaeology and Ethnology, Harvard University, Cambridge, MA which meet \\nthe definition of ``unassociated funerary object\\'\\' under Section 2 of \\nthe Act.\\n    The fourteen cultural items consisting of a glass bottle, glass \\nbeads, shell beads, wampum, two small brass kettles, copper wire, a \\ncopper bead, a string of wampum, metal button, a brass tube\\n\\n[[Page 48305]]\\n\\nwith wooden core, a ceramic sherd, ochre, and a schist flake.\\n    In 1869, five cultural items including a glass bottle, blue glass \\nand shell beads, wampum, and two small brass kettles were donated to \\nthe Peabody Museum by Stephen T. Grinnell, Nathan Grinnell, and W.H.H. \\nHowland. These items are listed in museum records as having come from \\ngraves of Pocasset Indians in Tiverton, RI. The style and type of these \\nitems date the object to the early historic period 1524-1680 A.D.\\n    In 1902, two cultural items consisting of a copper bead and copper \\nwire were donated to the Peabody Museum by Frank M. Whipple. These \\nitems are listed in museum records as having come from a grave in \\nTiverton, RI. The style of these items date to the early historic \\nperiod, post-1524 A.D.\\n    Catalog records of the Peabody Museum state these items were \\nrecovered from graves, and the types of items are consistent with other \\nfunerary objects of the early historic period. Historic documentation \\nand recent ethnohistoric accounts indicate the lands east of \\nNarragansett Bay, including Tiverton, RI were the traditional homelands \\nof the Wampanoag Bands during the early historic period. Historical \\nsources describe the Pocasset as a geographic subdivision of the \\nWampanoag Tribe. Additionally, consultation evidence presented by the \\nWampanoag Repatriation Confederation illustrates the affiliation of the \\nPocasset as a subdivision of the Wampanoag Tribe.\\n    Officials of the Peabody Museum of Archeology and Ethnology have \\ndetermined that, pursuant to 25 U.S.C. 3001 (3)(B), these seven \\ncultural items are reasonably believed to have been placed with or near \\nindividual human remains at the time of death or later as part of the \\ndeath rite or ceremony and are believed, by a preponderance of the \\nevidence, to have been removed from a specific burial site of an Native \\nAmerican individual. Officials of the Peabody Museum of Archeology and \\nEthnology have also determined that, pursuant to 25 U.S.C. 3001(2), \\nthere is a relationship of shared group identity which can be \\nreasonably traced between these seven items and the Wampanoag \\nRepatriation Confederation, representing the Wampanoag Tribe of Gay \\nHead, the Mashpee Wampanoag (a non-Federally recognized Indian group), \\nand the Assonet Band of the Wampanoag Nation (a non-Federally \\nrecognized Indian group).\\n    In 1910, three cultural items consisting of a string of wampum and \\nmetal button from Pawtucket, RI; and a brass tube with a wooden core \\nfrom Middletown, RI were purchased by the Peabody Museum as part of the \\nJames Eddy Mauran collection. These items are listed in museum records \\nas having come from graves. The type and style of these items date to \\nthe early historic period or later (post- 1524 A.D.).\\n    In 1934, three cultural items consisting of an aboriginal ceramic \\nsherd, a schist flake, and red ochre were donated to the Peabody Museum \\nby Howard M. Chapin of Providence, RI. These items are listed in museum \\nrecords as collected in 1921 and having come from a grave in \\nCharlestown, RI. The type and style of these items date to the late \\nprecontact to early historic period (ca. 900--1554 A.D.).\\n    Catalog records of the Peabody Museum state these items were \\nrecovered from graves, and the types of items are consistent with other \\nfunerary objects of the late precontact to early historic period. \\nHistoric documentation and recent ethnohistoric accounts indicate the \\nlands west of Narragansett Bay (as well as islands within the bay), \\nincluding Pawtucket and Middletown, RI were the traditional homelands \\nof the Narragansett Tribe during the late precontact and early historic \\nperiods.\\n    Officials of the Peabody Museum of Archeology and Ethnology have \\ndetermined that, pursuant to 25 U.S.C. 3001 (3)(B), these six cultural \\nitems are reasonably believed to have been placed with or near \\nindividual human remains at the time of death or later as part of the \\ndeath rite or ceremony and are believed, by a preponderance of the \\nevidence, to have been removed from a specific burial site of an Native \\nAmerican individual. Officials of the Peabody Museum of Archeology and \\nEthnology have also determined that, pursuant to 25 U.S.C. 3001(2), \\nthere is a relationship of shared group identity which can be \\nreasonably traced between these six items and the Narragansett Indian \\nTribe.\\n    In 1910, three cultural items consisting of three blue glass beads \\nfrom an unknown location within Rhode Island were purchased by the \\nPeabody Museum as part of the James Eddy Mauran collection. These items \\nare listed in museum records as having come from graves. The type and \\nstyle of these items date to the early historic period or later (post- \\n1524 A.D.).\\n    Catalog records of the Peabody Museum state these items were \\nrecovered from graves, and the types of items are consistent with other \\nfunerary objects of the late precontact to early historic period. \\nHistoric documentation and recent ethnohistoric accounts indicate \\ntraditional homelands and burial areas of the Narragansett, the \\nWampanoag, and the Nipmuc (a non-Federally recognized Indian group) are \\nlocated within the State of Rhode Island.\\n    Officials of the Peabody Museum of Archeology and Ethnology have \\ndetermined that, pursuant to 25 U.S.C. 3001 (3)(B), these three \\ncultural items are reasonably believed to have been placed with or near \\nindividual human remains at the time of death or later as part of the \\ndeath rite or ceremony and are believed, by a preponderance of the \\nevidence, to have been removed from a specific burial site of an Native \\nAmerican individual. Officials of the Peabody Museum of Archeology and \\nEthnology have also determined that, pursuant to 25 U.S.C. 3001(2), \\nthere is a relationship of shared group identity which can be \\nreasonably traced between these three items and the Narragansett Indian \\nTribe, the Wampanoag Repatriation Confederation representing the \\nWampanoag Tribe of Gay Head, the Mashpee Wampanoag (a non-Federally \\nrecognized Indian group), the Assonet Band of the Wampanoag Nation (a \\nnon-Federally recognized Indian group), and the Nipmuc Tribe, a non-\\nFederally recognized Indian group.\\n    This notice has been sent to officials of the Narragansett Indian \\nTribe, the Wampanoag Repatriation Confederation representing the \\nWampanoag Tribe of Gay Head, the Mashpee Wampanoag (a non-Federally \\nrecognized Indian group), the Assonet Band of the Wampanoag Nation (a \\nnon-Federally recognized Indian group), and the Nipmuc Tribe, a non-\\nFederally recognized Indian group. Representatives of any other Indian \\ntribe that believes itself to be culturally affiliated with these \\nobjects should contact Barbara Isaac, Repatriation Coordinator, Peabody \\nMuseum of Archaeology and Ethnology, Harvard University, 11 Divinity \\nAvenue, Cambridge, MA 02138; telephone (617) 495-2254 before October \\n15, 1997. Repatriation of these objects to the culturally affiliated \\ntribes may begin after that date if no additional claimants come \\nforward.\\nDated: September 10, 1997.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 97-24374 Filed 9-12-97; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}