{"index": "R_795", "messy_full": "\\n\\nFederal Register, Volume 62 Issue 133 (Friday, July 11, 1997)\\n\\n[Federal Register Volume 62, Number 133 (Friday, July 11, 1997)]\\n[Notices]\\n[Page 37280]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 97-18232]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Intent to Repatriate Cultural Items in the Possession \\nof the Indian Arts Research Center, School of American Research, Santa \\nFe, NM\\n\\nAGENCY: National Park Service\\n\\nACTION: Notice\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given under the Native American Graves Protection \\nand Repatriation Act, 25 U.S.C. 3005 (a)(2), of the intent to \\nrepatriate cultural items in the possession of the Indian Arts Research \\nCenter, School of American Research, Santa Fe, NM which meet the \\ndefinition of ``sacred objects\\'\\' and ``objects of cultural patrimony\\'\\' \\nunder Section 2 of the Act.\\n    The 25 cultural items are Katsina Spirit Friends including Shalako \\nTaka, two Anakatsina, Tasap, Alo Mana, Makto, Anakatsinamaana, two \\nHumiskasina, Shalako Mana tablita, Sio Humis tablita, Sio Humis \\nKatsina, six unnamed katsina friends, and seven mask attachments.\\n    In 1925, Mr. Frank Applegate collected these Kaakastinam and mask \\nattachments at the Hopi villages. Eight Kaakastinam were donated to the \\nIndian Arts Fund, Inc. in 1925 and transferred to the School of \\nAmerican Research in 1972. The remaining items were purchased by the \\nIndian Arts Fund, Inc. in 1925 and transferred to the School of \\nAmerican Research in 1972.\\n    The cultural affiliation of these items is clearly Hopi based on \\nthe accession information and consultation with Hopi representatives. \\nRepresentatives of the Hopi Tribe and acting on behalf of the \\nKatsinmomngwit (Hopi traditional religious leaders) have stated that \\nthe above Kaakatsinam and mask attachments are sacred objects needed by \\ntraditional religious leaders for the practice of traditional Native \\nAmerican religion by present day adherents. Representatives of the Hopi \\nTribe and acting on behalf of the Katsinmomngwit (Hopi traditional \\nreligious leaders) have also stated that the above Kaakatsinam and mask \\nattachments have ongoing historical, traditional, and cultural \\nimportance central to the Hopi Tribe, and could not have been alienated \\nby any individual.\\n    Based on the above-mentioned information, officials of the School \\nof American Research have determined that, pursuant to 25 U.S.C. 3001 \\n(3)(C), these 25 cultural items are specific ceremonial objects needed \\nby traditional Native American religious leaders for the practice of \\ntraditional Native American religions by their present-day adherents. \\nOfficials of the School of American Research have also determined that, \\npursuant to 25 U.S.C. 3001 (3)(D), these 25 cultural items have ongoing \\nhistorical, traditional, and cultural importance central to the culture \\nitself, and could not have been alienated, appropriated, or conveyed by \\nany individual. Lastly, officials of the School of American Research \\nhave determined that, pursuant to 25 U.S.C. 3001(2), there is a \\nrelationship of shared group identity which can be reasonably traced \\nbetween these items and the Hopi Tribe.\\n    This notice has been sent to officials of the Hopi Tribe. \\nRepresentatives of any other Indian tribe that believes itself to be \\nculturally affiliated with these objects should contact Mr. Michael \\nHering, Director, or Ms. Christy Sturm, Associate Collections Manager, \\nIndian Arts Research Center, School of American Research, P.O. Box \\n2188, Santa Fe, NM 87504, telephone (505) 982-3584 before August 11, \\n1997. Repatriation of these objects to the Hopi Tribe may begin after \\nthat date if no additional claimants come forward.\\n\\n    Dated: July 1, 1997.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 97-18232 Filed 7-10-97; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}