{"index": "R_791", "messy_full": "\\n\\nFederal Register, Volume 62 Issue 170 (Wednesday, September 3, 1997)\\n\\n[Federal Register Volume 62, Number 170 (Wednesday, September 3, 1997)]\\n[Notices]\\n[Page 46511]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 97-23366]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Intent to Repatriate Cultural Items from New York in \\nthe Possession of the Springfield Science Museum, Springfield, MA\\n\\nAGENCY: National Park Service\\n\\nACTION: Notice\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given under the Native American Graves Protection \\nand Repatriation Act, 43 CFR 10.10 (a)(3), of the intent to repatriate \\ncultural items from New York in the possession of the Springfield \\nScience Museum which meet the definition of ``cultural patrimony\\'\\' \\nunder Section 2 of the Act.\\n    The cultural items are a Seneca false face mask and a Seneca corn \\nhusk mask. The false face mask is black wood with brown horsehair and \\ntin eyeplates with a split leather harness to secure the mask at the \\nback. The corn husk mask has white cotton shoelace attachment cords.\\n    Before 1975, these masks were given to Mr. John Hesen of \\nLongmeadow, MA by the maker, Mr. Francis Kettle of the Cattaraugus \\nIndian Reservation, NY. In 1983, Mrs. Betty S. Hesen donated these \\nmasks to the Springfield Science Museum.\\n    Consultation evidence indicates one item is a medicine or false \\nface mask. Such masks represent the power of particular medicine \\nbeings. The other mask, known as a Husk Face, or Bushy Head, is also \\nused in ceremonies. Representatives of the Haudenosaunee Standing \\nCommittee on Burial Rules and Regulations affirm that these masks are \\nneeded by the traditional religious leaders of the Seneca Nation of \\nIndians and the Tonawanda Band of Seneca for the practice of \\ntraditional ceremonies by present-day adherents. Representatives of the \\nHaudenosaunee Standing Committee on Burial Rules and Regulations have \\nalso stated that false face masks are owned collectively by the members \\nof the False Face Society and that corn husk masks are owned by the \\nHusk Face Society; and therefore, no individual had the right to sell \\nor otherwise alienate the masks.\\n    Officials of the Springfield Science Museum have determined that, \\npursuant to 25 U.S.C. 3001 (3)(D), these two cultural items have \\nongoing historical, traditional, and cultural importance central to the \\nculture itself, and could not have been alienated, appropriated, or \\nconveyed by any individual. Officials of the Springfield Science Museum \\nhave also determined that, pursuant to 25 U.S.C. 3001(2), there is a \\nrelationship of shared group identity which can be reasonably traced \\nbetween these items and the Seneca Nation of Indians and the Tonawanda \\nBand of Seneca.\\n    This notice has been sent to officials of the Haudenosaunee \\nStanding Committee on Burial Rules and Regulations, the Seneca Nation \\nof Indians, the Tonawanda Band of Seneca, and the Seneca-Cayuga Tribe \\nof Oklahoma. Representatives of any other Indian tribe that believes \\nitself to be culturally affiliated with these objects should contact \\nJohn Pretola, Curator of Anthropology, Springfield Science Museums, 236 \\nState Street, Springfield, MA 01103; before [thirty days following \\npublication in the Federal Register]. Repatriation of these objects to \\nthe Haudenosaunee Standing Committee on Burial Rules and Regulations on \\nbehalf of the Seneca Nation of Indians and the Tonawanda Band of Seneca \\nmay begin after that date if no additional claimants come forward.\\nDated: August 28, 1997.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 97-23366 Filed 9-2-97 ; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}