{"index": "R_794", "messy_full": "\\n\\nFederal Register, Volume 62 Issue 134 (Monday, July 14, 1997)\\n\\n[Federal Register Volume 62, Number 134 (Monday, July 14, 1997)]\\n[Notices]\\n[Page 37592]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 97-18431]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Intent to Repatriate a Cultural Item from New Mexico in \\nthe Possession of the Laboratory of Anthropology, Museum of Indian Arts \\nand Culture, Museum of New Mexico, Santa Fe, NM\\n\\nAGENCY: National Park Service\\n\\nACTION: Notice\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given under the Native American Graves Protection \\nand Repatriation Act, 25 U.S.C. 3005 (a)(2), of the intent to \\nrepatriate a cultural item from New Mexico in the possession of the \\nLaboratory of Anthropology, Museum of Indian Arts and Culture, Museum \\nof New Mexico, Santa Fe, NM which meets the definition of ``sacred \\nobject\\'\\' under Section 2 of the Act.\\n    The cultural item is a Chiricahua Apache Gahe mask of painted wood, \\ncloth, buckskin, shell, string, metal, and a mirror.\\n    In 1996, this item was donated to the Museum of Indian Arts and \\nCulture by John and Pat Rosenwald for the purpose of repatriation.\\n    Based on consulation and evidence provided by representatives of \\nthe Mescalero Apache Tribe, this item has been determined to have been \\nmade by Mr. Eustace Fatty, a member of the Chiricahua community at \\nMescalero. Consultation evidence provided by representatives of the \\nMescalero Apache Tribe further states that this item is needed by \\ntraditional religious leaders for the practice of Native American \\nreligion by present day adherents. Mr. Eustin Murphy, grandson of Mr. \\nEustace Fatty, has claimed this mask as a lineal descendent, and \\nrepresentatives of the Mescalero Apache Tribe have indicated that Mr. \\nMurphy is the appropriate custodian of the mask.\\n    Based on the above information, officials of the Museum of New \\nMexico have determined that, pursuant to 25 U.S.C. 3001 (3)(C), this \\ncultural item is a specific ceremonial objects needed by traditional \\nNative American religious leaders for the practice of traditional \\nNative American religions by their present-day adherents. Officials of \\nthe Museum of New Mexico have also determined, pursuant to 25 U.S.C. \\n3005 (a)(5)(A), that Mr. Eustin Murphy is the direct lineal descendant \\nof the individual who owned this sacred object.\\n    This notice has been sent to Mr. Eustin Murphy, and officials of \\nthe Mescalero Apache Tribe and the Fort Sill Apache Tribe of Oklahoma. \\nRepresentatives of any other Indian tribe that believes itself to be \\nculturally affiliated with this object should contact Dr. Patricia \\nNeitfeld, NAGPRA Project Director, Museum of Indian Arts and Culture, \\nMuseum of New Mexico, P.O. Box 2087, Santa Fe, NM 87504-2087; telephone \\n(505) 827-6344 ext. 559 before August 13, 1997. Repatriation of this \\nobject to the Mr. Eustin Murphy may begin after that date if no \\nadditional claimants come forward.\\nDated: July 8, 1997.\\nFrancis P. McManamon,\\n    Departmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 97-18431 Filed 7-11-97; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}