{"index": "R_801", "messy_full": "\\n\\nFederal Register, Volume 62 Issue 58 (Wednesday, March 26, 1997)\\n\\n[Federal Register Volume 62, Number 58 (Wednesday, March 26, 1997)]\\n[Notices]\\n[Page 14439]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 97-7599]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\nNational Park Service\\n\\n\\nNotice of Intent to Repatriate Cultural Items in the Possession \\nof the Arizona State Museum, University of Arizona, Tucson, AZ\\n\\nAGENCY: National Park Service\\n\\nACTION: Notice\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given under the Native American Graves Protection \\nand Repatriation Act, 25 U.S.C. 3005 (a)(2), of the intent to \\nrepatriate cultural items in the possession of the Arizona State Museum \\nwhich meet the definition of ``object of cultural patrimony\\'\\' under \\nSection 2 of the Act.\\n    The cultural items consist of two Kehtahn Yelte, or Twin Fetishes. \\nThe fetishes are made of two stones wrapped with yarn.\\n    Prior to 1942, one Kehtahn Yelte was collected by Mary Cabot \\nWheelwright and donated to the Arizona State Museum in December, 1942. \\nAlso prior to 1942, the second Kehtahn Yelte was collected by Mrs. \\nMargaret Scheville and donated to the Arizona State Museum in April, \\n1942. The only other accession information is that the cultural items \\nare Navajo.\\n    These Kehtahn Yelte are used in several Navajo ceremonies, \\nincluding Tl\\'ee\\'ji (Night Way), Dzilk\\'ji (Mountain Top Way), and Hozhoo \\nji (Blessing Way). Consultation evidence provided by representatives of \\nthe Navajo Nation indicates the Kehtahn Yelte should never be taken \\noutside the four mountains of the Dinetah, nor can they be ``owned\\'\\' by \\nany individual who is not a chanter.\\n    Based on the above-mentioned information, officials of the Arizona \\nState Museum have determined that, pursuant to 25 U.S.C. 3001 (3)(D), \\nthese two cultural items have ongoing historical, traditional, and \\ncultural importance central to the culture itself, and could not have \\nbeen alienated, appropriated, or conveyed by any individual. Further, \\nofficials of the Arizona State Museum have also determined that, \\npursuant to 25 U.S.C. 3001 (2), there is a relationship of shared group \\nidentity which can be reasonably traced between these items and the \\nNavajo Nation.\\n    This notice has been sent to officials of the Navajo Nation. \\nRepresentatives of any other Indian tribe that believes itself to be \\nculturally affiliated with these objects should contact Dr. Nancy \\nOdegaard, Conservator and Acting Curatory of Collections, Arizona State \\nMuseum, University of Arizona, Tucson, AZ 85721; telephone (520) 621-\\n6314 before April 25, 1997. Repatriation of these objects to the Navajo \\nNation may begin after that date if no additional claimants come \\nforward.\\nDated: March 11, 1997.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nManager, Archeology and Ethnography Program.\\n[FR Doc. 97-7599 Filed 3-25-97; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}