{"index": "R_805", "messy_full": "\\n\\nFederal Register, Volume 60 Issue 208 (Friday, October 27, 1995)\\n\\n[Federal Register Volume 60, Number 208 (Friday, October 27, 1995)]\\n[Notices]\\n[Page 55046]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 95-26703]\\n\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\nNational Park Service\\n\\n\\nNotice of Intent to Repatriate Cultural Items within the Rainbow \\nHouse Collection, Bandelier National Monument, Los Alamos County, NM\\n\\nAGENCY: National Park Service\\n\\nACTION: Notice\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given under the Native American Graves Protection \\nand Repatriation Act, 25 U.S.C. 3005(a)(2), of the intent to repatriate \\ncultural items from Bandelier National Monument, Los Alamos County, NM, \\nwhich meet the definition of ``sacred object\\'\\' as defined in section 2 \\nof the Act.\\n    The detailed inventory and assessment of these objects has been \\nmade by National Park Service professional staff, in consultation with \\nrepresentatives of the Pueblo of Santa Clara; Pueblo of San Ildefonso; \\nPueblo of Cochiti; Pueblo of Zia; Pueblo of San Felipe; Pueblo of \\nIsleta; Pueblo of Tesuque; Pueblo of Jemez; Pueblo of Laguna; Pueblo of \\nAcoma; Pueblo of Santa Ana; Pueblo of Sandia; Pueblo of Santo Domingo; \\nPueblo of Zuni; Ysleta del Sur Pueblo; and Tewa representatives of the \\nHopi Tribe.\\n    Between 1948 and 1955, Fredrick Worman of Adams State College, CO \\nand Louis Caywood of the National Park Service, carried out legally \\nauthorized archeological excavations on Federal public lands, including \\nthe Rainbow House archeological site [LA 217] within Bandelier National \\nMonument. At Rainbow House one hundred rooms were excavated, as well as \\na kiva and an associated plaza. The occupation date assigned to Rainbow \\nHouse was between AD 1412-1453.\\n    The thirty-two objects include: eight pipes, three figurines, one \\nbowl, four pendants, two cylinders, one shell tinkler, one axe, one \\ngroundstone, two kiva bells, one hoe, one stone artifact, two stone \\nballs, three bone whistles, one bone rasp, one flute. All of these \\nitems were recovered from the kiva and plaza area. Pueblo traditional \\nreligious leaders and other official tribal representatives have stated \\nthat these specific objects are, and were at the time they were \\nseparated from the Pueblo, needed for the practice of traditional \\nPueblo religion by present-day adherents.\\n    Based on provenience data from the original field notes prepared \\nduring excavation, the anthropological literature pertinent to Rainbow \\nHouse and other Ancestral Puebloan sites in the surrounding area, and \\nin consultation with Pueblo representatives and traditional religious \\nleaders, officials of the National Park Service have determined that \\nthese thirty-two objects are specific ceremonial objects which are \\nneeded by Pueblo religious leaders for the practice of traditional \\nPueblo religion by their present-day adherents.\\n    Artifactual evidence does not allow specific identification of a \\nsingle culturally affiliated Indian tribe. However, examination of the \\nobjects specified above and oral history regarding traditional and \\nreligious practices indicate probable cultural affiliation between the \\nobjects and various Pueblo Indian groups. Based on the above-mentioned \\ninformation, officials of the National Park Service have determined \\nthat, pursuant to 25 U.S.C. 3001 (2), there is a relationship of shared \\ngroup identify which can be reasonably traced between these sacred \\nobjects and the Pueblo of Santa Clara; Pueblo of San Ildefonso; Pueblo \\nof Cochiti; Pueblo of Zia; Pueblo of San Felipe; Pueblo of Isleta; \\nPueblo of Tesuque; Pueblo of Jemez; Pueblo of Laguna; Pueblo of Zuni \\nand Tewa of the Hopi Tribe. Other Pueblo peoples may also be culturally \\naffiliated with these cultural items. The Pueblo of Taos; Pueblo of \\nPicuris; Pueblo of San Juan; Pueblo of Nambe; and Pueblo of Pojoaque \\nhave declined to participate in consultation efforts to date.\\n    This notice has been sent to consultation representatives of the \\nfollowing Indian tribes: Pueblo of Santa Clara; Pueblo of San \\nIldefonso; Pueblo of Cochiti; Pueblo of Zia; Pueblo of San Felipe; \\nPueblo of Isleta; Pueblo of Tesuque; Pueblo of Jemez; Pueblo of Laguna; \\nPueblo of Acoma, Pueblo of Santa Ana; Pueblo of Sandia; Pueblo of Santo \\nDomingo; Pueblo of Zuni; Ysleta del Sur Pueblo; and the Hopi Tribe.\\n    Representatives of any other Indian tribe which believes itself to \\nbe culturally affiliated with these objects should contact \\nSuperintendent Roy W. Weaver, Bandelier National Monument, HCR 1 Box 1 \\nSuite 15, Los Alamos, NM, 87544, telephone: (505) 672-3861 fax (505) \\n672-9607, before November 27, 1995. Repatriation of these objects may \\nbegin after that date if no additional claimants come forward.\\nDated: October 23, 1995\\nVeletta Canouts\\nActing Departmental Consulting Archeologist,\\nArcheology and Ethnography Program\\n[FR Doc. 95-26703 Filed 10-26-95; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}