{"index": "R_802", "messy_full": "\\n\\nFederal Register, Volume 62 Issue 11 (Thursday, January 16, 1997)\\n\\n[Federal Register Volume 62, Number 11 (Thursday, January 16, 1997)]\\n[Notices]\\n[Page 2384]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 97-1067]\\n\\n\\n\\n[[Page 2384]]\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\nNational Park Service\\n\\n\\nNotice of Intent to Repatriate a Cultural Item in the Possession \\nof the Museum of the South Dakota State Historical Society, Pierre, SD\\n\\nAGENCY: National Park Service\\n\\nACTION: Notice\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given under the Native American Graves Protection \\nand Repatriation Act, 25 U.S.C. 3005 (a)(2), of the intent to \\nrepatriate a cultural item in the possession of the Museum of the South \\nDakota State Historical Society, Pierre, SD, which meets the definition \\nof ``sacred object\\'\\' under Section 2 of the Act.\\n    The cultural item is a medicine man\\'s rattle made from a buffalo \\nscrotum with a wooden stick handle. The rattle has an incised figure on \\none side and the opposite side is covered with faded blue pigment.\\n    The rattle was donated to the South Dakota State Historical Society \\nin 1906 by Mary Clementine Collins of Keokuk, IA. During the late 1800s \\nand early 1900s, Miss Collins worked at the Oahe Mission, north of \\nPierre on the Missouri River, just opposite the Cheyenne River Sioux \\nreservation. Miss Collins identified the rattle as having belonged to \\n``Elk Head, 9th keeper of the sacred pipe.\\'\\' It is not known how Miss \\nCollins acquired the rattle.\\n    Mr. Arvol Looking Horse, keeper of the sacred pipe, traces his \\nancestry directly and without interruption to Elk Head, his great-\\ngreat-great grandfather. During consultation, Mr. Looking Horse \\nidentified this rattle as a specific ceremonial object needed by \\ntraditional Native American religious leaders for the practice of \\ntraditional Native American religion by present-day adherents and has \\nrequested the rattle be returned to him as lineal descendent.\\n    Based on the above-mentioned information, officials of the South \\nDakota State Historical Society have determined that, pursuant to 25 \\nU.S.C. 3001 (3)(C), this cultural item is a specific ceremonial object \\nneeded by traditional Native American religious leaders for the \\npractice of traditional Native American religions by their present-day \\nadherents. Officials of the South Dakota State Historical Society have \\nalso determined that, pursuant to 25 U.S.C. 3001 (a)(5)(A), Mr. Arvol \\nLooking Horse can trace his ancestry directly and without interruption \\nby means of the traditional kinship system of the Cheyenne River Sioux \\nTribe to the individual who owned this sacred object.\\n    This notice has been sent to Mr. Arvol Looking Horse and officials \\nof the Cheyenne River Sioux Tribe. Representatives of any other Indian \\ntribe that believes itself to be culturally affiliated with these \\nobjects should contact Claudia Nicholson, Museum of the South Dakota \\nState Historical Society, 900 Governors Dr., Pierre, SD 57501-2217, \\ntelephone (605) 773-6011 before February 18, 1997. Repatriation of \\nthese objects to Mr. Arvol Looking Horse may begin after that date if \\nno additional claimants come forward.\\nDated: January 8, 1997.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nChief, Archeology and Ethnography Program.\\n[FR Doc. 97-1067 Filed 1-15-97; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}