{"index": "R_808", "messy_full": "\\n\\nFederal Register, Volume 60 Issue 55 (Wednesday, March 22, 1995)\\n\\n[Federal Register Volume 60, Number 55 (Wednesday, March 22, 1995)]\\n[Notices]\\n[Page 15156]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 95-6976]\\n\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\nNational Park Service\\n\\n\\nNotice of Intent To Repatriate Cultural Items in the Possession \\nof the USDA Forest Service\\n\\nAGENCY: National Park Service, Interior.\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given under provisions of the Native American \\nGraves Protection and Repatriation Act of the intent to repatriate \\ncultural items in the possession of the Cibola National Forest, USDA \\nForest Service, that meet the definition of ``sacred object\\'\\' under \\nSection 2 of the Act.\\n    The items consist of 138 bundles of feathers, several loose \\nfragments of feathers and two corn husk bundle ties. Each feather \\nbundle contains either two or three feathers tied with cotton twine on \\nthe lower shaft. With approximately one half of the bundles, the twine \\nand some feathers are stained with red ochre. A few of the bundles are \\nmade up entirely of small feathers but most consist of one large \\nfeather and either one or two small feathers. The large feathers are \\nturkey or hawk. With few exceptions, each bundle contains one small \\nblue feather from a Stellar\\'s or other jay.\\n    The feather bundles were collected by a hiker from a shrine on the \\nSandia Mountains (New Mexico) in the late summer/early fall of 1984 and \\nwere brought to the Sandia Ranger District, Cibola National Forest \\nseveral weeks later. A review of published and unpublished ethnographic \\ninformation identified 27 Indian tribes and pueblos that traditionally \\nused the Sandia Mountains. All 27 Indian tribes and pueblos were \\nnotified of the feather bundles.\\n    Representatives of the Pueblo of Jemez have inspected the items and \\nhave identified them as prayer feather bundles. The representatives of \\nthe Pueblo of Jemez indicated that the prayer feather bundles are left \\nas offerings at a shrine on the Sandia Mountains as part of their \\ntraditional religious practice. Once left as a offering, Jemez Pueblo \\nreligion requires that such prayer feather bundles not be disturbed.\\n\\n    The Pueblo of Jemez has identified the prayer feather bundles and \\nassociated materials as sacred objects of the Pueblo of Jemez and \\nrequested their repatriation. The Pueblo of Sandia, the Pueblo of \\nAcoma, the Pueblo of Isleta and the Pueblo of Zuni have been consulted \\nfollowing their expressions of interest in the feather bundles. The \\nPueblos of Sandia, Acoma, Isleta and Zuni support the claim of the \\nPueblo of Jemez to this particular collection of feather bundles from \\nthe Sandia Mountains.\\n\\n    Based on the above mentioned information officials of the USDA \\nForest Service have determined, pursuant to 25 U.S.C. 3001(3)(C), that \\nthese feather bundles are specific ceremonial objects needed by the \\ntraditional religious leaders of the Pueblo of Jemez for the practice \\nof their traditional religion by its present day adherents. Officials \\nof the USDA Forest Service have further determined, pursuant to 25 \\nU.S.C. 3001 (2), that there is a relationship of shared group identity \\nwhich can be reasonably traced between these prayer feather bundles and \\nthe Pueblo of Jemez.\\n\\n    This notice has been sent to officials of the Pueblos of Jemez, \\nAcoma, Isleta, Sandia, and Zuni. Representatives of any other Indian \\ntribe which believes itself to be culturally affiliated with these \\ncultural items should contact Dr. Frank E. Wozniak, NAGPRA Coordinator, \\nSouthwestern Region, USDA Forest Service, 517 Gold Avenue, SW., \\nAlbuquerque, NM 87102, telephone: (505) 842-3238, before April 21, \\n1995. Repatriation of these sacred objects to the Pueblo of Jemez may \\nbegin after that date if no additional claimants come forward.\\n\\n    Dated: March 15, 1995.\\n\\nRuthann Knudson,\\n\\nActing, Departmental Consulting Archeologist, Acting Chief, \\nArcheological Assistance Division.\\n\\n[FR Doc. 95-6976 Filed 3-21-95; 8:45 am]\\n\\nBILLING CODE 4310-70-F\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}