{"index": "R_800", "messy_full": "\\n\\nFederal Register, Volume 62 Issue 73 (Wednesday, April 16, 1997)\\n\\n[Federal Register Volume 62, Number 73 (Wednesday, April 16, 1997)]\\n[Notices]\\n[Page 18649]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 97-9836]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\n\\nNational Park Service\\n\\n\\nNotice of Intent to Repatriate a Cultural Item in the Control of \\nthe Southwest Museum, Los Angeles, CA\\n\\nAGENCY: National Park Service\\n\\nACTION: Notice\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given under the Native American Graves Protection \\nand Repatriation Act, 25 U.S.C. 3005 (a)(2), of the intent to \\nrepatriate a cultural item in the control of the Southwest Museum, Los \\nAngeles, CA, which meets the definition of ``sacred object\\'\\' and \\n``object of cultural patrimony\\'\\' under Section 2 of the Act.\\n    The cultural item is a carved wooden figure standing 32-1/4 inches \\ntall.\\n    At an unknown date, this figure was purchased from an unknown \\nsource by the Southwest Museum. Accession records indicate this figure \\nwas ``probably\\'\\' removed from a cave shrine near Thunder Mountain, NM. \\nThere is no other information regarding the purchase or original \\nacquisition of this figure.\\n    Consultation with representatives of the Pueblo of Zuni indicates \\nthis figure is a Ahaya:da, or Zuni War God. Representatives of the \\nPueblo of Zuni state that this Ahaya:da is needed by Zuni traditional \\nreligious leaders for the practice of traditional Zuni religion by \\npresent-day adherents. Representatives of the Pueblo of Zuni also state \\nthat this Ahaya:da has ongoing historical, traditional, and cultural \\nimportance central to the Pueblo of Zuni, and could not have been \\nalienated by any individual.\\n    Based on the above-mentioned information, officials of the \\nSouthwest Museum have determined that, pursuant to 25 U.S.C. 3001 \\n(3)(C), this cultural item is a specific ceremonial object needed by \\ntraditional Native American religious leaders for the practice of \\ntraditional Native American religions by their present-day adherents. \\nOfficials of the Southwest Museum have also determined that, pursuant \\nto 25 U.S.C. 3001 (3)(D), this cultural item has ongoing historical, \\ntraditional, and cultural importance central to the culture itself, and \\ncould not have been alienated, appropriated, or conveyed by any \\nindividual. Finally, officials of the Southwest Museum have also \\ndetermined that, pursuant to 25 U.S.C. 3001 (2), there is a \\nrelationship of shared group identity which can be reasonably traced \\nbetween these items and the Pueblo of Zuni.\\n    This notice has been sent to officials of the Pueblo of Zuni. \\nRepresentatives of any other Indian tribe that believes itself to be \\nculturally affiliated with these objects should contact Dr. Kathleen \\nWhitaker, Chief Curator, Southwest Museum, P.O. Box 41558, Los Angeles, \\nCA 19941-0558; telephone (213) 221-2164 before May 16, 1997. \\nRepatriation of these objects to the Pueblo of Zuni may begin after \\nthat date if no additional claimants come forward.\\nDated: April 9, 1997.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist, Manager, Archeology and \\nEthnography Program.\\n[FR Doc. 97-9836 Filed 4-15-97 ; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}