{"index": "R_809", "messy_full": "\\n\\nFederal Register, Volume 60 Issue 40 (Wednesday, March 1, 1995)\\n\\n[Federal Register Volume 60, Number 40 (Wednesday, March 1, 1995)]\\n[Notices]\\n[Pages 11109-11110]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 95-5043]\\n\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\nNational Park Service\\n\\n\\nNotice of Intent To Repatriate a Cultural Item in the Possession \\nof the Field Museum of Natural History, Chicago, IL\\n\\n\\nAGENCY: National Park Service, Interior.\\n\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given under the Native American Graves Protection \\nand Repatriation Act of 1990 of the intent to repatriate an item in the \\npossession of the Field Museum of Natural History, Chicago, IL, under a \\ncompromise of repatriation claim.\\n    The item is a wampum belt consisting of purple and white shell \\nbeads woven into a 32\\'\\' long by 5\\'\\' wide rectangular panel. The beads \\nare placed to form a series of diamond-shaped figures inside oblongs. \\nThe belt is bound with buckskin with buckskin fringe attached at the \\nends. The belt was purchased by the Field Museum from Walter C. Wyman \\nin December 1900 (FM# 68566). Museum records indicate that the belt was \\noriginally purchased by Wyman from the grandson of Chief Skenandoa on \\nMay 8, 1898, approximately one year after the chief\\'s death.\\n    Authorized representatives of the Oneida Indian Nation of New York \\nand the Oneida Tribe of Indians of Wisconsin have been provided with \\ncopies of museum records and photographs of the belt. In a letter dated \\nFebruary 7, 1994, the Oneida Indian [[Page 11110]] Nation of New York \\nhas identified the belt as the Six Nations Council belt and has \\nrequested its repatriation as an object having ongoing importance \\ncentral to the tribe itself which could not have been alienated, \\nappropriated, or conveyed by any individual.\\n    Based on the above mentioned information, officials of the Field \\nMuseum have determined that, pursuant to 25 U.S.C. 3001 (2), there is a \\nrelationship of shared group identity which can be reasonably traced \\nbetween this belt and the Oneida Indian Nation of New York. Officials \\nof the Field Museum also recognize that the belt is of ongoing \\nimportance central to the Oneida Indian Nation but assert that the \\nmuseum has right of possession of the belt. The Field Museum however, \\nis willing to return the belt under a compromise of repatriation claim.\\n    The Oneida Tribe of Indians of Wisconsin have also claimed this \\nbelt in a letter dated October 12, 1994. Representatives of any other \\nIndian tribe that believes itself to be culturally affiliated with this \\nobject should contact Jonathan Haas, MacArthur Curator of North \\nAmerican Anthropology, The Field Museum of Natural History, Roosevelt \\nRoad at Lake Shore Drive, Chicago, IL 60605, telephone: (312) 922-9410, \\nextension 641, before March 31, 1995.\\n\\n    Dated: February 23, 1995.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nChief, Archeological Assistance Division.\\n[FR Doc. 95-5043 Filed 2-28-95; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}