{"index": "R_807", "messy_full": "\\n\\nFederal Register, Volume 60 Issue 87 (Friday, May 5, 1995)\\n\\n[Federal Register Volume 60, Number 87 (Friday, May 5, 1995)]\\n[Notices]\\n[Page 22405]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 95-11158]\\n\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\nNational Park Service\\n\\n\\nNotice of Intent To Repatriate Cultural Items in the Possession \\nof The Maxwell Museum of Anthropology, University of New Mexico\\n\\nAGENCY: National Park Service, Interior.\\n\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Act of 1990 of the intent to repatriate a cultural item in the \\npossession of The Maxwell Museum of Anthropology, University of New \\nMexico, Albuquerque New Mexico, that meets the definitions of ``object \\nof cultural patrimony\\'\\' and ``sacred object\\'\\' under section 2 of the \\nact.\\n    The object is a mask made of red cotton canvas and hide with a \\nleather beak and eye circles, four fertility balls, one pointed \\nappendage on top, and two faint black lines across the face. The mask \\nis thought to date to between 1900 and 1930. The item was acquired by \\nthe Museum from Don Woodard of Woodard Trading Post on March 27, 1965 \\nand was given the accession number 65.29.1.\\n    Authorized representatives of the Hopi Tribe acting on behalf of \\nthe Katsina Society Priest and a representative of the Katsina Clan of \\nWalpi Village have identified the mask as a Mudhead (Koyemsi Katsina). \\nThey have identified the mask as having ongoing importance central to \\nthe Hopi tribe as a whole and which could not have been alienated, \\nappropriated, or conveyed by any individual. They have also stated that \\nthe living mask is needed by traditional Hopi religious leaders for the \\npractice of traditional Hopi religion by present day adherents. The \\nHopi tribe requested repatriation of the living mask (Koyemsi Katsina) \\nin a letter dated March 31, 1995.\\n    Based on the above mentioned information, officials of The Maxwell \\nMuseum of Anthropology have determined that, pursuant to 25 U.S.C. 3001 \\n(2), there is a relationship of shared group identity which can be \\nreasonably traced between the mudhead mask and the Hopi Tribe. \\nOfficials of The Maxwell Museum of Anthropology have also determined \\nthat the mudhead mask meets the definition of object of cultural \\npatrimony pursuant to 25 U.S.C. 3001 2.(3)(D). Officials of The Maxwell \\nMuseum of Anthropology have also determined that the mudhead mask meets \\nthe definition of Sacred Object pursuant to 25 U.S.C. 3001 2.(3)(C).\\n    The Maxwell Museum\\'s Director and Curatorial committee and the \\nUniversity of New Mexico officials have approved the repatriation of \\nthe Mudhead Mask to the Hopi Tribe.\\n    This notice has been sent to officials of the Hopi Tribe. \\nRepresentatives of any other Indian tribe that believes itself to be \\nculturally affiliated with this object should contact Dr. Garth Bawden, \\nMuseum Director or Brenda Dorr, NAGPRA Project Director at the Maxwell \\nMuseum of Anthropology, University of New Mexico, Albuquerque, New \\nMexico 87131-1201, telephone: (505) 277-0195, before June 5, 1995. \\nRepatriation of the to the Hopi Tribe can begin after that date if no \\nadditional claimants come forward.\\n    Dated: May 2, 1995.\\nC. Timothy McKeown,\\nActing, Departmental Consulting Archeologist.\\nActing Chief, Archeological Assistance Division.\\n[FR Doc. 95-11158 Filed 5-4-95; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}