{"index": "R_810", "messy_full": "\\n\\nFederal Register, Volume 60 Issue 22 (Thursday, February 2, 1995)\\n\\n[Federal Register Volume 60, Number 22 (Thursday, February 2, 1995)]\\n[Notices]\\n[Page 6552]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 95-2539]\\n\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\nNational Park Service\\n\\n\\nNotice of Intent To Repatriate a Cultural Item in the Possession \\nof the Museum of New Mexico, Santa Fe, New Mexico\\n\\nAGENCY: National Park Service, Interior.\\n\\nACTION: Notice.\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given under provisions of the Native American \\nGraves Protection and Repatriation Act of the intent to repatriate \\ncultural items in the possession of the Museum of Indian Arts and \\nCulture/Laboratory of Anthropology, a unit of the Museum of New Mexico, \\nSanta Fe, New Mexico, that meets the definition of ``sacred object\\'\\' \\nunder Section 2 of the Act.\\n    The item is a prayer stick used as a part of the Navajo Enemyway \\nceremony. The object consists of nine parts: two eagle feathers, a \\ncedar branch, a piece of red cloth, a can of animal fat, deer hooves, \\nand three leather pouches. The object was a gift to the Museum of new \\nMexico by its first director, Dr. Edgar Lee Hewett. These objects were \\npart of a medicine bag containing approximately sixty-nine pieces, \\npurchased by Hewett at a trading post east of the Chuska Mountains on \\nthe Navajo Reservation prior to 1935.\\n    The Navajo Nation after consultation with traditional religious \\nleaders, requested that the prayer stick and the associated items be \\nrepatriated. The Museum\\'s records indicate the objects under \\nconsideration for repatriation are Navajo in origin and were, most \\nlikely used by Navajo Medicine Men during the first two decades of the \\n20th century.\\n    Based on the above mentioned information, officials of the Museum \\nof Indian Arts and Culture, a unit of the Museum of New Mexico have \\ndetermined, pursuant to 25 U.S.C. 3001 (3)(C), that these items are \\nspecific ceremonial objects needed by traditional Navajo religious \\nleaders for the practice of their religion by its present day \\nadherents. Officials of the Museum of Indian Arts and Culture, a unit \\nof the Museum of New Mexico have further determined, pursuant to 25 \\nU.S.C. 3001 (2), that there is a relationship of shared group identity \\nwhich can be reasonably traced between these items and the Navajo \\nNation.\\n    The catalog numbered objects, 23075/12a-g and 23072/12a-b, are \\nofficially part of the collection now identified as the School of \\nAmerican Research Collection in the Museum of New Mexico, a loan \\nagreement resulting from fifty years of the two institutions operating \\nas one entity under a single Director. The School, now separate from \\nthe Museum of New Mexico, through written correspondence dated January \\n6, 1995 has agreed to repatriate the prayer stick and associated items.\\n    Authorities of the United States Fish and Wildlife Service have \\nbeen contacted regarding applicability of Federal endangered species \\nstatutes to this transfer and have concurred in the conclusion that the \\nobject is not covered due to its age.\\n    This notice has been sent to officials of the Navajo Nation. \\nRepresentatives of any other Indian tribe which believes itself to be \\nculturally affiliated with these cultural items should contact Dr. \\nBruce Bernstein, Chief Curator, Museum of Indian Arts and Culture, \\nMuseum of New Mexico, P.O. Box 2087, Santa Fe, NM 87504, telephone: \\n(505) 827-6344, before March 6, 1995. Repatriation of these sacred \\nobjects to the Navajo Nation may begin after that date if no additional \\nclaimants come forward.\\nDated: January 26, 1995.\\nFrancis P. McManamon,\\nDepartmental Consulting Archeologist,\\nChief, Archeological Assistance Division\\n[FR Doc. 95-2539 Filed 2-1-95; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}