{"index": "R_811", "messy_full": "\\n\\nFederal Register, Volume 59 Issue 244 (Wednesday, December 21, 1994)\\n\\n[Federal Register Volume 59, Number 244 (Wednesday, December 21, 1994)]\\n[Unknown Section]\\n[Page 0]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: 94-31259]\\n\\n\\n[[Page Unknown]]\\n\\n[Federal Register: December 21, 1994]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\nNational Park Service\\n\\n \\n\\nNotice of Intent to Repatriate a Cultural Item in the Possession \\nof the Heard Museum, Phoenix, AZ\\n\\nAGENCY: National Park Service, Interior\\n\\nACTION: Notice\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given under the Native American Graves Protection \\nand Repatriation Act of 1990 of the intent to repatriate a cultural \\nitem presently in the possession of the Heard Museum, Phoenix, AZ, that \\nmeets the definition of ``sacred object\\'\\' under section 2 of the act.\\n    The item consists of a rawhide bandolier, 13 inches in diameter, \\ndecorated with small shells, a cobalt-blue glass bead, two natural \\ncrystals and an obsidian arrow point. The bandolier is wrapped with \\nwide rawhide strips and fringed.\\n    The bandolier was acquired by the Heard Museum in 1974 as part of a \\nlarger group of items donated by Woodard\\'s Indian Arts. No information \\nhas been obtained relative to the acquisition of the items by Woodard\\'s \\nIndian Arts. The original museum records identify the object as NA-SW-\\nNA-J-183, a Navajo rawhide necklace.\\n    In November, 1993, the Museum supplied a summary of its holdings \\nidentified as ``Navajo\\'\\' to authorized representatives of the Navajo \\nNation. In May, 1994, a representative of the Navajo Nation Cultural \\nPreservation Office examined the collection and the bandolier was \\nidentified as a sacred object. The item was further identified in an \\nOctober, 1994 letter from the Navajo Nation as used in the Enemy Way \\nceremony. In the letter dated November 7, 1994 Representatives of the \\nNavajo Nation identified the bandolier as one needed, `` ***so that the \\nrawhide necklace can be re-initiated for the coming seasons. This \\nparticular item is not meant to be in the hands of non-Navajos because \\nit is used in ceremonies that involve cleansing from foreigners.\\'\\'\\n    Based on the above mentioned information, officials of the Heard \\nMuseum have determined that, pursuant to 25 U.S.C. 3001 (2), there is a \\nrelationship of shared group identity which can be reasonably traced \\nbetween the bandolier and the Navajo Nation. Officials of the Heard \\nMuseum have also determined that the bandolier meets the definition of \\nsacred object pursuant to 25 U.S.C. 3001 (3)(C). The Museum\\'s Board of \\nTrustees agreed to deaccession the item on November 23, 1994, in \\npreparation for repatriation.\\n    This notice has been sent to officials of the Navajo Nation, Ramah \\nNavajo Chapter, and the Colorado River Indian Tribes. Representatives \\nof any other Indian tribe that believes itself to be culturally \\naffiliated with this cultural item should contact Martin Sullivan, \\nDirector, The Heard Museum, 22 E. Monte Vista Road, Phoenix Arizona \\n85004-1480, telephone (602) 252-8840 before January 20, 1995. \\nRepatriation of the cultural item to the Navajo Nation may begin after \\nthat date if no additional claimants come forward.\\n\\n    Dated December 15, 1994.\\nFrancis P. McManamon\\nDepartmental Consulting Archeologist,\\nChief, Archeological Assistance Division.\\n[FR Doc. 94-31259 Filed 12-20-94; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}