{"index": "R_812", "messy_full": "\\n\\nFederal Register, Volume 59 Issue 220 (Wednesday, November 16, 1994)\\n\\n[Federal Register Volume 59, Number 220 (Wednesday, November 16, 1994)]\\n[Unknown Section]\\n[Page 0]\\nFrom the Federal Register Online via the Government Publishing Office [www.gpo.gov]\\n[FR Doc No: X94-11116]\\n\\n\\n[[Page Unknown]]\\n\\n[Federal Register: November 16, 1994]\\n\\n\\n-----------------------------------------------------------------------\\n\\nDEPARTMENT OF THE INTERIOR\\nNational Park Service\\n\\n \\n\\nNotice of Intent to Repatriate a Cultural Item in the Possession \\nof the Arizona State Capitol Museum, Phoenix, AZ\\n\\nAGENCY: National Park Service, Interior\\n\\nACTION: Notice\\n\\n-----------------------------------------------------------------------\\n\\n    Notice is hereby given under the Native American Graves Protection \\nand Repatriation Act of 1990 of the intent to repatriate a cultural \\nitem presently in the possession of the Arizona State Capitol Museum, \\nPhoenix, AZ, that meets the definition of ``sacred object\\'\\' under \\nsection 2 of the act.\\n    The coiled basket has a flared shape, plaited rim, and dark brown \\ndesign of connected diamonds on a light brown background. Four sets of \\n12 carved and painted sticks are sewn equidistant around the interior \\nof the basket. The basket was purchased by the State of Arizona in 1938 \\nfrom photographer Edward Curtis. The basket was transferred from the \\nResearch Library, Department of Library, Archives  Public Records in \\n1982 to the Museum Division. Museum records identify the basket with \\naccession number 1982.035.035.\\n    Representatives of the Navajo Nation have identified the basket as \\none needed by Navajo religious leaders for the practice of the \\nYeibichai ceremony by present day adherents.\\n    Based on the above mentioned information, officials of the Arizona \\nState Capitol Museum have determined that, pursuant to 25 U.S.C. 3001 \\n(2), there is a relationship of shared group identity which can be \\nreasonably traced between the basket and the Navajo Nation. Officials \\nof the Arizona State Capitol Museum have also determined that the \\nbasket meets the definition of sacred object pursuant to 25 U.S.C. 3001 \\n(3)(C).\\n    This notice has been sent to officials of the Navajo Nation, Ramah \\nNavajo Chapter, and the Colorado River Indian Tribes. Representatives \\nof any other Indian tribe that believes itself to be culturally \\naffiliated with this cultural item should contact Michael Carman, \\nMuseum Director, Arizona State Capitol Museum, 1700 W. Washington, \\nPhoenix Arizona 85007 (602)542-4675 before December 16, 1994. \\nRepatriation of the cultural item to the Navajo Nation may begin after \\nthat date if no additional claimants come forward.\\nDated: November 10, 1994\\nFrancis P. McManamon\\nDepartmental Consulting Archeologist\\nChief, Archeological Assistance Division\\n[FR Doc. 28294 Filed 11-15-94; 8:45 am]\\nBILLING CODE 4310-70-F\\n\\n\\n\\n", "agency1": "Null", "sub_agency1": "Null", "dep_doc": "Null", "subject": "Null", "agency2": "Null", "action": "Null", "summary": "Null", "dates": "Null", "addresses": "Null", "signature_dated": "Null", "signature_name": "Null", "signature_title": "Null", "fr_doc": "Null", "billing_code": "Null", "supp_info": "Null", "consultation": "Null", "h_d_r": "Null", "h_d_ci": "Null", "determinations": "Null", "a_r_d": "Null"}